Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Acid rain tough reaction.po
Languages: pl_pl

source: Acid rain! Take shelter!
pl_pl: Kwaśny deszcz! Kryjcie się!

source: The rain, it's acid! Find cover!
pl_pl: Ten deszcze to kwas! Znajdźcie schronienie!

source: My skin, it's burning!... Acid rain!
pl_pl: Moja skóra piecze...! Kwas!

source: Acid rain, find cover!
pl_pl: Kwaśny deszcz, znajdźcie kryjówkę!

source: Acid rain! Not good...
pl_pl: Kwaśny deszcz! Niedobrze...

source: Ow! That burns!
pl_pl: Au! To piecze!

source: Ouch, that stings!
pl_pl: Au, to boli!

source: /AAH/, feels like daggers on my skin!
pl_pl: /AAH/, niczym sztylety w skórze!

source: /OHSHIT/!... Acid rain!
pl_pl: /OHSHIT/!... Kwaśny deszcz!

source: /IWE/ need to take cover.
pl_pl: Trzeba znaleźć schronienie.

source: Take cover!
pl_pl: Kryjcie się!

source: Burning rain...
pl_pl: Płonący deszcz...

source: My skin... The rain is burning right through me...
pl_pl: Moja skóra... Deszcz mnie pali na wylot...

source: The rain here burns like fire...
pl_pl: Tutejszy deszcze jest jak płomienie...

source: Kch. Burning... This is no normal rain...
pl_pl: Kch, piecze... To nie jest normalny deszcz...

source: Rrgh. Burning rain, it's eating through my skin...
pl_pl: Rrrgh. Płonący deszcz, wżera się w moją skórę.

source: This is no ordinary rain... It burns like fire.
pl_pl: To nie jest zwykły deszcz... Pali niczym płomienie.

source: /IWE/ must take shelter.
pl_pl: Trzeba znaleźć schronienie.

source: /IWE/ need to take shelter, quickly.
pl_pl: Trzeba się gdzieś szybko ukryć.

source: My skin! It's /FUCKING/ fizzing! FIZZING!
pl_pl: Moja skóra! Ona skwierczy! SKWIERCZY, DO CHUJA!

source: /WHATTHEFUCK/ /BULLSHIT/ is this?! My skin's burning holes!
pl_pl: Czy to jest jakiś spierdolony dowcip?! Moja skóra ma dziury!

source: /ARG/! Feels like daggers on my skin!
pl_pl: /ARG/! Niczym sztylety pod skórą!

source: My skin, MY BEAUTIFUL SKIN!
pl_pl: Moja skóra, MOJA PIĘKNA SKÓRA!

source: /AAH/, burning!... Protect my face!
pl_pl: /AAH/, płonę...! Muszę chronić twarz!

source: Acid rain! Take cover!
pl_pl: Kwaśny deszcz! Kryć się!

source: Burns!
pl_pl: Piecze!

source: Ow!
pl_pl: Au!
