Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Acid feet tough.po
Languages: pl_pl

source: My feet! I need shoes!
pl_pl: Moje stopy! Potrzebuję butów!

source: My feet are burning!
pl_pl: Moje stopy płoną!

source: /AAH/! My feet!
pl_pl: /AAH/! Moje stopy!

source: My feet! The pain!
pl_pl: Moje stopy! Ten ból!

source: My feet! The pain is killing me!
pl_pl: Moje stopy! Zdechnę z bólu!

source: Mercy me! My feet are burning up!
pl_pl: Ratujcie, stopy mi płoną!

source: Damn! My feet, they're burning!
pl_pl: Cholera, moje stopy płoną!

source: /ARG/, my feet!
pl_pl: /ARG/, moje stopy!

source: Feels like they're about to melt right off!
pl_pl: Czuję jakby miały się zaraz roztopić!

source: Feels like the ground is on fire!
pl_pl: Ta ziemia płonie!

source: Keep walking barefoot like this and I won't have any feet left to walk on!
pl_pl: Jeszcze więcej chodzenia boso i nie będę mieć na czym się poruszać!

source: I can't take this much longer... The ground is eating away my feet!
pl_pl: Nie dam rady tak dłużej... Ziemia pożera moje stopy!

source: I can't go on like this, my feet are melting!
pl_pl: Nie dam rady, moje stopy się topią!

source: I need to get off this ground! It's melting my skin off!
pl_pl: Muszę stąd uciec! Moja skóra się topi!

source: I CAN HEAR MY SKIN FIZZING! SKIN ISN'T SUPPOSED TO FIZZ!
pl_pl: SŁYSZĘ JAK MOJA SKÓRA SKWIERCZY! SKÓRA NIE POWINNA SKWIERCZEĆ!

source: I CAN HEAR MY FEET SIZZLING! PEOPLE AREN'T SUPPOSED TO SIZZLE!
pl_pl: MOJE STOPY SKWIERCZĄ! LUDZIE NIE MOGĄ SKWIERCZEĆ!

source: I need my skin! I like my skin! Get me off'a this acid hell-soil!
pl_pl: Potrzebuję mojej skóry! Lubię moją skórę! Wynośmy się z tej piekielnej ziemi!

source: The ground's made of /FUCKING/ acid!
pl_pl: Ta ziemia to pierdolony kwas!

source: /FUCKING/ acid soil! At this rate I'll have no feet left!
pl_pl: Jebana kwasowa ziemia! Zaraz nie będę mieć stóp!

source: Abort! I need shoes!
pl_pl: Zawracajmy! Potrzebuję butów!

source: This isn't good. I won't make it far on this ground...
pl_pl: Niedobrze. Nie dam rady dłużej maszerować po tej ziemi...

source: This acid... I don't know how much longer I can last like this...
pl_pl: Ten kwas... Nie wiem jak długo jeszcze wytrzymam w tym stanie...

source: Keep walking on this ground and I'll have no skin left...
pl_pl: Więcej chodzenia i nie będę mieć skóry...

source: This ground ain't made for bare feet... I need shoes...
pl_pl: Ta ziemia nie służy bosym stopom... Potrzebuję butów...

source: I can't keep walking on this... I need my skin on my feet...
pl_pl: Nie mogę tak chodzić... Potrzebuję skóry na moich stopach...

source: This acid is eating through my feet like it's a banquet...
pl_pl: Kwas wżera się w moje stopy jak na festynie...

source: Walking barefoot on acid... Great idea...
pl_pl: Boso po kwasie... Świetny pomysł...

source: Who's wise idea was it to walk across acid soil barefooted...?
pl_pl: Kto wpadł na taki światły pomysł by przechodzić przez kwasową ziemię boso...?

source: The ground burns the skin right off my soles!
pl_pl: Ziemia pali moje podeszwy!

source: Pain! My feet are being burned!
pl_pl: Ból! Moje stopy się palą!

source: Burning! /IWE/ need boots!
pl_pl: Parzy! Potrzebujemy butów!

source: This ground... it is cooking my feet as we speak...
pl_pl: Ta ziemia... Ona smaży moje stopy...

source: Rrgh!... Bare feet aren't meant for these soils...
pl_pl: Rrgh...! Nagie stopy nie są dostosowane do tych ziem...

source: Kch!... My feet... the pain...
pl_pl: Kch...! Moje stopy... Ten ból...

source: /IWE/ need to move off this ground, quickly.
pl_pl: Trzeba zejść z tej ziemi, i to szybko.

source: /IWE/ need to find new ground, fast.
pl_pl: Trzeba znaleźć inną drogę, szybko.

source: /IWE/ should go no further, /MYOUR/ skin won't last the journey.
pl_pl: Nie można iść dalej, skóra nie wytrzyma reszty podróży.

source: /OHSHIT/, my feet! They're on fire!
pl_pl: /OHSHIT/, moje stopy! One się palą!

source: /WHATTHEFUCK/ is up with this place!? The ground's on fire!
pl_pl: Co jest nie tak z tym pierdolonym miejscem!? Ta ziemia płonie!

source: /AAH/, that stings like bitch!... Are you /FUCKING/ kiddin' me, nature? Acid soil!?
pl_pl: /AAH/, kurewsko boli...! Czy ty ze mnie kpisz, jebana naturo? Kwasowa ziemia!?

source: /OHSHIT/, my feet! They're burning!
pl_pl: /OHSHIT/, moje stopy! One płoną!

source: /OHSHIT/, my feet! They're melting!
pl_pl: /OHSHIT/, moje stopy! One się topią!

source: /AAH/! My feet! The ground's made of /FUCKING/ acid!
pl_pl: /AAH/! Moje stopy! Ta ziemia to jebany kwas!

source: *Heave* *Heave*... My feet! My feet! It burns!
pl_pl: Moje stopy, moje stopy, moje stopy! PŁONĄ!

source: *Sniff* *Sniff*... /OI/, what's cookin'?
pl_pl: *Wącha*... /OI/, coś się smaży?

source: M... ME! My feet are being cooked! I need shoes! Get me some /FUCKING/ shoes!
pl_pl: J... JA! Moje stopy się smażą! Potrzebuję butów! Dajcie mi jebane buty!
