Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Acid water.po
Languages: pl_pl

source: HOT HOT HOT!
pl_pl: GORĄCE GORĄCE GORĄCE!

source: I'm boiling alive!
pl_pl: Gotuję się żywcem!

source: /ARG/! That's HOT!
pl_pl: /ARG/! To piecze!

source: /ARG/, it burns!
pl_pl: /ARG/, piecze!

source: I'm /FUCKING/ melting!
pl_pl: Roztapiam się!

source: /AAH/, I'm melting alive!
pl_pl: /AAH/, rozpuszczam się żywcem!

source: /AAH/! Feels like I'm on fire!
pl_pl: /AAH/! Pali niczym płomień!

source: Feels like I'm swimming in a /FUCKING/ fire!
pl_pl: Ja pływam w jebanym ogniu czy jak!?

source: /DAMN/, that burns!
pl_pl: Cholera, to piecze!

source: Stay the hell out of the water!
pl_pl: Trzymać się z dala od wody!

source: This stuff burns like a bitch!
pl_pl: To kurewsko piecze!

source: This shit burns like a bastard!
pl_pl: To gówno cholernie pali!

source: If I don't get out fast, I'll be soup!
pl_pl: Jeśli stąd nie wyjdę zostanę zupą!

source: Burning!
pl_pl: Piecze!

source: Hot!
pl_pl: Gorące!

source: It's like swimming in fire! Stay out of the water!
pl_pl: Niczym pływanie w ogniu! Nie wchodzić do wody!

source: This is no water, this is acid!
pl_pl: To nie jest woda tylko kwas!

source: Liquid fire! Stay out of the water!
pl_pl: Płynny ogień! Z dala od wody!

source: The water burns! Stay out!
pl_pl: Ta woda pali! Odsunąć się!

source: My skin! This water's eating right through me!
pl_pl: Moja skóra! Ta woda mnie pożera!

source: /ARG/! It's like swimming in fire!
pl_pl: /ARG/! Pływam w ogniu!

source: My skin! It burns all over!
pl_pl: Moja skóra! Wszystko piecze!

source: /ARG/! This isn't just water, it's acid water!
pl_pl: /ARG/! To nie jest zwykła woda, tylko KWAS!

source: /ARG/! Acid!... Feels like I'm on fire!
pl_pl: /ARG/! Kwas...! Czuję jak płonę!

source: /ARG/, acid water!
pl_pl: /ARG/, kwaśna woda!

source: This isn't water... it's acid!... The burning!
pl_pl: To nie jest woda... To kwas! BOLI!

source: Stay in here much longer and I'm soup!
pl_pl: Jeszcze trochę i będę zupą!

source: Keep swimming in this and I'll have no skin left!
pl_pl: Jeszcze więcej pływania i nie będę mieć skóry!

source: It burns!
pl_pl: Piecze!

source: Agony!
pl_pl: Umieram!

source: Pain!
pl_pl: Ten ból!
