Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Ally talk to moll .po
Languages: pl_pl

source: Whew, /YOURNAME/, you really did a number on Stack!
pl_pl: Łał, /YOURNAME/, udało ci się wykręcić niezły numer w Stosie!

source: And it looks like we weren't the only ones waiting to attack the Holy Nation. They've got their hands full fending off the Shek from the south after the defences were left open... A perfect distraction while we attack Okran's Shield, don't you think? Taking out Valtena will hit their military numbers even more so that we can finally take back Blister Hill...
pl_pl: Wygląda też na to że nie byliśmy jedynymi, którzy czekali na atak. Święty Naród ma ręce pełne roboty przy odpieraniu inwazji Sheków z południa, gdy obrona była nieszczelna... Perfekcyjne odwrócenie uwagi od nas, gdy będziemy atakować Tarczę Okrana, nie sądzisz? Zabicie Valteny uderzy w ich morale jeszcze bardziej, a my będziemy w stanie podbić Piekące Wzgórze...

source: When you're ready to take down Valtena, talk to my ninjas, /YOURNAME/.
pl_pl: /YOURNAME/, daj znać moim ninja gdy będziemy ruszać na Valtenę.

source: Whew, /YOURNAME/, you really did a number on Okran's Shield!
pl_pl: Łał, /YOURNAME/, udało ci się wykręcić niezły numer w Tarczy Okrana!

source: While the military are still regrouping and licking their wounds, this is our chance to stir things up. Next we take out their southern defensive position: Stack.
pl_pl: Podczas gdy wojsko przegrupowuje się i łata swoje rany, mamy szansę zakręcić jeszcze bardziej. Uderzymy teraz na ich południową pozycję obronną: Stos.

source: When you're ready to take down Seta, talk to my ninjas, /YOURNAME/.
pl_pl: /YOURNAME/, daj znać moim ninja gdy będziemy przystępować do ataku na Setę.

source: The inquisitors are officially out of the Holy Nation!
pl_pl: Inkwizytorzy zostali oficjalnie wycięci ze Świętego Narodu!

source: This is it, /YOURNAME/, the Phoenix' oppression is finally over and he's quaking in his holy boots... We're coming for him. We're ready to take back Blister Hill.
pl_pl: To jest to, /YOURNAME/, opresja Feniksa wreszcie się zakończyła, a teraz ucieka w swoich świętych bucikach... Idziemy po niego. Jesteśmy gotowi do odbicia Piekącego Wzgórza.

source: When you're ready to attack the Phoenix, talk to my ninjas, /YOURNAME/.
pl_pl: Pogadaj z moimi ninja gdy będziemy przystępować do ataku na Feniksa, /YOURNAME/.

source: The Valleys of Okran belong to the people now... Thanks to you, /YOURNAME/...
pl_pl: Doliny Okrana w końcu należą do ludzi... Wszystko dzięki tobie, /YOURNAME/!

source: And me, of course... *snort*
pl_pl: I dzięki mnie, oczywiście... *mruczy*

source: The reign of the Holy Nation had to end some day. I'm just glad you and I could be the ones to do it...
pl_pl: Władza Świętego Narodu musiała się kiedyś zakończyć. Cieszę się, że to my byliśmy tymi, którzy tego dokonali.

source: Rot in the abyss, Phoenix.
pl_pl: Gnij w nicości, Feniksie.

source: The people of Blister Hill couldn't handle the downfall of their 'invincible' god lord. I guess you've seen the ruins, /YOURNAME/?
pl_pl: Ludzie z Piekącego Wzgórza nie mogli wytrzymać upadku ich "nieśmiertelnego" boga-władcy. Sądzę że widziałeś już ruiny, /YOURNAME/?

source: But we can't take the capital for ourselves just yet. It's too dangerous, the high inquisitors' armies still patrol Okran's Pride in heavy force. Seta and Valtena are distracted by the invading Shek but they're still holding up the fort without the Phoenix...
pl_pl: Ale nie możemy jeszcze zająć stolicy. Jest zbyt niebezpiecznie, armie Wysokich Inkwizytorów nadal patrolują Dumę Okrana w zwiększonych liczbach. Seta i Valtena są zajęci atakującymi Shekami, ale dają sobie radę z utrzymaniem fortu bez Feniksa...

source: But we can't take it for ourselves just yet. It's too dangerous, the high inquisitors' armies still patrol Okran's Pride in heavy force. Valtena is holding up the fort without the Phoenix. He's distracted by the invading Shek, but the battlefield is raging on...
pl_pl: Ale nie możemy jeszcze zająć stolicy. Jest zbyt niebezpiecznie, armie Wysokich Inkwizytorów nadal patrolują Dumę Okrana w zwiększonych liczbach. Valtena jest zajęty odpieraniem ataków Sheków, ale wojna nadal trwa...

source: But we can't take it for ourselves just yet. It's too dangerous, the high inquisitors' armies still patrol Okran's Pride in heavy force. Seta is holding up the fort without the Phoenix. He's distracted by the invading Shek, but the battlefield is raging on...
pl_pl: Ale nie możemy jeszcze zająć stolicy. Jest zbyt niebezpiecznie, armie Wysokich Inkwizytorów nadal patrolują Dumę Okrana w zwiększonych liczbach. Seta i jest zajęty utrzymywaniem fortu bez Feniksa. Zajął się walką z Shekami, ale wojna nadal trwa...
