Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Ally talk to Flotsam.po
Languages: pl_pl

source: The Phoenix and his two inquisitors, Seta and Valtena, form a strong defensive triangle between the three of them. The High Inquisitors fortify the enemy perimeters, but take them out and the Holy Nation will start to crack.
pl_pl: Feniks i jego dwoje inkwizytorów, Seta i Valtena, tworzą silną, defensywnątrójcę. Wysocy Inkwizytorzy zabezpieczają wrogie perymetry, ale pozbycie się ich rozpocznie upadek Świętego Narodu.

source: Where do I find the High Inquisitors?
pl_pl: Gdzie znajdę tych Wysokich Inkwizytorów?

source: Seta controls Stack in the south west of the plains. Valtena you'll find in a military outpost, Okran's Shield, on the eastern border. Do not underestimate their hold on the Holy Nation, the two of them are probably smarter than the Phoenix himself - he was born into his role, remember, but those guys earned it with pure Okranite crazy and cunning.
pl_pl: Seta kontroluje Stos na południowym zachodzie ruin. Valtenę znajdziesz w wojskowym posterunku, Tarczy Okrana, na wschodniej granicy. Nie przeceniaj ich pozycji w Świętym Narodzie, obaj są prawdopodobnie mądrzejsi niż sam Feniks - on urodził się w tej roli, pamiętaj o tym, ale ci kolesie zyskali swój statu dzięki czystemu, Okranickiemu szaleństwu i podstępkom.

source: I'll do it. But I'm going to need some help.
pl_pl: Zajmę się nimi. Będę jednak potrzebować pomocy.

source: You're going in for the kill? You're one crazy /MAN/, /YOURNAME/... I'm glad to have you on my side.
pl_pl: Idziesz po śmierć? Szaleniec z ciebie, /YOURNAME/... Cieszę się, że mam cię po mojej stronie.

source: Calm it, /YOURNAME/. I've got a fort to hold and refugees to protect here, but my ninjas will help you.
pl_pl: Uspokój się, /YOURNAME/. Mam fort do utrzymania i imigrantów do ochrony, ale moi ninja ci pomogą.

source: Here. Find a patrol and give them this, they'll follow you right to the action... This is a fucking huge undertaking though, /YOURNAME/, make sure you're ready - I don't want my comrades' blood on my hands for nothing.
pl_pl: Masz. Znajdź patrol i daj im to, pójdą z tobą w sam środek akcji... To będzie zajebiście trudne wyzwanie, /YOURNAME/, upewnij się że masz z czym atakować - nie chcę mieć krwi moich towarzyszy na rękach, którą przelano za nic.

source: Seta controls Stack in the south west of the plains. Valtena you'll find in the military outpost, Okran's Shield, on the eastern border. Do not underestimate their hold on the Holy Nation, the two of them are probably smarter than the Phoenix himself - he was born into his role, remember, but those guys earned it with pure Okranite crazy and cunning.
pl_pl: Seta kontroluje Stos na południowym zachodzie ruin. Valtenę znajdziesz w wojskowym posterunku, Tarczy Okrana, na wschodniej granicy. Nie przeceniaj ich pozycji w Świętym Narodzie, obaj są prawdopodobnie mądrzejsi niż sam Feniks - on urodził się w tej roli, pamiętaj o tym, ale ci kolesie zyskali swój statu dzięki czystemu, Okranickiemu szaleństwu i podstępkom.

source: What will happen after we destroy Phoenix and his inquisitors?
pl_pl: Co się stanie, gdy zniszczymy Feniksa i jego inkwizytorów?

source: Who can say? Those idiot okranites have pissed in a lot of people's soups. They've got a few enemies waiting for their chance at revenge, and a few disgruntled city goers itching for an uprising too. Hopefully all those enemies will clean the majority of the army up for us. Okran knows numbers aren't exactly on our side. Then? Then we'll do our best to free the holy servants and protect the survivors... the ones that don't try to fight us at least.
pl_pl: Któż może to wiedzieć? Ci zidiociali Okranici nasikali do zupy wielu ludziom. Mają kilku wrogów czekających na możliwość rewanżu, część świeżo zdobytych miast niecierpliwi się na nadejście rewolucji. Na szczęście ci wrogowie wyczyszczą większość wojska. Okran wie, że liczby nie są do końca po naszej stronie. Co potem? Zrobimy co możemy, by uwolnić świętych niewolników i chronić ocalałych... A przy najmniej tych, którzy nie będą próbowali z nami walczyć.

source: Mm. Leave it to me.
pl_pl: Mhm. Zostaw to mnie.

source: Wait... what?
pl_pl: Czekaj... Co?

source: All on your own? Are you crazy?!
pl_pl: Pójdziesz samodzielnie? Oszalałeś!?

source: Sure am.
pl_pl: Być może.

source: Ha ha, good. It takes a crazy person to pull the trigger.
pl_pl: Haha, wspaniale. Potrzeba szalonej osoby do pociągnięcia za spust.

source: If you want to get off your ass and help me, be my guest.
pl_pl: Jeśli chcesz ruszyć dupę i mi pomóc, będę za to wdzięczny.

source: Just crazy for freedom.
pl_pl: Szaleję za wolnością.

source: Ugh, cut me the corny bullshit... But fine. You got balls, I'll give you that.
pl_pl: Uch, skończ z tym pierdoleniem... Ale dobra. Masz jaja, muszę ci to przyznać.

source: Good luck, /YOURNAME/.
pl_pl: Powodzenia, /YOURNAME/.

source: Later, Moll. I'll be back soon.
pl_pl: Później, Moll. Wrócę za jakiś czas.

source: Thanks for the info.
pl_pl: Dzięki za informację.
