Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/almost woke up.po
Languages: pl_pl

source: Hmm? What?
pl_pl: Hmm? Co?

source: Ah!
pl_pl: Ach!

source: Hmmm....
pl_pl: Mhmm...

source: What is...
pl_pl: Co jest...

source: ...more drink....
pl_pl: WiÄ™cej... alkoholu...

source: I'm not a /INSULT/...
pl_pl: Nie jestem debilem...

source: Teddy? Teddy....
pl_pl: Misiu? Misiu...

source: Zzzzzzzzzz
pl_pl: Zzzzzzzzz...

source: *SNORE*
pl_pl: *CHRAPIE*

source: Zzzzz....
pl_pl: Zzz...
