Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Anti slaver sees enemy faction player.po
Languages: pl_pl

source: For every slave that's ever suffered at the hands of people like you...
pl_pl: Za każdego niewolnika, który ucierpiał przez ludzi takich jak ty...

source: More Empire boot lickers...
pl_pl: Więcej imperialnych dupolizów...

source: I smell a /FUCKING/ slaver...
pl_pl: Wyczuwam jebanego łowcę niewolników...

source: Fuck the slavers...
pl_pl: Jebać łowców...

source: Know what I hate more than the stinking gutters?... Slavers.
pl_pl: Wiesz czego nienawidzę bardziej niż cholernych Rozpruwaczy?... Łowców.

source: Feeling safe under the Empire's protection, pawn?
pl_pl: Czujesz się bezpiecznie pod ochroną Imperium, pionku?

source: Stinking slavers...
pl_pl: Cholerni łowcy...

source: Slavery will end... and it will end with people like you...
pl_pl: Niewolnictwo się zakończy... I zniknie z ludźmi twojego pokroju...

source: Chew on THIS!
pl_pl: Spróbuj tego!

source: Choke on THIS!
pl_pl: Uduś się tym!

source: Choke on my fist!
pl_pl: Uduś się moją pięscią!

source: Taste the fist of freedom, slaver!
pl_pl: Poczuj na sobie wolność, łowco!

source: Call it what you want, Okranite. Rebirth is slavery...
pl_pl: Nazywaj to jak chcesz, Okranito. Odradzanie to niewolnictwo...

source: Open your eyes, god-lover. Rebirth and slavery are the same...
pl_pl: Otwórz oczy, bogojebco. Odradzanie i niewolnictwo to to samo...

source: Slavery in the name of god is still slavery, Okranite...
pl_pl: Niewolnictwo w imię boga nadal jest niewolnictwem, Okranito...

source: And slavery ends with the Holy Nation!
pl_pl: I zakończy żywot razem ze Świętym Narodem!

source: And Anti Slavers don't LIKE slavers!
pl_pl: A Wolnościowcy NIE LUBIĄ łowców niewolników!

source: And, as an Anti Slaver, you're gonna eat my fist!
pl_pl: I, będąc Wolnościowcem, dam ci skosztować mojej pięści!

source: And all slavers can go fuck 'emselves!
pl_pl: I wszyscy łowcy mogą iść się jebać!

source: For Tinfist!
pl_pl: Za Blachorękiego!

source: This one's for Tinfist!
pl_pl: To za Blachorękiego!

source: We won't forget.
pl_pl: Nie zapomnimy.

source: This one's for you, Tinfist!
pl_pl: To za ciebie, Blachoręki!

source: This one's for Old Grey!
pl_pl: To za Starego Szaraka!

source: This one's for you, Grey!
pl_pl: To dla ciebie, Szaraku!

source: This one's for Big Bo!
pl_pl: To za Wielką Bo!

source: Be at peace, Bo.
pl_pl: Spoczywaj w pokoju, Bo.

source: This one's for you, Bo!
pl_pl: To za ciebie, Bo!

source: Be at peace, Jaegar.
pl_pl: Spoczywaj w pokoju, Jaegar.

source: This one's for you, Jaegar!
pl_pl: To dla ciebie, Jaegarze!

source: Beating a ninja into the sand is an impressive feat, /YOURNAME/...
pl_pl: Rzucenie ninjy na piach to imponujący wyczyn, /YOURNAME/...

source: Takes skill to beat down a ninja, /YOURNAME/, I'll give you that...
pl_pl: Potrzeba nielada umiejętności by załatwić ninja, /YOURNAME/. Muszę to przyznać.

source: You kicked my ass last time, /YOURNAME/. I'm impressed...
pl_pl: Udało ci się skopać mi dupę, /YOURNAME/. Imponujące...

source: I'm still seeing stars from last time, /YOURNAME/...
pl_pl: Ciągle widzę gwiazdy po ostatnim spotkaniu, /YOURNAME/...

source: I'm still feeling the bruises from our last encounter, /YOURNAME/...
pl_pl: Nadal czuję siniaki po naszym ostatnim spotkaniu, /YOURNAME/...

source: Really did a number on my insides last time, /YOURNAME/...
pl_pl: Udało ci się narobić niezłego zamętu w moich wnętrznościach, /YOURNAME/...

source: You make for a good challenge.
pl_pl: Stanowisz idealne wyzwanie.

source: You make for a fun fight.
pl_pl: Walka z tobą to sama przyjemność.

source: You're one hell of an opponent to have.
pl_pl: Jest z ciebie kawał przeciwnika.

source: ... But you're still an asshole.
pl_pl: ... Ale i tak chuj ci w dupę.

source: ... But I still don't like you.
pl_pl: ... Ale nadal cię nie lubię.

source: ... But you're still a shit eater.
pl_pl: ... Ale nadal jesteś gównożerem.

source: Still alive?
pl_pl: Nadal żyjesz?

source: Still walking after our last fight?
pl_pl: Nadal chodzisz po ostatniej walce?

source: Looks I didn't finish the job last time, eh?
pl_pl: Chyba nie udało mi się skończyć ostatniej roboty, co?

source: You're a tough nut to crack...
pl_pl: Ciężki z ciebie orzech do zgryzienia...

source: You're a stubborn asshole, I'll give you that...
pl_pl: Uparty z ciebie dupek, muszę przyznać...

source: *sigh*... Why are all the assholes so bad at dying?
pl_pl: *wzdycha*... Czemu każdy dupek ma taki problem ze zdychaniem?

source: Guess I'll need to use some extra muscle this time!
pl_pl: Tym razem przyda mi się dodatkowa para mięśni!

source: Sometimes it just takes some extra elbow grease!
pl_pl: Czasem trzeba jeszcze sprawdzić łokciem!

source: This time you won't be standing up again so easy!
pl_pl: Tym razem nie wstaniesz tak łatwo!
