Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Anti slaver get up fight.po
Languages: pl_pl

source: Eat knuckle!
pl_pl: Żryj pięści!

source: Heh, call that a weapon?
pl_pl: Heh, nazywasz to bronią?

source: Eat boot!
pl_pl: Żryj buta!

source: Time to knock some heads...
pl_pl: Czas rozbić parę łbów...

source: Time to kick some skull...
pl_pl: Czas skopać parę czaszek...

source: Round two!
pl_pl: Runda druga!

source: Call that a beatdown? I'll show you a real beatdown!
pl_pl: To nazywasz obiciem? Zaraz ci pokażę obicie!

source: /FUCKING/ slavers...
pl_pl: Jebani łowcy...

source: Heh... call that a weapon, slaver?
pl_pl: Hah... nazywasz to bronią, łowco?

source: Let's knock some slaver heads...
pl_pl: Rozwalmy parę łowieckich głów...

source: Let's kick some slaver skull...
pl_pl: Rozjebmy parę łowieckich czaszek!

source: Round two...
pl_pl: Runda druga...

source: How about you eat my boot, slaver...
pl_pl: Co powiesz na mojego buta, łowco...
