Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/armour king see neutral.po
Languages: pl_pl

source: Greetings new customer!
pl_pl: Witaj, nowy kliencie!

source: Welcome to Armour King! The greatest armour shop in the world.
pl_pl: Witaj u Króla Pancerzy! Najlepszy sklep ze zbrojami na świecie.

source: Armour King has the best selection in the remnants of the world
pl_pl: Król Pancerzy posiada najlepszy wybór pozostałości świata.

source: My armour is the greatest.
pl_pl: Moja pancerze są najlepsze.

source: I am Armour King
pl_pl: Jestem Królem Pancerzy.

source: This shop is called "Armour King", because the armour is the best.
pl_pl: Ten sklep zwie się "Królem Pancerzy", gdyż produkujemy najlepsze zbroje.

source: Tell your friends that Armour King has the best armour.
pl_pl: Powiedz przyjaciołom, że Król Pancerzy ma najlepsze zbroje.

source: Forgive me for following you, but you look like a thief.
pl_pl: Wybacz mi śledzenie ciebie, alee wyglądasz jak złodziej.

source: I must keep my eye on you so that you are not tempted to steal such amazing armour. Ha ha.
pl_pl: Muszę cię obserwować by mieć pewność, że nie przyjdzie ci do głowy kraść tak wspaniałe zbroje. Haha!

source: You cannot buy better armour anywhere in the world.
pl_pl: Nigdzie na tym świecie nie kupisz lepszych pancerzy.

source: I have checked. It took me 67 years.
pl_pl: Sam sprawdzałem. Potrzebowałem na to 67 lat.

source: I can't blame you if you try to steal my armour, because it is the best.
pl_pl: Nie mogę cię winić, jeśli spróbujesz ukraść moje zbroje, bo są najlepsze.

source: You are probably tempted to steal things, I would feel the same in your position.
pl_pl: Zapewne czujesz nieodpartą chęć kradzieży... Na twoim miejscu czułbym to samo.

source: If you feel the urge to steal, that's okay, it's a natural feeling when presented with such great armour.
pl_pl: Jeśli czujesz potrzebę kradzieży, to jest to normalne - to normalny odruch, gdy pokazuje się tak dobre zbroje.

source: But I will have to kill you.
pl_pl: Ale wtedy będę musiał cię zabić.

source: I will end you though.
pl_pl: Ale wtedy cię zabiję.

source: Don't though.
pl_pl: Nie próbuj tego, proszę.

source: Now maybe you are thinking, "I should kill Armour King so I can take all his great armour"
pl_pl: Teraz pewnie myślisz "muszę zabić Króla Pancerzy, by wziąć jego świetne zbroje"...

source: I don't recommend this action however.
pl_pl: Nie polecam jednak takiego działania.

source: You cannot. I am deadly.
pl_pl: Ale nie możesz. Jestem zabójczy.

source: You will fail at this.
pl_pl: Nie uda ci się to jednak.

source: Beings like yourselves are squishy and vulnerable to stabbing by pointed objects.
pl_pl: Istoty takie jak wy są miękkie i podatne na dźgnięcia ostrymi narzędziami.

source: Humans are weak against stabbing
pl_pl: Ludzie są kompletnie nieodporni na pchnięcia.

source: Some advice: Your soft skins are easily pierced by sharp objects.
pl_pl: Mała rada: wasze miękkie skóry są łatwo przebijalne przez ostre obiekty.

source: Overcome your weakness with armour from the Armour King
pl_pl: Przezwycięż swoje słabości ze zbroją Króla Pancerzy.

source: Armour King has the solution.
pl_pl: Król Pancerzy ma na to rozwiązanie!

source: Armour King! Armour King! Saving Lives! With Armour-ing!
pl_pl: Król Pancerzy! Król Pancerzy! Chroni zdrowie! Pancerzami!

source: Do not mind the Thralls!
pl_pl: Nie przejmuj się moimi Zbłądzonymi.

source: I retrieved them from the Ashlands
pl_pl: Odzyskałem ich z Popielnych Ziem.

source: But do not fear! I modified them myself to make them only murderous to armour thieves!
pl_pl: Ale nie bój się! Samodzielnie zmodyfikowałem ich oprogramowanie, by byli zabójczy jedynie wobec złodziei!

source: They are much stronger than normal thralls, but don't let that scare you!
pl_pl: Są o wiele silniejsi niż normalni Zbłądzeni, ale niech cię to nie martwi!

source: Unless you are a thief...
pl_pl: Chyba, że jesteś złodziejem...

source: Even though the Thralls have no heads, they are good at spotting thievery! Oh yes!
pl_pl: Nawet nie posiadając głów, Zbłądzeni są bardzo dobrzy w wykrywaniu złodziei! O tak!

source: I gave them special audio sensors. In their hands. That is how they know a thief you see.
pl_pl: Otrzymali specjalne czujniki dźwięku. Mają je w dłoniach. W ten sposób wiedzą, gdzie jest złodziej.

source: And I upgraded their armour of course. It's the best armour in the world!
pl_pl: Oczywiście ulepszyłem też ich opancerzenie. To najlepsze zbroje na świecie!
