Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Arrogant worlds end adventurer.po
Languages: pl_pl

source: You there, looking for work? I'm leaving on an expedition at dawn tomorrow, I'll need a strong back to carry my equipment. You'll get 3000 Cats upfront and you'll be fed well during your service, how about it?
pl_pl: Ej ty, szukasz pracy? O świcie ruszam z ekspedycją, potrzebuję silnego kompana do niesienie mojego sprzętu. Dostaniesz 3000 catunów z góry i wyżywienie na czas podróży, co ty na to?

source: I was about to ask you the same thing...
pl_pl: Miałem pytać o to samo...

source: Hah! You, an adventurer!? An amateur like you wouldn't last ten minutes navigating uncharted lands! The winged beak ogres would eat you alive! And that's if the cannibals didn't make you run home pissing your pants first, hah!
pl_pl: Hah! Ty? Poszukiwaczem przygód? Amator taki jak ty nie wytrzymałby dziesięciu minut podróży na niezmapowanych ziemiach! Skrzydlate, dziobate ogry zjadłyby cię żywcem! I to tylko gdyby kanibale nie przegoniłyby cię z powrotem do domu, z obszczanymi spodniami, hahaha!

source: Beak ogres? Already killed twenty of 'em. What of it.
pl_pl: Dziobate ogry? Mam już dwadzieścia na koncie. Żaden problem.

source: That's nothing! I've seen and slaughtered fifty of them in my time. Lie harder next time, amateur...
pl_pl: To nic! Widziałem i załatwiłem pięćdziesiąt swojego czasu. Kłam lepiej, amatorze...

source: Call me an amateur when you kill your first flame behemoth, sweetie (Walk away)
pl_pl: Nazwiesz mnie amatorem gdy załatwisz swojego pierwszego ognistego behemota, kruszyno. [Odejdź]

source: Flame behe...? Uh, right, yeah, killed ten of them already.
pl_pl: Ognisty behe...? A, no tak, racja, załatwiłem już dziesięć.

source: To hell with this. I've got more important things to do.
pl_pl: Jebać to. Mam ważniejsze rzeczy do roboty.

source: Dogshit. You couldn't even slaughter a swamp raptor with that rusty sword.
pl_pl: Gówno prawda. Nie załatwiłbyś nawet bagiennego raptora tym zardzewiałym mieczykiem.

source: Any adventurer would know that a worn sword is the sign of good use! Look, unless you're here to work as my pack gar, I've no interest in wasting my breath on amateurs...
pl_pl: Każdy prawdziwy podróżnik wie, że zużyty miecz to oznaka wytrzymałości! Słuchaj, jeśli nie chcesz pracować jako mój tragarz, nie mam ochoty marnować mojego oddechu na amatorów...

source: Bar keep! Bring me another rum, I'm out.
pl_pl: Barman! Podaj mi jeszcze jedną szklankę.

source: Winged beak ogres? You're full of dogshit.
pl_pl: Skrzydlate, dziobate ogry? Pierdolisz.

source: Travel far enough and you'll see them alright. Look like gutters but bigger, and with wings too. Trick is to pull your shit together, see, they're blind but they smell fear. Surviving an encounter with one of those is the true test of a tech hunter with balls of iron...
pl_pl: Podróżuj wystarczająco długo i w końcu na nie trafisz. Wyglądają jak zwykłe rozpruwacze, ale są większe, i ze skrzydłami. Najważniejsze jest zachować zimną krew, są ślepe, ale czują strach. Przetrwanie spotkania z takim skurwysynem to prawdziwy test dla łowcy na jaja ze stali...

source: Interesting, where can I find these?
pl_pl: Interesujące, gdzie je znajdę?

source: To the north west, a black valley filled with ruined cities. It's at least a month's journey though, and the path is infested with bandits, cannibals and every kind of wild beast imaginable. You'd be lucky just to make it there in one piece, take my advice and go back home, /OUTLANDER/.
pl_pl: Na północny wschód, w czarnej dolinie wypełnionej zrujnowanymi miastami. To co najmniej miesięczna podróż, a trasa jest usiana bandytami, kanibalami i najgorszym ścierwem, jakie można sobie wyobrazić. Będziesz mieć szczęście jeśli dotrzesz tam w jednym kawałku. Weź sobie moją radę do serca i wracaj do domu, /OUTLANDER/.

source: Ha, right, whatever you say. Maybe lay off the sauce for a while, eh?
pl_pl: Ta, jasne, cokolwiek powiesz. Może odstaw na trochę alkohol, co?

source: Look, unless you're here to work as my pack gar, I've no interest in wasting my breath on amateurs...
pl_pl: Słuchaj, jeśli nie chcesz pracować jako mój tragarz, nie będę marnować mojego oddechu na amatorów.

source: I'm leaving. I don't have time for your nonsense stories.
pl_pl: Daruj sobie. Nie mam czasu na twoje bezsensowne historyjki.

source: Hah, thinks /HEIS/ an adventurer...
pl_pl: Haha, myśli, że jest poszukiwaczem przygód...

source: What?! That's my line!
pl_pl: Co? To mój tekst!

source: Do I look like a goddamn pack gar to you?
pl_pl: Czy wyglądam dla ciebie jak garru?

source: Well, you certainly don't look like an adventurer, so why else would you be at World's End? An amateur like you wouldn't last ten minutes navigating uncharted lands! The winged beak ogres would eat you alive, and that's if the cannibals didn't make you run home pissing your pants first, hah!
pl_pl: Cóż, na pewno nie wyglądasz jak poszukiwacz przygód, więc w jakim innym celu siedziałbyś w Końcu Świata? Taki amator jak ty nie przetrwałby dziesięciu minut w niezmapowanych ziemiach. Skrzydlate, dziobate ogry zjadłyby cię żywcem, i to tylko gdybyś nie uciekł do domu z oszczanymi spodniami z powodu kanibali, haha!

source: Psh, fine, be like that!
pl_pl: Pff, dobra, niech ci będzie!
