Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Attacked for bounty.po
Languages: pl_pl

source: An Empire puppet comes for my bounty, hrm?
pl_pl: Pies Imperium przychodzi po moją głowę, co?

source: An Empire stooge comes after my bounty, hrm?
pl_pl: Imperialny idiota przychodzi za moją nagrodą, co?

source: Another Empire lackey comes for my bounty, hrm?
pl_pl: Osioł Imperium przybywa po moją głowę, co?

source: Another Empire pawn comes after my bounty, hrm?
pl_pl: Kolejny pupilek Imperium przychodzi po nagrodę, hę?

source: Another Empire sucker wants my bounty, hrm?
pl_pl: Kolejny imperialny debil przybywa po nagrodę, hę?

source: I'll rip your bones from you flesh first
pl_pl: Najpierw wyrwę ci żebra.

source: I'll rip your limbs from your body first
pl_pl: Najpierw pourywam ci kulasy.

source: I'll tear your eyes from their sockets first
pl_pl: Najpierw ujebię ci oczy.

source: I'll pull your spine from your flesh first
pl_pl: Wyrwę ci kręgosłup.

source: I'll unravel you from your guts first
pl_pl: Wypruję ci flaki.

source: Come closer!
pl_pl: Podejdź bliżej!

source: Don't be shy, come closer!
pl_pl: Nie wstydź się, podejdź!

source: Come on then, don't be shy!
pl_pl: No dawaj, nie wstydź się!
