Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Attack.po
Languages: pl_pl

source: Make /HIM/ bleed!
pl_pl: Niech /ONI/ krwawi!

source: Bleed /HIM/ dry!
pl_pl: Osuszyć /HIM/ z krwi!

source: Make 'em scream!
pl_pl: Niech wrzeszczą!

source: Stab 'em in the eyes!
pl_pl: Dźgajcie w oczy!

source: Go for the eyes!
pl_pl: Celujcie w oczy!

source: Carve their throats out!
pl_pl: Wyciąć im gardła!

source: Slice their guts open!
pl_pl: Wypruć im flaki!

source: Rip 'em inside out!
pl_pl: Rozerwać ich!

source: Smash 'em up!
pl_pl: Zgnieść ich!

source: Smash 'em open!
pl_pl: Rozpierdolić!

source: Make 'em mush!
pl_pl: Niech zdychają!

source: Make 'em gush! I wanna see LOTS'VE red!
pl_pl: Niech zdychają! Chcę widzieć MNÓSTWO krwi!

source: Slit 'em open! Slaughter 'em!
pl_pl: Rozpłatać ich! Zajebać!

source: Skin them alive! Bring me their skalps!
pl_pl: Oskórować żywcem! Przynieście mi ich skalpy!

source: Stab 'im in the eyes!
pl_pl: Dźgać w oczy!

source: Carve /HIS/ throat out!
pl_pl: Wyciąć /MU/ wnętrzności!

source: Slice /HIS/ guts open!
pl_pl: Wyrwać /MU/ flaki!

source: Rip /HIM/ inside out!
pl_pl: Wypruć /MUJEJ/ wnętrzności!

source: Smash /HIM/ up!
pl_pl: Rozjebać /HIM/!

source: Smash /HIM/ open!
pl_pl: Rozwalić /HIM/!

source: Make /HIM/ mush!
pl_pl: Niech błaga o litość!
