Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Bandit hold up.po
Languages: pl_pl

source: Hand over your /CATS/ if you wanna live!
pl_pl: Dawaj swoje /CATS/ jeśli chcesz żyć!

source: Give up your /CATS/ if you wanna live!
pl_pl: Oddawaj swoje /CATS/ jeśli chcesz przeżyć!

source: Give us your /CATS/ if you wanna live!
pl_pl: Chcesz żyć? Dawaj /CATS/!

source: Hand over your /CATS/ or I'll /SLITYOURTHROAT/!
pl_pl: Dawaj /CATS/ albo poderżnę ci gardło!

source: Give up your /CATS/ or I'll /SLITYOURTHROAT/!
pl_pl: Oddawaj /CATS/ albo cię zarżnę!

source: Give us your /CATS/ or I'll /SLITYOURTHROAT/!
pl_pl: Daj nam swoje /CATS/ albo cię rozjebię!

source: Money! Hand it over, /INSULT/!
pl_pl: Kasa! Dawaj ją, /INSULT/!

source: /CATS/! Hand 'em over, /INSULT/!
pl_pl: /CATS/! Dawaj je, /INSULT/!

source: Hand over you Cats! Don't make me have to pry 'em from your /CORPSE/, /INSULT/!
pl_pl: Dawaj swoje catuny! Nie będę ich szukać w twoim martwym ciele, /INSULT/!

source: Hand over you Cats or /THREAT/!
pl_pl: Dawaj catuny albo cię zapierdolę!

source: Give up your /CATS/ or /THREAT/!
pl_pl: Oddawaj catuny albo zdechniesz!

source: /CATS/! Hand 'em over or /THREAT/!
pl_pl: /CATS/! Dawaj je albo zdechniesz!

source: Take it! (Give 500 Cats)
pl_pl: Bierz je! (Daj 500 c.)

source: Okay, okay! (Give 500 Cats)
pl_pl: Dobra, dobra! (Daj 500 c.)

source: /FINE/... (Give 500 Cats)
pl_pl: Ech, /FINE/... (Daj 500 c.)

source: Good, quick learnin', /INSULT/
pl_pl: Szybko się uczysz, /INSULT/.

source: Smart choice, /BOY/
pl_pl: Mądry wybór, /BOY/.

source: Good /BOY/!
pl_pl: Dobrze, /BOY/!

source: You learn well, /BOY/
pl_pl: Dobrze się uczysz, /BOY/.

source: Just don't try comin' after us!
pl_pl: Nie próbuj iść za nami!

source: Don't even think about comin' after us!
pl_pl: Nawet nie myśl o ściganiu nas!

source: I'll let you live another day!
pl_pl: Pozwolę ci żyć kolejny dzień!

source: You get to live another day!
pl_pl: Możesz teraz żyć kolejny dzień!

source: Now /GETLOST/!
pl_pl: A teraz spadaj!

source: Now get outta my face!
pl_pl: Wynoś się stąd!

source: Here (Give 300 Cats)
pl_pl: Masz. (Daj 300 c.)

source: /FINE/ (Give 300 Cats)
pl_pl: Ech, /FINE/. (Daj 300 c.)

source: 300 Cats eh? And what about them backpacks o' yours? You ain't got more than 300 Cats in all them hidey holes?! Empty 'em out! Lying /BASTARD/!
pl_pl: 300 catunów, co? A co z tymi torbami? Na pewno nie masz tam więcej niż 300 catunów?! Opróżniaj je, kłamliwa szmato!

source: You sure you don't have any extra Cats hidden in them backpacks!? /FUCKING/ /MISER/... Let me see!
pl_pl: Na pewno nie masz żadnych pieniędzy w tych torbach? Cholerny przegryw... Sam sprawdzę!

source: It's all I've got, I swear
pl_pl: Tylko tyle mam, przysięgam!

source: It's all I have, honestly
pl_pl: Szczerze, to nie mam więcej...

source: I swear, I don't have any more money
pl_pl: Przysięgam, że nie mam więcej kasy.

source: Tch, /FINE/. Good for nothing bum. I'm taking the 300 though, you're lucky I'm in a good mood!
pl_pl: Pff, /FINE/. Lepsze to niż nic, ciesz się że mam dobry humor!

source: Now get the hell outta my face before I change my mind
pl_pl: A teraz wynoś się stąd zanim zmienię zdanie!

source: Now /GETLOST/. Before I change my mind.
pl_pl: A teraz spadaj, bo zmienię zdanie!

source: Lyin' /IDIOT/!
pl_pl: /IDIOT/!

source: Urgh, lying /RUNT/! Just for that, I'm takin' your /MONEY/ AND givin' you a /STABBIN/!
pl_pl: Uch, kłamliwy śmieć! Za to zabiorę ci i kasę, i nerki!

source: Get over 'ere!
pl_pl: Cho no tu!

source: Come to daddy
pl_pl: Chodź do tatusia!

source: Come to papa
pl_pl: Chodź do tatki!

source: I'll sort 'em out!
pl_pl: Ja się tym zajmę!

source: Nowhere to hide, /INSULT/!
pl_pl: Nie masz się gdzie schować, /INSULT/!

source: Nowhere to run, /INSULT/!
pl_pl: Nie masz gdzie uciec, /INSULT/!

source: Chase 'em down!
pl_pl: Gonić ich!

source: Get your /GODDAMN/ beak out of my bag!
pl_pl: Zabieraj swój cholerny dziób od moich toreb!

source: Get your /GODDAMN/ fingers out of my bag!
pl_pl: Zabieraj łapska ode mnie!

source: Don't touch my /GODDAMN/ bag!
pl_pl: Nie ruszaj cholernej torby!

source: Hey back off! Don't touch my stuff!
pl_pl: Hej, cofnij się! To moje rzeczy!

source: Stubborn /IDIOT/!
pl_pl: Uparty cwel!

source: Go ahead, check my belongings
pl_pl: No dobra, sprawdź sobie.

source: Don't mind if I do...
pl_pl: No dobra, nie przeszkadzaj...

source: Alright, I will...
pl_pl: Okej, zrobię to...

source: Alright...
pl_pl: Okej...

source: I will!...
pl_pl: Zrobię to!...

source: /FINE/, just gimme the 300 Cats and /GETLOST/. /FUCKING/ /SCROUNGER/...
pl_pl: Dobra, dawaj te 300 catunów i zwijaj się stąd...

source: /FUCKING/ liar! You lied to me! You got loads of /STUFF/ on ya!
pl_pl: Jebany kłamca! Masz dużo rzeczy ze sobą!

source: /FUCKING/ liar! You lied to me! Lookit all these Cats!
pl_pl: Cholerny kłamca! Okłamałeś mnie! Spójrzcie na te catuny!

source: Lying /BASTARD/! You lied to me! Lookit all these monies!
pl_pl: Kłamca! Spójrzcie na tą kasę!

source: What? Liar! You got loads of sexy /STUFF/ on ya!
pl_pl: Co? Kłamca! Masz sporo fajnych rzeczy ze sobą!

source: Eh? /GODDAMN/ liar! You got loads of fancy /STUFF/ in here!
pl_pl: Hę? Colerny kłamca! Masz ze sobą sporo fajnego sprzętu!

source: Mah? Lying /INSULT/... You got loads of swanky /STUFF/ in here!
pl_pl: Co do... Kłamliwy śmieć! Masz sporo towaru ze sobą!

source: Go ahead, check my stuff
pl_pl: No dawaj, sprawdź mój sprzęt.

source: So hold the /FUCKNOUN/ up. You're tellin' me, that between all of you /INSULT/s, you can't scrape together more than 300 /CATS/ between ya?
pl_pl: Czekaj, kurwa. Chcesz mi powiedzieć że wy, smiecie, wspólnie nie macie więcej niż 300 catunów?

source: 300 Cats?! So a pack 'o /IDIOT/s like you lot can't afford more than 300 Cats between you?! Do I really gotta start slittin' throats already?
pl_pl: 300 catunów?! Banda idiotów jak wy nie potrafi zebrać więcej niż 300 catunów RAZEM!? Naprawdę mam zacząć podcinać gardła?

source: You'd rather fight us all, would you?
pl_pl: Wolisz walczyć z nami wszystkimi, nie?

source: So you'd rather fight ALL of us?
pl_pl: Więc wolisz walczyć z NAMI?

source: ... /FINE/... Just give us the 300 Cats and /FUCKOFF/
pl_pl: .../FINE/... Daj 300 catunów i wykurwiaj.

source: ... /FINE/... Just hand over the 300 Cats and /FUCKOFF/
pl_pl: Ech, /FINE/, dawaj te 300 catunów i spadaj.

source: Just keep pushin' me, /IDIOT/, you /RUNT/s don't scare me. So, am I gonna have to loot the /CATS/ from your /CRAPPY/ /CORPSE/, or are ya gonna behave...?
pl_pl: Próbujcie dalej, zjeby, nie boję się. Mam wyciągać kasę z waszych durnych trupów, czy zaczniecie się zachowywać?

source: Just give me a reason to /THREAT_ACTION/ your /BODYPART/, /IDIOT/, I'm always up for makin' /RUNT/s bleed! So are ya gonna comply, or no...?
pl_pl: Daj mi powód dla którego miałbym ci nie podżynać gardła. Zawsze mam ochotę na takie rzeczy! Więc zaczniesz wspólpracować, czy nie?

source: /LAUGH/, I don't give a shit how many of you there are! I'm always up for a fight! So... one last chance, are ya gonna obey?
pl_pl: /LAUGH/, gówno mnie obchodzi ile was tam jest! Zawsze mogę walczyć! Więc... Ostatnia szansa, zaczniecie się słuchać?

source: Bring it on then!
pl_pl: No to stawaj!

source: Come on then, hit me!
pl_pl: No dawaj, uderz mnie!

source: Show me what you got then!
pl_pl: Pokaż więc co potrafisz!

source: Just take the 300, bandit. Don't push me.
pl_pl: Bierz te 300, bandyto. Nie denerwuj mnie.

source: Don't push it bandit, just take the 300
pl_pl: Nie przeginaj, gnojku, bierz 300.

source: You don't want to push me, bandit...
pl_pl: Nie prowokuj mnie, bandyto...

source: Looks like we got us a cocky /BASTARD/! Alright boys, it's /STABBIN/ time!
pl_pl: Wygląda na to że mamy chojraka! Dobra, koledzy, czas na dźganko!

source: /QUICKLAUGH/! And why's that?
pl_pl: /QUICKLAUGH/! Bo co?

source: I use bandits like you for target practise
pl_pl: Tacy ludzie jak ty służą za tarcze dla moich strzelców.

source: I've killed hundreds of bandits like you
pl_pl: Setki bandytów jak ty padło pod moimi butami.

source: I eat bandits like you for breakfast
pl_pl: Takich jak ty zjadam na śniadanie!

source: Oh yeah? We'll see how well you do against ME!
pl_pl: Doprawdy! Zatem zobaczymy jak sobie poradzisz ZE MNĄ!

source: Is that right? Then let's see how you do against ME!
pl_pl: Skoro tak, to spróbuj się ze mną!

source: Because I don't like getting my hands dirty
pl_pl: Bo nie lubię brudzić sobie rąk.

source: Because you won't like me when I'm angry
pl_pl: Bo nie polubisz mnie, gdy się wkurwię.

source: Because I'm a lover, not a fighter
pl_pl: Bo wolę kochać, niż walczyć.

source: /LAUGH/! Stubborn /IDIOT/!
pl_pl: /LAUGH/! Uparty /IDIOT/!

source: Bah! You /RUNT/s don't scare me!
pl_pl: Bach, nie boję się was!

source: Keep pushing me and you'll find out soon
pl_pl: Denerwuj mnie dalej to się dowiesz...

source: Keep pushing, maybe you'll find out
pl_pl: Prowokuj mnie dalej, może się dowiesz.

source: MORE!
pl_pl: Więcej!

source: .... Higher.
pl_pl: Daj... więcej.

source: ... No!
pl_pl: Ee... Nie!

source: Alright, hand it over then
pl_pl: Dobra, dawaj je.

source: /FINE/, give it here then
pl_pl: No dobra, dawaj je zatem.

source: /FINE/, chuck it here then
pl_pl: Dobra, podawaj je.

source: Outta my way, /GODDAMN/ /DIRTY/ bandits!
pl_pl: Zejdźcie mi z drogi, cholerni bandyci!

source: Hit the road, /CRAPPY/ bandits!
pl_pl: Żryjcie piach, gnojki!

source: Just have to take it from your /CORPSE/!
pl_pl: Wyrwę kasę z twojego ciała!

source: I'll chop you up!
pl_pl: Potnę cię!

source: I'll /SNAP/ your head off!
pl_pl: Ukręcę ci łeb!

source: I'll /THREAT_ACTION/ your face!
pl_pl: Rozjebię ci twarz!

source: You'll die!
pl_pl: Zdechniesz!

source: I'll cut you open!
pl_pl: Potnę cię na kawałki!

source: I'll rip your face off!
pl_pl: Urwę ci ryj!

source: You want Cats? Take them from me, I dare you
pl_pl: Chcesz kasy? Zatem weź je sobie, dawaj!

source: You want my money? Just try taking it from me!
pl_pl: Chcesz pieniędzy? Weź je sobie!

source: Bring it on, bandit dogs! I've been itching for a fight!
pl_pl: Dawajcie, psy! Czekam na dobrą walkę!

source: No! Come on, come at me, /DIRTY/ bandits!
pl_pl: Nie! Spróbuj się z moją bronią!

source: Smarmy /BASTARD/!
pl_pl: Cholerny gnój!

source: Cocky /BASTARD/!
pl_pl: Jebany chojrak!

source: I'll cut that smug look off your face, /BASTARD/!
pl_pl: Wytnę ci uśmieszek z tej mordy!

source: I'll punch that smirk off your face, /BASTARD/!
pl_pl: Wybiję ci uśmiech z gęby!
