Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/bandit fight picking repeat target.po
Languages: pl_pl

source: You again!
pl_pl: Znowu ty!

source: Hey it's that /INSULT/ again.
pl_pl: Znowu wracasz, /INSULT/!

source: /OI/ /INSULT/ is back!
pl_pl: /OI/, /INSULT, to znowu ty!

source: HA! Guys, look! It's that /INSULT/! /HE/'s back from the dead!
pl_pl: Ha! Ludzie, patrzcie! Ej, /INSULT/, wracasz z martwych!?

source: Hey /HE/'s back from the dead!
pl_pl: Patrzcie, wraca z martwych!

source: Well well well!
pl_pl: No, no, no!

source: We didn't kill /HIM/ right!
pl_pl: Nie zabiliśmy go porządnie!

source: You chumbos didn't kill /HIM/ properly!
pl_pl: Debile, nie zabiliście poprawnie!

source: Look who it is!
pl_pl: Patrzcie, kto nadchodzi!

source: What are we going to do with you, chumbo?
pl_pl: Co powinniśmy z tobą zrobić, cwelu?

source: Do you wanna get /FUCKEDUP/ again?
pl_pl: Znowu mamy cię /FUCKEDUP/

source: I think you have too much blood inside you!
pl_pl: Chyba masz za dużo krwi!

source: What you gonna do?
pl_pl: Co zamierzasz zrobić?

source: What you gonna do about it?
pl_pl: Co zamierzasz z tym zrobić?

source: You gonna fight us?
pl_pl: Chcesz z nami walczyć?

source: Shit didn't go so well for you last time, did it?
pl_pl: Ostatnim razem nie skończyło się to dla ciebie dobrze, co?

source: Things went badly for you last time, eh?
pl_pl: Ostatnio poszło nienajlepiej, hę?

source: We're gonna get you later!
pl_pl: Później cię dorwiemy!

source: Shall we /FUCK/ /HIM/ up, boss?
pl_pl: Mamy /HIM/ rozjebać, szefie?

source: Lets get 'em!
pl_pl: Brać ich!

source: Yeah, /FUCK/ /HIM/ up good!
pl_pl: Tak, rozpierdolić /HIM/ porządnie!

source: Nah, wait 'till /HE/ leaves town.
pl_pl: Nie, zaczekajmy aż /HE/ wyjdzie z miasta.

source: We'll get /HIM/ later.
pl_pl: Dorwiemy później.

source: Hey those /INSULT/s are back!
pl_pl: Ej, te kurwy wróciły!

source: Those /INSULT/s are back again.
pl_pl: Te kurwy wracają.

source: Back for more?
pl_pl: Wracacie po jeszcze?

source: I thought we killed these /INSULT/s?
pl_pl: Myślałem, że zajebaliśmy tych gnojków?

source: /OHSHIT/, it's /HIM/!
pl_pl: /OHSHIT/, to /HE/!

source: /OHSHIT/ it's /HIM/ again!
pl_pl: /OHSHIT/, to znowu /HE/!

source: Ah! What do we do?
pl_pl: Ach! Co robimy?

source: Sshh! Sshh!
pl_pl: Sza, sza!

source: Just act natural.
pl_pl: Zachowywać się naturalnie.

source: Don't draw attention.
pl_pl: Nie przyciągać uwagi.

source: Be quiet! Act normal!
pl_pl: Cisza! Zachowywać się normalnie.

source: You again! /ATTACK/!
pl_pl: To znowu ty! /ATTACK/!
