Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/bandit fight picking new target in wilds.po
Languages: pl_pl

source: /OI/! Look at that guy!
pl_pl: /OI/! Patrzcie na tego!

source: /INSULT/! /OI/!
pl_pl: /OI/! /INSULT/!

source: /OI/! /INSULT/!
pl_pl: /OI/! /OI/, /INSULT/!

source: You scared? You scared, /BOY/?
pl_pl: Boisz się? Boisz się, /BOY/?

source: You afraid of me?
pl_pl: Obawiasz się mnie?

source: RRAAARRR!!!
pl_pl: RAAAAAAAAAAARRR!!!

source: Mind if we follow you?
pl_pl: Może za tobą pójdziemy?

source: Can we come with you?
pl_pl: Możemy iść z tobą?

source: We're coming with you, /INSULT/.
pl_pl: Idziemy z tobą, /INSULT/.

source: You /INSULT/s need protection around here. It's not safe.
pl_pl: /INSULT/, tacy jak ty potrzebują tu ochrony. Nie jest bezpiecznie.

source: We should look after you. You look weak.
pl_pl: Będziemy cię pilnować. Wyglądasz słabo.

source: We should band together for safety!
pl_pl: Powinniśmy się zaprzyjaźnić dla bezpieczeństwa!

source: Give us some coin.
pl_pl: Daj trochę kasy.

source: Do you have any money?
pl_pl: Masz jakieś pieniądze?

source: Show us your money. We'll keep it safe.
pl_pl: Pokaż nam pieniądze. U nas będą bezpieczne.

source: How much are you going to pay us?
pl_pl: Ile zamierzasz nam zapłacić?

source: We can't do it for free, of course.
pl_pl: Nic nie zrobimy za darmo, oczywiście.

source: How much money have you got?
pl_pl: Ile masz kasy ze sobą?

source: We can keep your valuables safe.
pl_pl: Możemy pilnować twoich kosztowności.

source: /FUCKING/ pay us!
pl_pl: Daj te /FUCKING/ pieniądze!

source: Pay us!
pl_pl: Zapłać nam!

source: Give me some /FUCKING/ money!
pl_pl: Dajże te /FUCKING/ pieniądze!

source: Yeah! /FUCKING/ pay us, /INSULT/!
pl_pl: Tak! /FUCKING/ pieniądze, dawaj je, /INSULT/!

source: /THREAT/! You /FUCKING/ /INSULT/! You /BASTARD/!
pl_pl: /THREAT/! Ty jebany /INSULT/! Ty /BASTARD/!

source: Come here!
pl_pl: Podejdź tu!

source: I'm talking to you, /INSULT/!
pl_pl: Mówię do ciebie, /INSULT/!

source: Stop running!
pl_pl: Przestań biec!

source: Come back you /COWARD/!
pl_pl: Wracaj, /COWARD/!

source: Why are you running away?
pl_pl: Czemu uciekasz?

source: Stop being a /COWARD/!
pl_pl: Ty /COWARD/!

source: Don't be a /COWARD/!
pl_pl: Cholerny /COWARD/!

source: We just want to talk!
pl_pl: Chcemy tylko pogadać!

source: Why are you running?
pl_pl: Dlaczego biegniesz?

source: Uh oh, cops.
pl_pl: Ej, to straże.

source: You can't hide forever, /INSULT/!
pl_pl: Nie możesz się wiecznie chować, /INSULT/!

source: I /FUCKING/ give up.
pl_pl: Poddaję się, /FUCKING/ życie.

source: Screw this.
pl_pl: Pieprzyć to.

source: Fuck it!
pl_pl: Jebać to!

source: Ah for fuck's sake.
pl_pl: Do kurwy nędzy.

source: /FUCK/!
pl_pl: Kurwa!

source: /FUCKING/ /COWARD/!
pl_pl: Cholerny /COWARD/!

source: Gutless /BASTARD/!
pl_pl: Nie masz jaj, /BASTARD/!

source: /OI/! Come here!
pl_pl: /OI/! Podejdź no!

source: We're gonna have words!
pl_pl: Musimy zamienić parę słów!

source: What are you looking at?
pl_pl: Na co się gapisz?

source: Think you are strong?
pl_pl: Myślisz że tu rządzisz?

source: Attack!
pl_pl: Atakować!

source: Raaarrrgggghhh!!!!
pl_pl: Raaarrr!!!!

source: /OI/! OI!
pl_pl: /OI/! Ej!

source: Oi oi oi!
pl_pl: Ej ej ej!

source: What you doing, /INSULT/?
pl_pl: Co ty wyprawiasz, /INSULT/?

source: Hey, /INSULT/.
pl_pl: Ej, /INSULT/.

source: Hey.
pl_pl: Hej.

source: Oi.
pl_pl: Ej.

source: Where you going?
pl_pl: Gdzie leziecie?

source: What are you doing here?
pl_pl: Co tu robisz?

source: What are you doing, /INSULT/?
pl_pl: Co ty tu robisz, /INSULT/?

source: Where you going, /INSULT/?
pl_pl: Dokąd idziesz, /INSULT/?

source: What are you doing?
pl_pl: Co porabiasz?

source: Hey. /INSULT/.
pl_pl: Ej. /INSULT/.

source: Where you /INSULT/s going?
pl_pl: Co wy tu robicie, chujki?

source: Hey. /YOU/.
pl_pl: Ej, wy.

source: /INSULT/? Are you /FUCKING/ listening?
pl_pl: /INSULT/? Czy ty mnie, kurwa, słuchasz?

source: Hey, /INSULT/?
pl_pl: Ej, /INSULT/?
