Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/beep talk to recruit.po
Languages: pl_pl

source: Uhh... Hi Beep...
pl_pl: Eee... Cześć, Beep...

source: ...how... how do you know my name?
pl_pl: Skąd... Skąd znasz moje imię?

source: It was just a guess
pl_pl: Strzelałem.

source: You just said "beep" for no reason, so I thought maybe you were introducing yourself
pl_pl: Powiedziałeś "beep" bez żadnego powodu, więc uznałem to za formę przywitania.

source: ...You must be some kind of genius then?
pl_pl: Musisz być zatem jakimś geniuszem, prawda?

source: Err... are you taking the piss?
pl_pl: Err... Czy ty sikasz?

source: I think you are!
pl_pl: Myślę, że tak!

source: [He swallows nervously] Sir, I would never steal your piss...
pl_pl: [Nerwowo przełyka] Nigdy bym nie ukradł twoich sików...

source: Yes, yes I am.
pl_pl: Tak, właśnie to robię.

source: Can I join you? I want to become strong, become a swordsman
pl_pl: Mogę do ciebie dołączyć? Chcę być silny, zostać wojownikiem!

source: You don't look very strong. You don't even have a weapon. Do you have any skills?
pl_pl: Nie wyglądasz na silnego. Nie masz nawet broni. Potrafisz cokolwiek?

source: I have nothing.
pl_pl: Nie mam nic.

source: Sorry, I beep when I'm nervous
pl_pl: Wybacz, wydaję dziwne dźwięki gdy się denerwuję.

source: That's a bit weird
pl_pl: To dziwne.

source: They exiled me from the Hive
pl_pl: Wygnano mnie z Roju.

source: Just because you keep saying "beep"?
pl_pl: Ponieważ ciągle mówisz "beep"?

source: I am defective. Not good for the Hive.
pl_pl: Mam defekty. Niedobry dla Roju.

source: But Beep doesn't give up! Beep is strong!
pl_pl: Ale Beep się nie poddaje! Beep jest silny!

source: Since I left the Hive I can feel my mind changing, the way I think, I feel free, having thoughts I never had before. I want freedom, but everywhere I go things try to kill me or chase me.
pl_pl: Odkąd opuściłem Rój czuję, że zmienia się mój umysł, mój sposób myślenia. Czuję się wolny, mam myśli, których wcześniej nie czułem. Chcę wolności, ale gdziekolwiek pójdę, wszystko mnie goni i próbuje zabić.

source: Beep tires of running. Time to stab the things that chase me.
pl_pl: Beep jest zmęczony uciekaniem. Czas dźgnąć to, co mnie goni.

source: *sigh* Another weak nobody. How much money do you want?
pl_pl: *wzdycha* Kolejny słaby szarak. Ile pieniędzy chcesz?

source: Money? I don't know what that means.
pl_pl: Pieniędzy? Nie wiem co to.

source: Welcome to the team!
pl_pl: Witaj w drużynie!

source: No thanks, come back when you're stronger
pl_pl: Podziękuję, wróć gdy nabierzesz sił.

source: I don't blame them
pl_pl: Nie dziwię się.

source: ...nevermind
pl_pl: Nieważne...

source: Why are you following me?
pl_pl: Czemu za mną leziesz?
