Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Big grim talk to diplomat.po
Languages: pl_pl

source: New /GUY/, eh? Heard you got somethin' to say to me... Go.
pl_pl: Nowy, co? Podobno chcesz o czymś gadać... Nawijaj.

source: I want to join the Hounds.
pl_pl: Chcę dołączyć do Ogarów.

source: You do, eh? Well, you wanna join the Hounds, you gotta work for the Hounds. You in, or you out, newbie?... Go.
pl_pl: Chcesz, co? Dobra, jeśli chcesz być Ogarem, pracujesz dla Ogarów. Wchodzisz, czy nie, żółtodziobie? Wal.

source: In.
pl_pl: Wchodzę.

source: Alright, pup. I'm sendin' you on a lil' smugglin' mission. Yer gonna take these packages, yer gonna dump 'em in the UC, you AIN'T gonna get caught... and then yer gonna bring me back my profits.
pl_pl: Dobra, pudlu. Wysyłam cię zatem na małą misję przemtniczą. Bierz te paczki, opchnij w Zjednoczonych Miastach, nie daj się złapać... I przynieś mi urobek.

source: If you ain't back in a week, I'll kill ya.
pl_pl: Jeśli nie wrócisz za tydzień, zajebię cię.

source: Out.
pl_pl: Nie.

source: Out, eh? Well, don't come crawlin' back to me, newbie. You had yer chance.
pl_pl: Nie, co? Dobra, ale nie pełzaj potem przede mną, żółtodziobie. Miałeś swoją szansę.

source: Now, gid outta my HQ.
pl_pl: A teraz wypierdalaj z mojej bazy.

source: What's the work?
pl_pl: Co to za praca?

source: IN. OR. OUT... GO.
pl_pl: WCHODZISZ. ALBO. NIE... WAL.

source: I wanted to make a donation to the Hounds.
pl_pl: Chcę przekazać pieniądze Ogarom.

source: You think my Hounds can be bought with CATS? Gid outta heeyah! Ain't nobody buyin' the Hounds! We earn our own way, free livin' in the swamp! You wanna wave your Cats 'round, go join the UC, eh?
pl_pl: Myślisz że możesz kupić moje Ogary PIENIĘDZMI! Pojebało! Nikt nie będzie kupować Ogarów! Sami na siebie zarabiamy, żyjemy wolni na bagnach! Chcesz obracać kasą, dołącz do Zjednoczonych Miast, co?

source: Didn't mean to offend you.
pl_pl: Nie chciałem cię obrazić.

source: Look, you wanna join the Hounds, you gotta work for the Hounds. You in, or you out, newbie?... Go.
pl_pl: Słuchaj, chcesz być Ogarem, zrób coś dla Ogarów. Wchodzisz czy nie, żółtodziobie?...

source: You say that, but I did just have to pay a guy called Ears 2000 Cats...
pl_pl: Gdasz swoje, ale i tak właśnie dałem Earsowi 2000 catunóow...

source: You gettin' smart with me, /BOY/? You wanna get by in the swamps, you gotta learn that different doors need different keys. Got it?
pl_pl: Wymądrzasz się, /BOY/? Chcesz żyć na bagnach to musisz wiedzieć, że różne drzwi wymagają różnych kluczy. Łapiesz?

source: ... Sure.
pl_pl: Taa...

source: ... So you accept bribes depending on your mood?
pl_pl: Zatem akceptujesz łapówki w zależności od humoru?

source: Guess the newbie don't got it!
pl_pl: Chyba żółtodziób tego nie załapał!

source: Gid outta my HQ.
pl_pl: Wypierdalaj z mojej bazy.
