Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/biome Holy Nation.po
Languages: pl_pl

source: Holy Nation land is no place for a Skeleton…
pl_pl: Ziemie Świętego Narodu to nie miesjce dla Szkieletrona...

source: I’m a Skeleton. I really shouldn’t be here...
pl_pl: Jestem Szkieletronem. Nie powinno mnie tu być.

source: This is a bad idea...
pl_pl: To jest zły pomysł...

source: I shouldn't be here...
pl_pl: Nie mogę tu być...

source: Is this really a good idea? Travelling through Holy Nation territory?
pl_pl: Czy to na pewno dobry pomysł? Podróżowanie przez ziemie Świętego Narodu?

source: Is it really wise for me to be travelling around Holy Nation territory?
pl_pl: Czy to na pewno dobre, bym podróżował przez ziemie Świętego Narodu?

source: They despise Skeletons… I'll be burned at the stake just for moving...
pl_pl: Oni nienawidzą Szkieletronów... Spalą mnie za stosie za samo chodzenie...

source: They possess a desperate fear of Skeletons… I'll be killed on sight...
pl_pl: Desperacko boją się Szkieletronów... Zabiją mnie, gdy tylko mnie ujrzą...

source: Land of the Holy Nation, home of the god prince…
pl_pl: Święta Ziemia, dom boskiego księcia...

source: So this is the land of the Holy Nation, birthplace of the Phoenix...
pl_pl: A więc to jest Święta Ziemia, miejsce narodzin Feniksa...

source: Isn’t this where hundreds of Shek and Hivers ‘disappear’?
pl_pl: Czy to czasem nie tu setki Sheków i Robali "znika"?

source: The place where non-humans go, never to return...
pl_pl: Miejsce, gdzie nie-ludzie przychodzą i nigdy nie wracają...

source: ... Lucky me...
pl_pl: Co za szczęście...

source: Well, isn't this just my lucky day...
pl_pl: Cóż za szczęśliwy dzień...

source: Is it really wise for us to travel Holy Nation territory?
pl_pl: Czy to mądre, byśmy podróżowali przez Święte Ziemie?

source: Holy Nation land. I have a bad feeling about this…
pl_pl: Ziemia Świętego Narodu. Mam złe przeczucia...

source: You know, what with them despising any other race to them…
pl_pl: Wiesz, oni nie przepadają za rasami innymi niż ludzie...

source: I hear they're not too fond of non-humans...
pl_pl: Słyszałem, że nie są zbyt mili dla nieludzi...

source: The locals here aren't too friendly with non-humans. And that's an understatement.
pl_pl: Mieszkańcy nie przepadają za nieludźmi. To nie jest miłe.

source: So this is the homeland of the Phoenix...
pl_pl: Więc to jest ziemia Feniksa...

source: Birthplace to the messenger reincarnate of Okran...
pl_pl: Miejsce narodzin zmartwychwstałego posłańca Okrana...

source: The Holy Nation are a temperamental bunch, I hear…
pl_pl: Święty Naród ma temperament, z tego co mi wiadomo...

source: The Phoenix and his grand paladins... Fiery bunch I hear…
pl_pl: Feniks i jego paladyni... Odważna ekipka.

source: Just act holy and I'm sure we’ll all be fine.
pl_pl: Zachowujcie się jak święci i wszystko będzie w porządku.

source: Easy for you to say, human... The bigots will slaughter me on sight...
pl_pl: Łatwo ci mówić, człowieku... Potną mnie gdy tylko mnie zobaczą.

source: ... I have a bad feeling about this.
pl_pl: Mam złe przeczucia.

source: Just act holy, they say, It will be easy, they say...
pl_pl: Udawaj świętego, mówią, będzie łatwo, mówią...

source: Home of the sacred flame of Okran...
pl_pl: Dom świętego płomienia Okrana...

source: Word has it, the flame’s been burning for five thousand years…
pl_pl: Mówi się, że płomień nie gaśnie od pięciu tysięcy lat...

source: I mean, that’s gotta be the work of a god, right?
pl_pl: To znaczy, to chyba musi być robota boga, prawda?

source: Hmph, I'll believe in the work of god when I see it with my own two eyes...
pl_pl: Hmg, uwierzę w pracę boga kiedy zobaczę to na własne oczy.

source: Holy Nation land, home of the race-mad religious zealots.
pl_pl: Święta Ziemia, dom religijnych fanatyków.

source: You know these religious zealots are pretty much anti-everything, right?
pl_pl: Ci fanatycy są chyba anty-cokolwiek, prawda?

source: Anyone different to them, they attack in the name of their god...
pl_pl: Atakują w imię swojego boga każdego, kto się od nich różni...

source: They have race-madness... fear anybody different to themselves...
pl_pl: Mają bzika na punkcie ras... boją się każdego innego od nich...

source: Yay.
pl_pl: Jej.

source: ... Why are we here again?
pl_pl: Po co tu jesteśmy?

source: Holy Nation land? Well isn't this just my lucky day...
pl_pl: Święta Ziemia? Cóż za szczęsliwy dzień...

source: Holy Nation land? You've just got to be kidding me...
pl_pl: Święta Ziemia? Chyba sobie żartujesz...

source: This woman-hating hell hole is no place for a lady...
pl_pl: Ta nienawidząca kobiet dziura nie jest miejscem dla mnie...

source: Holding my tongue in this woman-hating hell hole will be the ultimate test of patience...
pl_pl: Trzymanie języka za zębami w tej wypełnionej gównem dziurze będzie najtrudniejszym testem cierpliwości.

source: The Holy Nation, one of the oldest civilisations still in existence...
pl_pl: Święty Naród, najstarsza istniejąca cywilizacja.

source: In the beginning, they kept to themselves. The first of the Phoenixes intentions were noble...
pl_pl: Na początku byli w porządku. Pierwsi z Feniksów mieli dobre intencje...

source: ... Then their values grew distorted, their fear of the unholy only fueled their hunger for destruction...
pl_pl: ...ale potem ich wartości zmieniły się. Zaczęli się bać obcych, napędzali się głodem zniszczenia.

source: Until it consumed them completely... Countless Skeletons lose their lives here under the crusade of the Phoenix.
pl_pl: Aż w końcu to ich pochłonęło. Niezliczone Szkieletrony straciły życia w trakcie krucjaty Feniksa.

source: Man possessed by his own fear, it is more destructive than any storm...
pl_pl: Człowiek pochłonięty własnym strachem jest bardziej destrukcyjny niż jakikolwiek sztorm...

source: The Holy Lands? Where women are the spawn of Narko? Great, not like I can charm my way out of trouble here...
pl_pl: Święte Ziemie? Gdzie kobiety są pionkami Narko? Super, nie, żebym nie mogła się stąd wydostać moją charyzmą...
