Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Biome heng.po
Languages: pl_pl

source: This is Empire territory... The place is rife with slavers... I shouldn't be here.
pl_pl: To jest ziemia Imperium... Miejsce pełne łowców niewolników... Nie powinno mnie tu być.

source: I'm an escaped slave. You know what they'll do to me if they see me?!
pl_pl: Jestem zbiegłym niewolnikiem. Wiesz, co mi zrobią, gdy mnie rozpoznają!?

source: You got your brand removed, right? You'll be fine, relax.
pl_pl: Wszystkie oznakowania masz usunięte, tak? Wszystko będzie okej, uspokój się.

source: ... Hmph, I hate this place! Not sure which is worse: this or the spider plains...
pl_pl: ... Hmf, nienawidzę tego miejsca! Nie wiem co jest gorsze: to, czy Pajęcze Równiny...

source: Kneecap you?
pl_pl: Połamią kolana?

source: Guess you'd know, wouldn't you, ex-slaver? *Spit*
pl_pl: Oczywiście, że ty wiesz, były łowco... *pluje*

source: Yup, sure would. Nothing more exilerating than kneecapping a fugitive, heheh.
pl_pl: Tak, wiem. Nie ma nic odprężającego niż łamanie kolan ofierze, hehehe.

source: I suggest you watch your mouth... and your back if you want to avoid a kneecapping yourself...
pl_pl: Lepiej uważaj, co mówisz... I pilnuj siebie, jeśli sama chcesz uniknąć łamania kolan...

source: Loosen up, big guy. We're all friends here remember. Heh.
pl_pl: Zluzuj, wielgusie. Wszyscy jesteśmy tu przyjaciółmi, pamiętasz? Heh.

source: Mah, the United Cities... Nothing I love more than being told what to do by fat bloated nobles...
pl_pl: Ech, Zjednoczone Miasta... Nie kocham niczego bardziej niż otrzymywania rozkazów od tłustych szlachciców...

source: ... Really? But the nobles are the most feared leaders this side of the world...
pl_pl: ... Serio? Ale ci szlachcice są przywódcami budzącymi największy strach po tej stronie świata...

source: It was sarcasm, genius. Twinblade goons, fatty nobles... Nobody tells /MYNAME/ what to do.
pl_pl: To był sarkazm, geniuszu. Dupki z Podwójnych Ostrz, spasieni szlachcice... Nikt nie będzie ci mówić, co masz robić.

source: I'd like to see you say that to the nobles' faces...
pl_pl: Chcę zobaczyć, jak mówisz to szlachcicom w twarz...

source: Try calling them that to their faces, I dare you.
pl_pl: Powiedz im to w twarz, no dalej.

source: I escape one hell, land in another. Story of my life. Remind me why we're in this place again?
pl_pl: Uciekam z jednego piekła, trafiam do drugiego. Historia mojego życia. Przypomnij my, co tu robimy?

source: Nobles aside, we're going to need expendable money if we want to survive this place.
pl_pl: Szlachcice na bok, będziemy potrzebowali ekstra pieniędzy, jeśli chcemy tu przeżyć.

source: We won't get far without. There's no charity for the poor here.
pl_pl: Daleko nie zajdziemy bez kasy. Tutaj nie wspiera się biednych.

source: Heng. Better hope we've got enough bribe money to survive this place...
pl_pl: Heng. Oby starczyło nam pieniędzy na przekupstwo, bo tu nie przetrwamy...

source: Bribe money?... Kch. The gluttonous outsiders never cease to surprise me.
pl_pl: Przekupstwo?... Ech. Ludzie nigdy nie przestaną mnie zaskakiwać.

source: Bribe money? What, you can just buy your way through life in this place?
pl_pl: Przekupstwo? Czekaj, możesz po prostu wykupić sobie drogę przez życie?

source: Well, if you put it like that...
pl_pl: Cóż, jeśli stawiasz sprawę w ten sposób...

source: Wow, sounds so easy! In the Holy Nation I'm powerless, but here all I need is Cats...
pl_pl: Łał, to brzmi tak łatwo! Na ziemiach Świętego Narodu nie mam władzy, ale tu wystarczą catuny...

source: Might want to make yourself some actual money first before you get too attached to that idea...
pl_pl: Najpierw lepiej mieć te pieniądze przy sobie...

source: Better make sure we've got some expendable Cats for bribes before we get too cozy here in the canyons..
pl_pl: Upewnijmy się, że mamy jakieś nadprogramowe catuny na łapówki, nim rozgościmy się tu, w kanionach...

source: The United Cities, where the locals worship coins and their own inflated egos...
pl_pl: Zjednoczone Miasta, miejsce, gdzie pospólstwo czci pieniądze i własne ego...

source: ... Says the guy who worships a god that burns people alive for breathing funny...
pl_pl: I mówi to koleś, który czci boga palącego ludzi żywcem dla zabawy...

source: A case of confused messengers. My judgement won't be clouded by others' actions.
pl_pl: Mój osąd nie będzie przysłaniany przez cudze czyny.

source: Ugh. You serve a DEVIL responsible for the murders of thousands. Keep your judgement to yourself, sentinel.
pl_pl: Ugh. Ty służysz DEMONOWI odpowiedzialnemu za zamordowanie tysięcy. Zatrzymaj swoje sądy dla siebie, strażniku.

source: Devil?! Curse you, woman! The teachings of Okran run far deeper than the rogue paladins who serve him!
pl_pl: Demonowi? Przeklinam cię, kobieto! Nauki Okrana mają o wiele więcej głębi niż paladyni, którzy mu służą!

source: And where is this precious god to protect us from his 'rogue paladins', hm?!
pl_pl: A więc gdzie jest ten wspaniały bóg, gdy atakują nas ci "paladyni", co?

source: Hoy, break it up both of you! I'd rather we didn't attract the attention of rogue slavers...
pl_pl: Ej, oboje, przestańcie! Nie przyciągajmy uwagi łowców niewolników.

source: Blind lug headed... *mumble*
pl_pl: Pierdolony dzban... *mruczy*

source: Oh, the United Cities!.. Wait... fat song, fat song, let me think...
pl_pl: Och, Zjednoczone Miasta...! Czekajcie... piosenka o grubych, piosenka o grubych...

source: No songs! We get it, the nobles are fat...
pl_pl: Żadnych piosenek! Łapiemy, szlachcice są grubi...

source: And twisted, don't forget twisted. We probably shouldn't be here.
pl_pl: I spaczeni, nie zapominaj o spaczeniu. Nie powinno nas tu być.

source: Well, we're already here. No going back now.
pl_pl: Cóż, już tu jesteśmy. Ani kroku wstecz.
