Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/cannibal hunter talk to.po
Languages: pl_pl

source: Want somethin'?
pl_pl: Chcesz czegoś?

source: Looking for a cannibal hunter?
pl_pl: Szukasz łowcy kanibali?

source: My friend's been captured by cannibals!
pl_pl: Kanibale złapały mojego przyjaciela!

source: Alright, should be able to help.. if they're still alive. 3000 Cats per day.
pl_pl: Okej, chyba będę w stanie pomóc... Jeśli ten nadal żyje. 3000 catunów za dobę.

source: Okay, /YOURNAME/. Let's get your friend out of there.
pl_pl: Dobra, /YOURNAME/. Wyciągnijmy twojego kumpla.

source: Here's hoping we reach your friend before meal time...
pl_pl: Obyśmy zdążyli znaleźć twojego kumpla przed ich obiadem...

source: Let's hope your friend can hang on a while longer...
pl_pl: Oby twój przyjaciel wytrzymał jeszcze trochę...

source: We'll get 'em outta there, /YOURNAME/. And if we don't, we'll at least kill the /INSULT/s that stuck 'em in a pot.
pl_pl: Wyciągniemy go stamtąd, /YOURNAME/. A jeśli nie, to przynajmniej zajebiemy tych gnojków, którzy wsadzili go do kotła.

source: Lead the way.
pl_pl: Prowadź.

source: Take us to their camp.
pl_pl: Zabierz nas do ich obozu.

source: Take us to your friend.
pl_pl: Zabierz nas do swojego przyjaciela.

source: Condolences, /OUTLANDER/. High risk work demands a high price tag...
pl_pl: Moje kondolencje, /OUTLANDER/. Duże ryzyko wymaga dużych pieniędzy.

source: Good luck to you.
pl_pl: Życzę ci powodzenia.

source: You hunt cannibals?
pl_pl: Polujecie na kanibali?

source: Yeah. Got a cannibal problem that needs taking care of?
pl_pl: Tak. Masz problem z jakąś bandą?

source: I do, my outpost is under attack.
pl_pl: Tak, mój posterunek jest atakowany.

source: Alright. Standard rate is 3000 Cats for 2 days. Good to go ahead?
pl_pl: Okej. Standardowa cena to 3000 catunów za dwa dni. Pasuje?

source: Nevermind
pl_pl: Nieważne.

source: I want revenge.
pl_pl: Chcę zemsty.

source: Don't we all.
pl_pl: Jak my wszyscy.

source: I can help you. The cost is 3000 Cats per day.
pl_pl: Mogę ci pomóc. 3000 catunów za dzień.

source: Too bad. High risk work demands a high price tag...
pl_pl: To niedobrze. Duże ryzyko wymaga dużych pieniędzy.

source: Don't go getting killed in the cannibal plains.
pl_pl: Nie daj się zabić na tych równinach.

source: Nope. Just curious.
pl_pl: Nie. Zaspokajam ciekawość.

source: ... Right.
pl_pl: No dobra...

source: You look like shit.
pl_pl: Wyglądasz jak gówno.

source: You look like you've seen better days.
pl_pl: Chyba miewałeś lepsze dni.

source: Again?
pl_pl: Znowu?

source: What is it this time?
pl_pl: Co tym razem?
