Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Casino dealer calls.po
Languages: pl_pl

source: Aye, you, /OUTLANDER/! How about a game o' Cat Crawlers?
pl_pl: Hej, ty, /OUTLANDER/! Co powiesz na grę w Pełzacza?

source: New game startin' up, Crawlin' for Cats. Take a seat and make some credits!
pl_pl: Zaczynamy nową partię Pełzacza. Siadaj i zarób trochę catunów!

source: Put your money where your mouth is and come play Crawlin' for Cats!
pl_pl: Wyciągaj pieniądze i zagraj z nami w Pełzacza!

source: Hoy, /OUTLANDER/! Wanna make some money? Come play!
pl_pl: Hej, /OUTLANDER/! Chcesz zarobić? Chodź i zagraj z nami!

source: You, /OUTLANDER/. Sit your ass down and come play some Cat Crawlers!
pl_pl: Ty, /OUTLANDER/. Siadaj na dupie i zagraj z nami w Pełzacza!

source: Come try your luck at a game of Cat Crawlers, /OUTLANDER/! Sit on down!
pl_pl: Chcesz spróbować szczęścia w Pełzaczu, /OUTLANDER/? Siadaj!

source: Here to gamble, /OUTLANDER/? Take a seat!
pl_pl: Chcesz grać, /OUTLANDER/? Usiądź!

source: Everyone's a winner with Cat Crawlers! Come play a game and make some Cats, /OUTLANDER/!
pl_pl: Wszyscy wygrywają w Pełzaczu! Siadaj

source: Back for another game, /OUTLANDER/? Sit on down and play a round, eh?
pl_pl: Chcesz znów zagrać, /OUTLANDER/? Usiądź z nami i rozegraj rundkę, co?

source: Well if it ain't my favourite gambler! Come take a seat and play, eh?
pl_pl: Czyż to nie mój ulubiony gracz? Siadaj i graj!

source: Back for more, /OUTLANDER/? Never know, today might be your lucky day for a win!
pl_pl: Chcesz więcej, /OUTLANDER/? Nigdy nie wiadomo, to może być twój szczęśliwy dzień!

source: Back for another game o' Cat Crawlers, /OUTLANDER/? Take a seat...
pl_pl: Chcesz znowu zagrać w Pełzacza, /OUTLANDER/? Siadaj...

source: Come back for another round o' Cat Crawlers, eh? Sit on down, /OUTLANDER/...
pl_pl: Chcesz zagrać w kolejnego Pełżacza, co? Siadaj, /OUTLANDER/...

source: Take a seat and play another game o' Cat Crawlers, /OUTLANDER/!
pl_pl: Usiadź tu i zagraj ze mną, /OUTLANDER/!

source: And it's a dryout! Bad luck, gambler...
pl_pl: No i mamy osuszenie! Brak szczęścia, graczu...

source: Wha? I'm all dried out?! But it was a clean lick! A CLEAN LICK!
pl_pl: Co? Wysuszyłem się!? To był czysty klaps! CZYSTY KLAPS!

source: It's 'cause you punched the birds! I wanted to tickle the wheat with a buxom red! Go to hell dealer, you can shove your rollback!
pl_pl: Ponieważ walnąłeś ptaka! Chciałem łaskotać pszenicę dorodną czerwienią! Wal się, wsadź sobie w dupę te rzuty.

source: Learn to play better next time, amateur. I don't pull the licks. The licks pull you.
pl_pl: Naucz się lepiej grać, amatorze. Ja nie pcham klapsów. To klapsy pchają ciebie.

source: Don't blame the licks! We all know you're a shady dealer! You're just lucky you're behind that counter right now...
pl_pl: To wina klapsów! Wszyscy wiemy, że oszukujesz! Ciesz się, że stoisz teraz za ladą...

source: You'll be back. You'll come crawlin' back for another game by nightfall, just like you always do. They don't call it cat crawlers for nothing.
pl_pl: Wrócisz. Będziesz pełzać na kolanach i błagać o kolejną grę do północy, jak zwykle. Nie bez powodu nazywamy to Pełzaczem.

source: ... Fine... 100 Cats. Weep the garru.
pl_pl: Dobra... 100 catunów. Opłakuj garru.

source: And we have a loser with a dryout!
pl_pl: No i przegryw się wysuszył!

source: Whoa whoa ay! I had a plank! What're ya doin' to me, hive? Those were my last Cats, dammit!
pl_pl: Łoł, ej, ej! Miałem dechę! Co ty odkurwiasz, robalu? To były moje ostatnie pieniądze, do cholery!

source: Them's the rules. Better luck next time.
pl_pl: Takie zasady. Spróbuj szczęścia następnym razem.

source: Tch, this game is dog shit, I tell ya...
pl_pl: Ta gra to gówno...

source: You'll be back... You'll be back...
pl_pl: Wrócisz... Wrócisz...
