Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Catcrawlers game.po
Languages: pl_pl

source: Wanna play catcrawlers? Full six rollback gets the girl!
pl_pl: Chcesz zagrać w Pełzacza? Sześć pełnych rzutów zgarnia dziewczynkę!

source: Up for a game o' catcrawlers, /OUTLANDER/? Full six rollback gets the girl!
pl_pl: Masz ochotę na partyjkę Pełzacza, /OUTLANDER/? Sześć pełnych rzutów zgarnia dziewczynkę!

source: Sure, why not.
pl_pl: Jasne, czemu nie.

source: Sure, okay.
pl_pl: Spoko.

source: Hell, what's the harm in it...
pl_pl: Cholera, czemu nie.

source: Okay, let's play.
pl_pl: Dobra, zagrajmy.

source: Okay, /GAMBLE/ and /GAMBLE/!...
pl_pl: Okej, /GAMBLE/ i /GAMBLE/!...

source: ... And we got a buxom red! Fishing with the buxom red or rolling back, /OUTLANDER/?
pl_pl: No i mamy dorodną czerwień! Łowisz z dorodną czerwienią czy rzucasz jeszcze raz, /OUTLANDER/?

source: Fish!
pl_pl: Łowię!

source: Okay, pulling out! And we're fishing with the buxom red! /GAMBLE/ and /GAMBLE/...
pl_pl: Okej, wyciągamy! Łowimy z dorodną czerwienią! /GAMBLE/ i /GAMBLE/...

source: ... And it's a dryout with a wolf tail! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: No i mamy osuszenie z wilczym ogonem! Brak szczęścia, /OUTLANDER/. Chcesz się teraz odegrać?

source: Goal! And /HEHAS/ licked it with a hungry gutter! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Brawo! Mamy czysty klaps głodnym rozpruwaczem! 200 catunów, gratulacje, /OUTLANDER/... Grasz jeszcze raz?

source: And it's a clean lick with a chubby nine! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Zatem czysty klaps z grubą dziewiątką! 200 catunów, gratulacje, /OUTLANDER/... Chcesz jeszcze?

source: Goal! And /HEHAS/ licked it with a stoneroller! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Świetnie! Mamy czystego klapsa z kamieniarzem! 200 catunów, gratulacje, /OUTLANDER/... Gramy dalej?

source: And it's a clean lick with an arrow in the neck! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: No i wypada czysty klaps ze strzałą w szyi! 200 catunów, gratulacje, /OUTLANDER/... Lecimy dalej?

source: Goal! And /HEHAS/ licked it with a plank! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Strzał w dziesiątkę! Mamy czysty klaps z deską! 200 catunów, gratulacje, /OUTLANDER/... Gramy dalej?

source: Roll back!
pl_pl: Rzucaj jeszcze raz!

source: Okay, /GAMBLE/! Cats in the house! And we're rolling back with the buxom red! Rolling, rolling...
pl_pl: Okej, /GAMBLE/! Kotki w domu! Rzucamy jeszcze raz z dorodną czerwienią! Toczy się, toczy...

source: Holy crap! Wolf tail! Close stroke with a full rollback gets the girl! 600 Cats! Going for a hot chain, /OUTLANDER/? Play again?
pl_pl: Cholera! Wilczy ogon! Blistki strzał z pełnym rzutem zdobywa dziewczynkę! 600 catunów! Celujesz w gorącą linię, /OUTLANDER/? Chcesz grać jeszcze?

source: ... And it's a dryout with a chubby nine! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: No i mamy wysuszenie z grubą dziewiątką! Brak szczęścia, /OUTLANDER/. Chcesz się odegrać?

source: Aaah!
pl_pl: Aaach!

source: Kill me.
pl_pl: Zabij mnie.

source: I wish I was dead.
pl_pl: Chcę już zdechnąć.

source: ... And we got a chubby nine! Fishing with the chubby nine or rolling back, /OUTLANDER/?
pl_pl: No i mamy grubą dziewiątkę! Łowimy z grubą dziewiątką czy rzucamy jeszcze raz, /OUTLANDER/?

source: Okay, pulling out! And we're fishing with the chubby nine! /GAMBLE/ and /GAMBLE/…
pl_pl: Dobra, wyciąganko! Łowimy z grubą dziewiątką! /GAMBLE/ i /GAMBLE/...

source: ... And it's a dryout with a buxom red! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: Ech, trafiło się wysuszenie z dorodną czerwienią! Nieszczęście, /OUTLANDER/. Chcesz się odegrać?

source: Okay, /GAMBLE/! Cats in the house! And we're rolling back with a chubby nine! Rolling, rolling…
pl_pl: Dobra, /GAMBLE/! Kotki w domu! Rzucamy ponownie z grubą dziewiątką! Toczy się, toczy...

source: Goal! And /HEHAS/ licked it with a wolf tail! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Brawo! Mamy czysty klaps z wilczym ogonem! Gratulacje, 200 catunów dla ciebie, /OUTLANDER/... Lecimy dalej?

source: And it's a clean lick with a buxom red! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Jej, czysty klaps z dorodną czerwienią! 200 catunów dla ciebie, /OUTLANDER/... Gramy dalej?

source: ... And it's a dryout with a stone roller! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: No i mamy wysuszenie z kamieniarzem! Nieszczęście, /OUTLANDER/. Chcesz grać jeszcze?

source: ... And it's a dryout with a hungry gutter! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: I mamy wysuszenie z głodnym rozpruwaczem! Zły los, /OUTLANDER/. Chcesz spróbować jeszcze?

source: ... And it's a dryout with an arrow in the neck! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: I wypada wysuszenie ze strzałą w szyi! Nie masz szczęścia, /OUTLANDER/. Chcesz się odegrać?

source: ... And it's a dryout with a plank! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: Ach, wypadło wysuszenie z deską! Brak szczęścia, /OUTLANDER/. Chcesz jeszcze raz zagrać?

source: A chubby wha?
pl_pl: Grube co?

source: A what now?
pl_pl: Że co?

source: Fishing with a chubby...huh?
pl_pl: Łowimy z grubą... Co?

source: ... And we got a stoneroller! Fishing with the stoneroller or rolling back, /OUTLANDER/?
pl_pl: Trafia się kamieniarz! Łowimy z kamieniarzem czy rzucamy jeszcze raz, /OUTLANDER/?

source: Okay, pulling out! And we're fishing with the stoneroller! /GAMBLE/ and /GAMBLE/…
pl_pl: Okej, wyciągamy! Łowimy z kamieniarzem! /GAMBLE/ i /GAMBLE/...

source: Okay, /GAMBLE/! Cats in the house! And we're rolling back with a stoneroller! Rolling, rolling…
pl_pl: Okej, /GAMBLE/! Kotki w domu! Rzucamy jeszcze raz z kamieniarzem! Toczy się, toczy...

source: Goal! And /HEHAS/ licked it with a chubby nine! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Brawo! Mamy klapsa z grubą dziewiątką! 200 catunów, /OUTLANDER/, brawo... Gramy dalej?

source: Hmm, let me think...
pl_pl: Hmm, niech pomyślę...

source: Let me see...
pl_pl: Pozwól, że-

source: Hmm, tough choice...
pl_pl: Hmm, trudny wybór...

source: ... And we got a hungry gutter! Fishing with the hungry gutter or rolling back, /OUTLANDER/?
pl_pl: No i mamy głodnego rozpruwacza! Łowić z głodnym rozpruwaczem czy rzucać jeszcze raz, /OUTLANDER/?

source: Okay, pulling out! And we're fishing with the hungry gutter! /GAMBLE/ and /GAMBLE/…
pl_pl: Świetnie, wyciągam! Łowimy z głodnym rozpruwaczem! /GAMBLE/ i /GAMBLE/...

source: ... And it's a dryout with a stoneroller! Bad luck, /OUTLANDER/. Chance at a catback and play again?
pl_pl: I wypada wysuszenie z kamieniarzem! Nieszczęście ci towarzyszy, /OUTLANDER/. Chcesz się odegrać?

source: Okay, /GAMBLE/! Cats in the house! And we're rolling back with a hungry gutter! Rolling, rolling…
pl_pl: Dobra, /GAMBLE/! Kotki w domu! Rzucamy jeszcze raz z głodnym rozpruwaczem! Toczy się, toczy....

source: And it's a clean lick with a steamroller! 200 Cats, congratulations, /OUTLANDER/... Playing again?
pl_pl: Wypada czysty klaps z parownikiem! 200 catunów, gratulacje, /OUTLANDER/... Gramy dalej?

source: Mmm... fish...
pl_pl: Mmm... ryba...

source: Whatever, I don't care.
pl_pl: Cokolwiek, nie obchodzi mnie to.

source: ... And we got a arrow in the neck! Fishing with the arrow in the neck or rolling back, /OUTLANDER/?
pl_pl: No i mamy strzałę w szyi! Łowimy ze strzałą w szyi czy mam rzucać jeszcze raz, /OUTLANDER/?

source: Okay, pulling out! And we're fishing with the arrow in the neck! /GAMBLE/ and /GAMBLE/…
pl_pl: Okej, wyciągam! Łowimy ze strzałą w szyi! /GAMBLE/ i /GAMBLE/...

source: Holy crap! Plank! Close stroke with a full rollback gets the girl! 600 Cats! Going for a hot chain, /OUTLANDER/? Play again?
pl_pl: Cholera! Deska! Czysty strzał z pełnym rzutem zgarnia dziewczynkę! 600 catunów! Lecimy na gorącą linię, /OUTLANDER/? Gramy?

source: Okay, /GAMBLE/! Cats in the house! And we're rolling back with an arrow in the neck! Rolling, rolling…
pl_pl: Jasne, Kotki w domu! Rzucamy jeszcze raz ze strzałą w szyi! Toczy się, toczy...

source: Less yappin' and more monies!
pl_pl: Mniej gadania, więcej łowienia!

source: Quit yappin' and win me some Cats!
pl_pl: Skończ gadać i daj mi wygrać!

source: How do I play?
pl_pl: Jak w to się gra?

source: It's a quick learnin' game, /OUTLANDER/, shoot through it and you'll be fine. Folks are waitin' to play, let's go.
pl_pl: Łatwo się nauczyć Pełzacza, /OUTLANDER/, po prostu idź na żywioł i będzie w porządku. Pozostali też chcą zagrać, zatem kontynuujmy.

source: No, nevermind
pl_pl: Nie, daruję sobie.
