Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Catun scrapmaster.po
Languages: pl_pl

source: [She squints and looks you up and down]... Another dead beat with a rusty sword? Where'd you find that scrap of junk? Dead starver carcass? Junk-heap swamp ruin? You might want to try a more... budget friendly shop, /OUTLANDER/. The finest weapons need the fattest Cat sacks.
pl_pl: *She squints and looks you up and down*Kolejny przegryw z zardzewiałym mieczem? Gdzie znalazłeś ten kawał złomu? Przy ścierwie martwego włóczęgi? Śmietniku na bagnach? Proponuję ci przejrzeć asortyment bardziej... przyjaznemu portfelowi sklepu, /OUTLANDER/. Najlepsza broń potrzebuje najtłustszych portfeli.

source: It gets the job done. Care for a demonstration?
pl_pl: Sprawdza się. Pokazać?

source: Such crass jokes... Now, are you here to buy or are you just here to threaten me with that rusty stick you call a sword?
pl_pl: Tępy dowcip... A więc, chcesz coś kupić czy jesteś tu tylko po to, by straszyć mnie tym zardzewiałym kijem, który nazywasz mieczem?

source: (Flash 'em some Cats) Less talking, old lady. Show me your goods.
pl_pl: [Pokaż parę catunów] Mniej gadania, kobieto. Pokaż mi swoje towary.

source: I'm here to buy. Let's trade.
pl_pl: Chcę coś kupić. Pohandlujmy.

source: Just here to threaten cocky old crones actually. I'm leaving.
pl_pl: Jestem tu tylko po to, by straszyć stare baby. Wychodzę.

source: ... Just show me your stock already.
pl_pl: Po prostu pokaż mi, co masz.

source: (Flash 'em some Cats) You guessed wrong.
pl_pl: [Pokaż parę catunów] Nie zgadłaś.

source: Well! A perfect walking example of deceiving appearances. So, what are you looking to buy?
pl_pl: Patrzcie, perfekcyjne, chodzący przykład zanikającej kultury. A więc, co chcesz kupić?

source: Show me your gear.
pl_pl: Pokaż mi swój sprzęt.

source: First, tell me about the Catun Scrapmasters.
pl_pl: Najpierw opowiedz mi o Catuńskich Szmelcmistrzach.

source: And what makes your weapons so special?
pl_pl: I co czyni twoją broń tak dobrą?

source: Why, the noble bodyguards themselves use only our swords! You settle for a cheap sword, prepare to fight like a cheap warrior. The Catun Scrapmasters have been around for generations, the oldest and highest quality smiths in all the land.
pl_pl: Cóż, szlachetni ochroniarze korzystają tylko z naszych mieczy! Kupujesz tani miecz, walczysz jak tani wojownik. Catuńscy Szmelcmistrze istnieją od pokoleń, najstarsi i najlepsi kowale w całym regionie.

source: Highest quality in the land? Bold statement.
pl_pl: Najwyższa jakość w regionie? Mocne słowa.

source: The Catun Scrapmasters are renowned throughout the world for our swords, our reputation speaks for itself. If you don't know that, well, either you've had your head buried in the sand or you've taken too many knocks to the head with that rusty 'sword' of yours.
pl_pl: Szmelcmistrze są znani na całym świecie z naszych mieczy, nasza reputacja mówi sama za siebie. Jeśli tego nie wiesz, cóż, albo twoja głowa była w piasku albo otrzymała zbyt wiele ciosów z tego zardzewiałego "miecza".

source: Now, I'm a busy /MEMAN/, so are you buying or not?
pl_pl: No, nie mam za wiele czasu, kupujesz coś?

source: Eh, I've seen better quality blades.
pl_pl: Err, widywałem miecze lepszej jakości.

source: I'll be the judge of that. Show me your gear.
pl_pl: Ocenię to samodzielnie. Pokaż sprzęt.

source: Forget it, I'm leaving.
pl_pl: Zapomnij, wychodzę.

source: A fine blade will make you a fine warrior, I sell only the best quality weapons in my shop.
pl_pl: Dobry miecz uczyni cię dobrym wojownikiem, w tym sklepie znajdziesz tylko najlepsze uzbrojenie.

source: A fine /MAN/ needs a fine blade! Not.. whatever that 'thing' is you have in your sheath... But if you're looking for quality, you've found it. What do you need, customer?
pl_pl: Porządny wojownik potrzebuje porządnego ostrza! Nie tego... czegoś, co trzymasz przytroczone do pasa. Ale jeśli szukasz jakości - proszę bardzo. Czego potrzebujesz, kliencie?

source: [She squints at you]... So, you're here to buy? For the best quality weapons look no further.
pl_pl: *Mruży oczy* Więc chcesz coś kupić? Nie musisz już szukać broni najlepszej jakości.

source: Skeleton Smiths? Don't trust 'em. But you can always trust the Catun Scrapmasters, I only sell the best in my shop.
pl_pl: Kowale Szkieletronów? Nie ufaj im. Ale możesz zawsze ufać Catuńskim Szmelcmistrzom, sprzedaję tylko najlepszy towar w moim sklepie.

source: Settle for a cheap sword, prepare to fight like a cheap warrior.
pl_pl: Spraw sobie tani miecz, będziesz walczyć jak tani wojownik.
