Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Drunken myths.po
Languages: pl_pl

source: That's right, come sit with me. Have a drink.... hey, have you ever heard the story of the wailing banshee?
pl_pl: Dokładnie, usiądź ze mną. Napij się... Ej, czy kiedykolwiek słyszałeś historię o wrzeszczącej zjawie?

source: Yes, that's it, have a drink on me... say, have you ever heard the story of the wailing phantom?
pl_pl: Tak, usiądź ze mna i się napij... I powiedz przy okazji, czy dane ci było już słyszeć historię wrzeszczącego ducha?

source: No, what's it about?
pl_pl: Nie, co z nią nie tak?

source: Well, legend has it that it dwells in a sunken cave, south of the /SANDS/. I hear it has bones made of solid diamond - just one tooth would fetch you kabillions - no, poobilllions - of Cats! It has the gigantic tongue of a lusty tree hag and a marvellous pair of bingo wings that droop like smooth potato butter. Some even say that it has the snout of fondled truffle! Even the most handsomest of man-warriors haven't been able to hunt the peppery thing down.
pl_pl: Cóż, legenda głosi, że zjawa mieszka w podtopionej jaskini, na południe od wydm. Podobno ma kości zrobione z diamentów - już za jeden ząb można dostać miliard, nie, biliard catunów! Ma wielki jęzor napalonej, leśnej wiedźmy, i parę skrzydeł miękkich jak masa ziemniaczana. Niektórzy nawet mówią o twarzy przypominającej trufla! Nawet najsilniejsi spośród wojów nie byli w stanie złapać tego potwora.

source: Well, legend has it that it nests deep, deep into the forest. They say it preys on lost travellers, feeds on their souls and makes rotting loinclothes out of their neck skins. Apparently, survivors have told that it has a pungent potato odour and has eyes that resemble surprised truffles. There was one particularly handsome man-warrior that once very nearly slayed the beast, but he choked on a boiled potato two and a half weeks ago
pl_pl: A więc legenda głosi, że posiada swoje gniazdo głęboko w lasach. Podobno poluje na zagubionych podróżników, żywi się ich duszami i robi bandaże z ich skóry na szyjach. Ci, którym udało się uciec, mówią że śmierdzi zgniłym ziemniakiem i ma oczy podobne do trufli. Kiedyś był jeden bardzo silny wojownik, który prawie pokonał bestię, ale udławił się gotowanym ziemniakiem ponad dwa tygodnie temu.

source: ...Seriously? Don't waste my time with your jibberish, wacko
pl_pl: Serio? Nie marnuj mojego czasu na to pierdolenie.

source: That... that sounds AMAZING! How do I find it?
pl_pl: To... To brzmi NIESAMOWICIE? Jak mam to coś znaleźć?

source: If I knew that, I would have tracked it down myself. But if you're going to head out in search of it, you must take me with you. Call it an old dying man's last wish!
pl_pl: Sam bym to zrobił, gdybym wiedział. Ale jeśli chcesz tam się udać i to znaleźć, musisz mnie ze sobą zabrać. Powiedzmy, że to ostatnie życzenie umierającego starca!

source: You're dying? What's wrong with you?
pl_pl: Umierasz? Co ci jest?

source: Aren't we all slowly dying together in this cruel world?... Yes! And this dying man wishes to witness that beautiful, mysterious beast for himself. They say that if you quaff it's inner syrups then you'll gain the power of balmy immortality! Oh! And that true love's smooch will transform the beast into a glorious man-cherub whom will grant you all of your deepest hankerings...
pl_pl: Czyż sami nie umieramy powoli w tym skurwiałym świecie?... Tak! I ten umierający mężczyzna chce zobaczyć tę piękną i tajemniczą bestię na własne oczy. Podobno jeżeli wysmarujesz się jej wnętrznościami, zdobędziesz moc nieśmiertelności! Jej! A jej zabicie zamieni potwora w boskiego anioła, który odda ci wszystko, czego zapragniesz...

source: Aren't we all slowly dying in this relentless, dark world?... Yes! And this dying man wishes to witness that diabolical monster with his own two eyes. They say that if you lick one of it's pinky toes then you'll gain the power of sweet balmy immortality! Oh! And that true love's smooch will transform the beast into a glorious man-cherub whom will grant you all of your deepest munchies...
pl_pl: Wszyscy powoli zdychamy w tym okropnym, mrocznym świecie... Tak! I ten umierający typ chce zobaczyć diabelskiego potwora na własne oczy. Podobno jeśli poliże się jego mały palec, można stać się nieśmiertelnym! A prawdziwy, miłosny pocałunek złożony na bestii zamieni ją w anioła, który spełni wszystkie, twoje zachcianki.

source: I have a bad feeling about this. I don't think you're sane
pl_pl: Mam co do tego złe przeczucia. Chyba nie jesteś zbyt stabilny umysłowo.

source: Well okay, come back for another drink some time!
pl_pl: Jak sobie chcesz, ale wróć kiedyś na kolejną szklaneczkę!

source: You're right - wise words! Join with /MEUS/, let's find it together
pl_pl: Masz rację - mądre słowa! Dołącz do mnie, znajdziemy to razem.

source: So... you're not dying...
pl_pl: Czyli... Czyli jednak nie umierasz.

source: Sorry, I don't need a dying old man to slow me down
pl_pl: Wybacz, nie potrzebuję umierającego starca, który będzie mnie tylko spowalniać.

source: ... I don't like you
pl_pl: Chyba się nie polubimy.

source: Then I will grant you your wish, old man! Join /MEUS/ in search of this beast
pl_pl: Zatem spełnię twoje życzenie, starcze! Dołącz do mnie, znajdziemy bestię.

source: ...Uhuh, sounds interesting... I have to go now
pl_pl: Eee, to brzmi interesująco... Ale muszę już iść.

source: Come back for another drink!
pl_pl: Wróć na następną kolejkę!

source: I'm not interested in hearing your stories
pl_pl: Nie mam ochoty wysłuchiwać twoich historyjek.
