Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Farmer standard trade.po
Languages: pl_pl

source: [He stops and looks at you, mid whistle]... A good day for ploughin', yes it is! Lookin' to trade, /OUTLANDER/?
pl_pl: [Zatrzymuje się i przygląda, gwiżdżąc] Świetny dzień na zbiory, o tak! Chcesz handlować, /OUTLANDER/?

source: Don't get much business out 'ere. Welcome, /OUTLANDER/! What ya be needin'?
pl_pl: Nie mamy tu zbyt wiele interesów. Witaj, /OUTLANDER/! Czego potrzebujesz?

source: Ah /HI/, /OUTLANDER/! I got meats, grains, veg an' I got fine strong bulls fit for haulin'! What do ya need?
pl_pl: Ach, /HI/, /OUTLANDER/! Mam mięso, warzywa, ziarna i silne byki do roboty! Czego potrzebujesz?

source: [He spits a sad looking piece of straw from his teeth]... Well, I'll be damned! A new customer! Welcome, /OUTLANDER/, take a look at my stock...
pl_pl: [Wypluwa smutnie wyglądającą słomę spomiędzy zębów] A niech mnie! Nowy klient! Witaj, /OUTLANDER/, rozejrzyj się po moim przybytku...

source: [He flashes a toothless, gummy smile]... Why, /HI/ to you, /OUTLANDER/! Here to trade or here to rob me? [He snorts and smacks his thighs]
pl_pl: [Pokazuje uroczy, bezzębny uśmiech] Witam cię, /OUTLANDER/! Chcesz handlować czy mnie okraść? [Smarcze i uderza się w uda]

source: What ya be needin', /OUTLANDER/? I got the finest bulls and the juiciest dried meats this side of the desert, take a look...
pl_pl: Czego ci potrzeba, /OUTLANDER/? Mam tu najlepsze byczki i najtłustsze mięsa po tej stronie pustyni, zobacz...

source: /HI/, /OUTLANDER/. I got ample supplies, livestock, waters... Take a look.
pl_pl: /HI/, /OUTLANDER/. Mam wszelkie zapasy, żywność, wodę... Rozejrzyj się.

source: Guess you didn't come all the way out here for a chat, did ya, /OUTLANDER/? Lookin' to buy some supplies? ... [He mutters] Gosh darn I'm so lonely...
pl_pl: Sądzę, że nie przybywasz tu po to, by plotkować, co, /OUTLANDER/? Chcesz uzupełnić zapasy?... [Mruczy] Kurwa, ale mi tu smutno...

source: Show me your supplies.
pl_pl: Pokaż mi swoje zapasy.

source: Show me your animals.
pl_pl: Pokaż mi swoje zwierzęta.

source: *Cough* Lousy skinflint...
pl_pl: *Kaszle* Głupi śmieć...

source: *Ahem* Good for nothin' /MISER/...
pl_pl: *Chrząka* To nie zawracaj mi głowy, dupku...

source: Come again!
pl_pl: Zajrzyj tu kiedyś!

source: What ya be needin'. /OUTLANDER/?
pl_pl: Czego ci potrzeba, /OUTLANDER/?

source: Aye, back for more, /OUTLANDER/?
pl_pl: Ej, wracasz po więcej, /OUTLANDER/?

source: Well, if my best customer ain't back to trade again already!
pl_pl: Czy mnie oczy nie mylą! Najlepszy klient wraca!

source: Ah, yer all skin n' bones, /OUTLANDER/!
pl_pl: Z ciebie sama skóra i kości, /OUTLANDER/!

source: [He grimaces at the sight of you]... Seen better day's, ain'tcha, /OUTLANDER/?
pl_pl: [Uśmiecha się na twój widok] Bywało lepiej, co, /OUTLANDER/?

source: Can't spare much but... here. Eat up, eh, beggar?
pl_pl: Nie mogę zbyt wiele dać, ale... masz. Najedz się, eee, żebraku?
