Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Finch university dialogue.po
Languages: pl_pl

source: Interrupting my thought process... this better be important! Always thought I'd find my peace and quiet working here but nope, I just get noisy adventurers asking too many questions...
pl_pl: Cholera! Przeszkadzasz mi w myśleniu... Lepiej, by to było coś ważnego. Zawsze myślałem, że znajdę spokój i ciszę pracując tutaj, ale nie, dostaję tylko hałaśliwych wędrowców zadających zbyt wiele pytań...

source: Well why not just take a look around, genius... books, work benches... worked it out yet? *sigh* This is a university. From here we send tech hunters north west to salvage relics and samples, then it's my team's job to piece together the history and lost tech of our ancient ancestors.
pl_pl: Rozejrzyj się, głupcze... Książki, warsztaty, elektronika... Łapiesz już? *wzdycha* To jest uniwersytet. Stąd wysyłamy łowców technologii na północny zachód, by odzyskiwali dla nas relikty i próbki, natomiast zadaniem mojego zespołu jest złożenie do kupy technologii i historii naszych dawncyh przodków.

source: I thought the Holy Nation were against all things tech related?
pl_pl: Wydawało mi się, że Święty Naród jest przeciwko czemukolwiek związanemu z technologią?

source: The Holy Nation, what's that got to do with- Oh, right, I guess you refer to the statues of the Lord Phoenix outside... No more than decoys is all they are. We're not affiliated with the Holy Nation, despite appearances. But the statues keep them happy, the holy fools are gullible enough to lap it up. Not so smart those ones.
pl_pl: Święty Naród, co to ma wspólnego z-... Ach, dobrze, rozumiem, że odwołujesz się do figur Feniksa na zewnątrz... To nic więcej niż zwykłe wabiki. Nie jesteśmy jakkolwiek powiązani ze Świętym Narodem, nawet biorąc pod uwagę wygląd tego miejsca. Ale pomniki ich zadowalają na tyle, by nie za bardzo się nam narzucać. Nie są zbyt mądrymi ludźmi.

source: So it's a lie... you're actually heretics?! PURGE! (Attack)
pl_pl: A więc to kłamstwo... Jesteście heretykami!? WYPLENIĆ! [Atakuj]

source: Dammit, the guards are supposed to keep you crazies out!
pl_pl: Cholera, strażnicy mieli trzymać was, szaleńców, z daleka!

source: Can you teach me about the history of the area?
pl_pl: Czy możesz powiedzieć mi coś o historii tego miejsca?

source: *sigh* If I explained the history of the world to every boor of an adventurer who dropped by, I wouldn't have much time to carry out my actual research, would I? You expect everything, you people, one minute you want me to work, next you want to rip me from my bubble of silence and knowledge...
pl_pl: *wzdycha* Gdybym wyjaśniał historię świata każdemu typowi, który się nawinie, nie miałbym czasu na prowadzenie moich badań, co nie? Wy, ludzie, oczekujecie wszystkiego - w jednej minucie chcecie, bym pracował, w następnej wyciągacie mnie z mojej bańki wiedzy i ciszy...

source: Speak to my assistant, Iyo. Even better, read my books or go buy my blueprints if you really want knowledge. I've certainly published enough of them...
pl_pl: Porozmawiaj z moim asystentem, Iyo. Albo nawet lepiej, przeczytaj moje książki lub kup moje projekty, jeśli naprawdę potrzebujesz wiedzy. Z pewnością opublikowałem tego wystarczająco...

source: Of course, head scientist of the Tech Hunters, now personal tour guide for all visitors apparently!
pl_pl: Oczywiście, główny naukowiec Łowców Technologii, a teraz indywidualny przewodnik dla gości!

source: *sigh* Now, where was I?
pl_pl: *wzdycha* Dobra, na czym ja skończyłem?

source: What are you doing holed up in here?
pl_pl: Co porabiacie w tak odludnym i ukrytym miejscu?

source: Don't fancy yourself a bit of adventuring then?
pl_pl: Nie chcecie czasem podróżować gdzieś z dala od murów miasta?

source: Adventuring is for simple minded ruffians with a death wish. But their work is necessary for my research, so I won't judge them too harshly for it. I personally prefer the solitude of my lab where I can work without the interference of such pointless queries...
pl_pl: Podróże są dla prostych osiłków z życzeniem śmierci. Ale ich praca jest ważnym elementem moich badań, więc staram się takich ludzi nie oceniać zbyt ostro. Osobiście wolę spokój mojego laboratorium, gdzie mogę pracować bez przerywania mi bezcelowymi pytaniami...

source: Too bad, there are a lot more where that one came from. What is this place?
pl_pl: Przykro mi, ale z jednego pytania będzie się rodzić więcej. Co to za miejsce?

source: ... I'm guessing you don't have many friends...
pl_pl: Chyba nie masz zbyt wielu przyjaciół...

source: Well yes, I lack human companionship but I find my studies to be a much better way to occupy my time. What is your point exactly with these foolish questions?
pl_pl: Zaiste, nie posiadam ludzkiego towarzystwa, ale uważam moje badania za o wiele lepszy sposób na zajmowanie czasu. W jakim celu zadajesz te głupie pytania?

source: *sigh* I don't have time for chatter. Now, where was I?
pl_pl: *wzdycha* Nie mam czasu na pogaduszki. Gdzie skończyłem?

source: I have some questions.
pl_pl: Mam parę pytań.

source: *Sigh*... Of course, why not? Not like I have a job to do or anything!
pl_pl: *wzdycha* Oczywiście, z chęcią odpowiem. Wcale nie mam ważnych zajęć!

source: Do you know where I can find ancient science books?
pl_pl: Możesz mi powiedzieć, gdzie znajdę starożytne księgi naukowe?

source: Oh why of course! Allow me to divulge all hard earned knowledge of the Tech Hunters so that random adventurers can stumble upon valuable research artifacts before we do!
pl_pl: Co? Ależ tak, oczywiście! Pozwól mi obdarzyć cię tą trudną do zdobycia i pełną niebezpieczeństw wiedzą zdobytą od Łowców Technologii, by pojawiający się znikąd podróżnicy wpadali na wartościowe artefakty przed nami!

source: How helpful of you. Forget it, I'm leaving.
pl_pl: Dzięki za pomoc. Zapomnij o mnie, wychodzę.

source: Yeesh, sorry for breathing. I'm leaving...
pl_pl: Taaa, wybacz, że oddycham. Wychodzę...

source: Good. So I can get back on with my work... Now, where was I?
pl_pl: Świetnie. Zatem mogę wrócić do mojej pracy... Na czym ja skończyłem?
