Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Fisher farmer recruit.po
Languages: pl_pl

source: You have any idea how hard it is to run a farm when there's a /GODDAMN/ horde o' cannibals lickin' their lips and waiting to devour you from just over the hill? Guess how many farmers have died in the last week, thanks to those barbaric animals? Just take a guess...
pl_pl: Masz pojęcie jak ciężko prowadzi się farmę, kiedy za wzgórzem czai się horda jebanych kanibali oblizujących usta na twój widok? Wiesz ilu rolników zginęło w zeszłym tygodniu przez te zwierzęta? Zgadni...

source: Erm... three?
pl_pl: Eee... Trzech?

source: No one damn well knows, they gave up keeping count. We've found about seven chewed up remains up in the hills this week alone. Whether those body parts were from the same person or whether they were seven different bodies, I'll be damned. A farmer can't work in a place like this, it's suicide. I need to leave but I can't set up base alone, I need fellow settlers to start over with...
pl_pl: Nikt nie ma cholernego pojęcia, przestaliśmy liczyć. Znaleźliśmy siedem nadgryzionych, ludzkich szczątek w samych tylko górach. Nie wiem, czy to były części tego samego ciała, czy kilku. Chuj wie. Farmer nie może pracować w miejscu takim jak to, to samobójstwo. Muszę stąd uciec, ale nie założę bazy sam. Potrzebuję sojuszników, by mieć z czym zaczynać...

source: You're welcome to join /MEUS/. /IWE/ could use the skills of a farmer.
pl_pl: Zapraszam cię do mnie. Przyda mi się ktoś z umiejętnościami rolnika.

source: That's great news! I hear there are greener pastures down south, in the holy lands. We should find fertile soil there... I'll need an advance of 2000 Cats first, but I'll be more than worth that cost in skill, /OUTLANDER/. You can take my word for it, I've been tending crops since I was eleven years old. Some folks even nicknamed me Green Finger...
pl_pl: Świetnie! Słyszałem o zielonych pastwiskach na południu, na świętych ziemiach. Znajdziemy tam świetną, żyzną ziemię... Potrzebuję jednak 2000 catunów, żeby się stąd wydostać, ale moje umiejętności są o wiele więcej warte, /OUTLANDER/. Uwierz mi na słowo, zajmuję się uprawą od 11. roku życia. Niektórzy nazywają mnie nawet Zielonym Palcem...

source: Fine, here. You're hired.
pl_pl: Świetnie, trzymaj. Biorę cię.

source: No can do. I can't afford it.
pl_pl: Niestety, ale nie stać mnie.

source: Forget it, I'm not made of Cats...
pl_pl: Zapomnij o tym, nie jestem ze złota...

source: Ugh, but let me guess, you want payment first...
pl_pl: Eee, ale pozwól mi zgadnąć, najpierw chcesz kasę...

source: How did you guess? I need an advance of 2000 Cats first, but I'll be more than worth that cost in skill, /OUTLANDER/. You can take my word for it, I've been tending crops since I was eleven years old. Some folks even nicknamed me Green Finger... Anyway, I hear there are greener pastures down south, in the holy lands. We should find fertile soil there.
pl_pl: Skąd wiesz? Tak, potrzebuję 2000 catunów na spłatę paru rzeczy, ale moje umiejętności są warte o wiele więcej, /OUTLANDER/. Zaufaj mi, zajmuję się uprawami od dziecka, niektórzy nawet nazywają mnie Zielonym Palcem... Słyszałem też, że na południu są jakieś żyzne ziemie. Powinniśmy się tam udać.

source: I know where this is going. And I'm not interested, sorry.
pl_pl: Wiem, dokąd to zmierza. I nie interesuje mnie to, przykro mi.

source: Three hundred!
pl_pl: Trzystu!

source: I've no idea.
pl_pl: Nie mam pojęcia.

source: Well, you're not the only one with no idea, everyone gave up keeping count long ago. We've found about seven chewed up remains up in the hills this week alone. Whether those body parts were from the same person or whether they were from seven different corpses, I'll be damned. A farmer can't work in a place like this, it's suicide. I need to leave but I can't set up alone, I need fellow settlers to start over with...
pl_pl: Cóż, nie tylko ty jeden, wszyscy przestali liczyć już dawno temu. Znaleźliśmy siedem nadgryzionych, ludzkich szczątek w samych tylko górach. Nie wiem, czy to były części tego samego ciała, czy kilku. Chuj wie. Farmer nie może pracować w miejscu takim jak to, to samobójstwo. Muszę stąd uciec, ale nie założę bazy sam. Potrzebuję sojuszników, by mieć z czym zaczynać...
