Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/fish and drugs shout.po
Languages: pl_pl

source: High on drugs? Try some delicious fish!
pl_pl: Masz fazę? Spróbuj moich ryb!

source: Get your fish and drugs here!
pl_pl: Przynieś tu swoje ryby i narkotyki!

source: Drugs and fish!
pl_pl: Ryby i narkotyki!

source: Fish and drugs!
pl_pl: Narkotyki i ryby!

source: /FISHDRUGS/ is good for the bones!
pl_pl: Ryby są dobre na kości!

source: /FISHDRUGS/ is what you need /SIR/!
pl_pl: Narkotyki są dobre na kości, /SIR/!

source: /FISHDRUGS/! Straight from the swamp!
pl_pl: /FISHDRUGS/! Prosto z bagien!

source: Looking for drugs and fish? I have them both!
pl_pl: Szukasz narkotyków i ryb? Mam obie te rzeczy!

source: /FISHDRUGS/ for sale!
pl_pl: /FISHDRUGS/ na sprzedaż!

source: /FISHDRUGS/ fresh from the swamp!
pl_pl: /FISHDRUGS/, świeżo z bagien!

source: Swamp /FISHDRUGS/!
pl_pl: /FISHDRUGS/ z bagien!

source: /FISHDRUGS/ will make you happy!
pl_pl: Mój towar uczyni cię szczęśliwym!

source: Get your /FISHDRUGS/! Buy some /FISHDRUGS/!
pl_pl: /FISHDRUGS/! Przynieś albo kup!

source: I sell /FISHDRUGS/!
pl_pl: /FISHDRUGS/ na sprzedaż!

source: I sell /FISHDRUGS/! I sell /FISHDRUGS/!
pl_pl: /FISHDRUGS/ na sprzedaż! /FISHDRUGS/ na sprzedaż!

source: You there! Greenlander! You guys love drugs! Come and buy!
pl_pl: Hej, ty! Czarnuchu! Wy uwielbiacie narkotyki! Chodź i kup sobie!

source: Greenlanders love drugs! Buy them here! Most delicious!
pl_pl: Meridiańczycy uwielbiają narkotyki! Kup sobie trochę! Najpyszniejsze!

source: It's true, I do love drugs.
pl_pl: To prawda, lubię narkotyki.
