Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Fishing village recruit fisher.po
Languages: pl_pl

source: Psst... You hiring, /OUTLANDER/?
pl_pl: Psst... Szukasz rekrutów, /OUTLANDER/?

source: Maybe... But why so secretive?
pl_pl: Być może... Skąd ta dyskrecja?

source: Because if my brother finds out I'm leaving, he'll throw me out to the cannibals I'm sure. We took over father's fishing business when he died last year but... there just aren't enough fish to make a living these days. The business is dead, along with my sense of smell too. Lord save me from the stench of rotten fish...
pl_pl: Ponieważ jeśli mój brat się dowie, że uciekam, rzuci mnie na żer kanibalom. Przejęliśmy rybny biznes naszego ojca, gdy zmarł rok temu, ale... Nie ma tu tyle ryb, by z tego wyżyć. Ten biznes jest martwy, wraz z moim poczuciem węchu. Panie, ocal mnie przed smrodem zepsutych ryb...

source: So what skills have you got?
pl_pl: A co potrafisz?

source: Always been pretty good with my hands, never much of a fisherman though... Was practically piecing together blueprints before I even learnt to walk. All I need is 3500 Cats to tie up some loose ends and I'm ready to go. What do you say?
pl_pl: No cóż, dobrze radzę sobie rękami, ale nigdy nie w rybactwie... Zanim nauczyłam się chodzić, potrafiłam łączyć własne projekty i wynalazki. Potrzebuję tylko 3500 catunów by zakończyć parę spraw i mogę iść. Co ty na to?

source: Sure, you can come with /MEUS/.
pl_pl: Jasne, chodź ze mną.

source: Really? Great! You won't regret hiring me!
pl_pl: Naprawdę? Super! Nie będziesz tego żałować!

source: Sorry, I can't afford it.
pl_pl: Wybacz, nie stać mnie na ciebie.

source: Come back when you have the money, won't you?
pl_pl: Zatem wróć gdy będziesz mieć pieniądze, dobrze?

source: Forget it, I've no need for labourers.
pl_pl: Zapomnij, nie potrzebuję robotników.

source: Well, I'm not hiring, sorry.
pl_pl: Cóż, nikogo na razie nie potrzebuję, przykro mi.

source: I am. You seem tense, why?
pl_pl: Tak. Jesteś trochę spięta, dlaczego?

source: No, sorry, ask someone else.
pl_pl: Przykro mi, spróbuj z kimś innym.
