Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Fisher village recruit adventurer.po
Languages: pl_pl

source: Here's the deal, /OUTLANDER/, I'm a treasure hunter and I got a real juicy tip on a valuable looting spot. Thing is, my squad got killed off by those blasted cannibals, so here I am recuperating in this dusty old snore fest of a village...
pl_pl: Oto propozycja, /OUTLANDER/. Jestem łowcą skarbów i mam prawdziwy cynk na wartościowe miejsce z łupami. Problem w tym, że moją ekipę załatwiły te pierdolone kanibale, więc siedzę i odzyskuję siły w tym zasranym miejscu zwanym wioską...

source: Now, you look like the adventuring type, correct me if I'm wrong... So how about you pay off my bill at the Flophouse, we /TEAMUP/ and we finish what me and my squad started? We'll be rich, /OUTLANDER/, you and me!
pl_pl: Ty wyglądasz na kogoś, kto lubi przygody, popraw mnie jeśli się mylę... Co powiesz na to: spłacisz mój dług za nocleg, a ja do ciebie dołączę i dokończymy to, co zaczęła moja drużyna? Będziemy bogaci, /OUTLANDER/, ty i ja!

source: How much is your bill?
pl_pl: Ile wynosi twój rachunek?

source: I need 4500 Cats.
pl_pl: Potrzebuję 4500 catunów...

source: Sure, I'll pay your bills. But this better be worth it.
pl_pl: Dobra, zapłacę za ciebie. Oby mi się to opłacało.

source: Thanks, I'll make it worth both our while... There's a tower made of sand, as legend has it anwyay. It's located north of the painted cannibal lair, marked by a flock of birds, but it's protected by a giant beast that sleeps inside...
pl_pl: Dzięki. Oczywiście, że się opłaci, i to z nawiązką... Mowa o wieży zrobionej z piasku, tak głosi ta plota. Położona jest na północ od leża pomalowanych kanibali, wyróżnia się wiecznie latającymi wokół niej ptakami. Niestety chroni jej ogromny potwór...

source: It's full of lost tech from the ancients. A guy in a bar told me so.
pl_pl: Jest pełna starożytnej technologii. Koleś z baru tak mi mówił.

source: Then come back when you can afford it. It'll be worth your investment!
pl_pl: Zatem wróć, gdy uzbierasz pieniądze. Jestem wartościową inwestycją!

source: Forget it, I'm not paying that.
pl_pl: Zapomnij o tym, nie zapłacę aż tyle.

source: You're missing out on a good deal, /OUTLANDER/...
pl_pl: Świetny układ znika ci sprzed nosa, /OUTLANDER/...

source: How about you just tell me what you know?
pl_pl: A może po prostu powiesz mi, co wiesz?

source: No can do, /OUTLANDER/, can't let you beat me to my loot now, can I?
pl_pl: Nie ma opcji, /OUTLANDER/, nie oddam ci "mojego" skarbu, no nie?

source: Then I'm not interested.
pl_pl: Zatem mam to w dupie.

source: Suit yourself!
pl_pl: Ależ proszę bardzo!

source: I'm no treasure hunter, and I'm not interested in your tip.
pl_pl: Nie jestem łowcą skarbów i nie interesuje mnie twoja rada.
