Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Gate guard neg relations.po
Languages: pl_pl

source: LEAVE
pl_pl: ODEJDŹ.

source: GO
pl_pl: IDŹ.

source: LEAVE NOW
pl_pl: ODEJDŹ TERAZ.

source: DISAPPEAR
pl_pl: ZNIKAJ.

source: You have no place here
pl_pl: Nie ma tu dla ciebie miejsca.

source: You are not welcome here
pl_pl: Nie jesteś tu mile widziany.

source: Disappear
pl_pl: Znikaj.

source: /YOURNAME/... trash aren't welcome here.
pl_pl: /YOURNAME/... Takie śmieci nie są tu mile widziane.

source: Leave if you know what's good for you, lackey.
pl_pl: Odejdź, jeśli ci życie miłe, gnoju.

source: Disappear if you want to live, minion.
pl_pl: Znikaj, jeśli chcesz żyć, chuju.

source: Run away now if you want to live, minion.
pl_pl: Uciekaj w tej chwili, jeśli chcesz żyć, plebsie.

source: You should leave. Now, /FLATSKIN/.
pl_pl: Musisz odejść. Teraz, /FLATSKIN/.
