Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Gate Guard Partner In Crime.po
Languages: pl_pl

source: How's business?
pl_pl: Jak tam biznes?

source: Making the rounds?
pl_pl: Robimy kółeczka?

source: Just let me check your stuff real quick...
pl_pl: Pozwól mi szybko sprawdzić twoje torby...

source: Okay, looks good. Go on in
pl_pl: Wszystko w porządku, wchodź.

source: Okay, looks good. Go on in.
pl_pl: Wszystko w porządku, wchodź.

source: Well, if it isn't my favourite merchant...
pl_pl: Och, czyż to nie mój ulubiony kupiec!?

source: /YOURNAME/! Good to see you again, /BROTHER/...
pl_pl: /YOURNAME/! Dobrze cię znów widzieć, /BROTHER/...

source: Good day, /YOURNAME/.
pl_pl: Witaj, /YOURNAME/.

source: You're all clear. Go on in.
pl_pl: Torby czyste, wchodź.

source: Wink!
pl_pl: *mruga porozumiewawczo*

source: Wink? You know you're not supposed to actually shout 'wink', right?
pl_pl: Mrugasz? Wiesz, że nie możesz mrugać w ten sposób, prawda?

source: Where's my money, /YOURNAME/? I thought we had a deal?
pl_pl: Gdzie moja kasa, /YOURNAME/? Wydawało mi się, że się umówiliśmy?

source: If I don't get my cut, then you don't get free entry!
pl_pl: Jeśli nie dasz mi działki, nie wejdziesz za friko!

source: This one's smuggling, /SEIZE/ /HIM/!
pl_pl: Ten jeden szmugluje, /SEIZE/ /HIM/!

source: Why are you running from me, eh? You picked the wrong /MEMAN/ to double cross, /YOURNAME/!
pl_pl: Dlaczego ode mnie uciekasz, /MEMAN/? Ze mną nie wolno zadzierać, /YOURNAME/!

source: Go ahead, you can pass
pl_pl: Idź, możesz przejść.

source: Just going to need to seach you before you enter...
pl_pl: Muszę tylko sprawdzić twoje torby...

source: Let me check your belongings
pl_pl: Pozwól mi sprawdzić twój towar.

source: Been a while, /BROTHER/. Any news from the outside?
pl_pl: Trochę czasu minęło, /BROTHER/. Jakieś wieści z zewnątrz?

source: Been a long time since I saw you last, /BROTHER/
pl_pl: Minęło sporo czasu odkąd się widzieliśmy, /BROTHER/.

source: You're clear, go on in
pl_pl: Torby czyste, możesz przechodzić.

source: Wait a minute. Just going to need to seach you before you enter...
pl_pl: Zaczekaj chwilę. Muszę przejrzeć twoje rzeczy, nim przejdziesz...

source: Okay, hold up a second. Let me check your belongings
pl_pl: Dobra, daj mi chwilę, muszę sprawdzić twoje torby.

source: Okay go ahead
pl_pl: Okej, możesz iść.

source: Good to see you again, /YOURNAME/
pl_pl: /YOURNAME/! Dobrze cię widzieć.

source: /YOURNAME/. Good to see your face again.
pl_pl: /YOURNAME/, dobrze widzieć znajomą twarz.

source: Good day to you, /YOURNAME/.
pl_pl: Miłego dnia, /YOURNAME/.

source: Looking well, /YOURNAME/.
pl_pl: Dobrze wyglądaszl, /YOURNAME/.

source: Back again, /YOURNAME/?
pl_pl: Znów wracasz, /YOURNAME/?

source: Clean as always. Go on through.
pl_pl: Czysto jak zwykle. Przechodź.

source: You're all clear, go on through.
pl_pl: Kieszenie czyste, możesz iść.

source: ... Wait...
pl_pl: Czekaj...

source: Well, well, look who it is. Back to see our beautiful city, eh?
pl_pl: No, no, patrzcie kto idzie. Znów chcesz obejrzeć to piękne miasto, co?

source: Well if it isn't old /YOURNAME/. It's been a while...
pl_pl: /YOURNAME/ stary przyjacielu. Trochę czasu zleciało...

source: I've missed you, /YOURNAME/. Well, my Cat sack has anyway.
pl_pl: Tęskniłem za tobą, /YOURNAME/. Moja kabza także.
