Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Harmothoe trade.po
Languages: pl_pl

source: [She lets out a sigh. She looks irritated by your presence]
pl_pl: [Przeciągle wzdycha. Wygląda na zirytowaną twoją obecnością]

source: Uh, you're a trader, right?
pl_pl: Eee, jesteś handlarzem, tak?

source: ... Sure, sure, just make it quick. I do abhor the presence of sweaty gorillos.
pl_pl: ... Taa, taa, tylko szybko. Nie przepadam za obecnością spoconych goryli.

source: Got a problem with me?
pl_pl: Masz jakiś problem ze mną?

source: What can I say? Being enslaved by Holy Nation grunts of your kind makes a woman a tad bitter towards her so-called brothers.
pl_pl: Cóż mogę rzec? Bycie zniewoloną przez mięśniaków Świętego Narodu twojego pokroju czyni kobietę nieco mniej przyjazną wobec jej "braci".

source: Now, are you here to trade, or not?
pl_pl: A więc chcesz handlować, czy nie?

source: ... Uh, yeah. Let's see what you've got.
pl_pl: Eee, tak. Pokaż mi swoje towary.

source: Then show me what you got.
pl_pl: Za tem pokaż mi, co masz.

source: Don't starve in the outlands or anything, 'brother'...
pl_pl: Nie zdechnij z głodu gdzieś na zewnątrz, "bracie"...

source: On second thought, nevermind.
pl_pl: W sumie to nieważne.

source: Such a shame to lose such a valued customer. Now, where was I?
pl_pl: Cóż za hańba, stracić tak wartościowego klienta. A teraz, na czym skończyłam?

source: Always nice to see a lovely lady all the way out here no man's land! What can I do for you, sister?
pl_pl: Zawsze świetnie jest zobaczyć kobietę na tej ziemi niczyjej! Co mogę dla ciebie zrobić, siostro?

source: I'd like to trade.
pl_pl: Chcę z tobą handlować.

source: Keep your wits about you, sister. The land's a free-for-all and we're it's prey.
pl_pl: Nie daj się omamić, siostro. Ta ziemia nie jest dla wszystkich, my jesteśmy ofiarami.

source: Nothing, sorry to bother you.
pl_pl: Nic, wybacz, że przeszkadzam.

source: You again? What is it this time?
pl_pl: Znowu ty? Co tym razem?

source: Need to trade?
pl_pl: Chcesz coś kupić?

source: Nevermind, sorry to bother you.
pl_pl: Nieważne, wybacz, że przeszkadzam.

source: I warned you once, skeleton, stay the hell away from me!
pl_pl: Ostrzegłam cię raz, szkieletronie, odpierdol się ode mnie!

source: Kill or be killed
pl_pl: Zabij albo zgiń!
