Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Headshot.po
Languages: pl_pl

source: They call me Headshot. Wanna take a stab at why?
pl_pl: Nazywają mnie Snajper. Chcesz wiedzieć dlaczego?

source: Then I guess you're a squeamish one, eh... Well, I shot a lotta heads. Slave heads to be exact.
pl_pl: Zatem jesteś jednym z tych wrażliwych, hehe. Cóż, rozwaliłam wiele głów. Niewolniczych głów, by być dokładnym.

source: Something to do with heads?
pl_pl: Coś związanego z głowami?

source: That's right, shot a lotta heads. Slave heads to be exact.
pl_pl: Prawda, i to wieloma głowami. Niewolniczymi, by być dokładnym.

source: Do I lose sleep at night over it?... Nah.
pl_pl: Czy cierpię przez to na bezsenność?... Nie.

source: You're a monster.
pl_pl: Jesteś potworem.

source: They're slaves! The world won't miss 'em and the world won't cry for 'em. Better them than us, eh?
pl_pl: To niewolnicy! Świat nie będzie za nimi tęsknić, nie będzie po nich płakać. Lepiej oni niż my, nie?

source: Is there a point to all this talk?
pl_pl: Jest jakiś cel tego gadania?

source: Nope. Just a jobless gunner lookin' to entertain herself.
pl_pl: Nie. Po prostu bezrobodny strzelec szuka dla siebie zajęcia.

source: You're looking for a job?
pl_pl: Szukasz roboty?

source: Why? You offering?... So long as you put me behind a turret, I'm listening. You want my skills though, you gotta pay the price tag. 7500 Cats.
pl_pl: A co, masz jakąś?... Dopóki mogę siedzieć za sterami wieżyczki, dopóty będę słuchać. No i jeśli chcesz moich umiejętności to musisz za nie zapłacić. 7500 catunów.

source: Enough. I'm leaving.
pl_pl: Będzie tego. Wychodzę.

source: I could use somebody with those skills.
pl_pl: Znajdę zajęcie dla kogoś z takim doświadczeniem.

source: So long as you put me behind a turret, I'm listening. You want my skills though, you gotta pay the price tag. 7500 Cats.
pl_pl: Dopóki mogę siedzieć za sterami wieżyczki, dopóty będę słuchać. No i jeśli chcesz moich umiejętności to musisz za nie zapłacić. 7500 catunów.

source: Oh the sound of a harpoon slicing through skull, right on target. It's been too long...
pl_pl: Ach, dźwięk harpuna przebijający się przez czaszkę celu... Czekałem zbyt długo.

source: Forget it. I don't hire sociopaths.
pl_pl: Zapomnij. Nie zatrudniam socjopatów.

source: Heh. Your loss.
pl_pl: Heh. Twoja strata.

source: I've changed my mind, sorry.
pl_pl: Zmieniłem zdanie, przykro mi.

source: I can't afford it right now...
pl_pl: Nie stać mnie teraz na ciebie...

source: You're bad. I like that.
pl_pl: Jesteś zły. Podoba mi się to.

source: Well, hell, then how about hiring yourself a jobless gunner? So long as you put me behind a turret, I'm listening. You want my skills though, you gotta pay the price tag. 7500 Cats.
pl_pl: Zatem, cholera, co powiesz na zatrudnienie bezrobotnego strzelca? Dopóki mogę siedzieć za sterami wieżyczki, dopóty będę słuchać. No i jeśli chcesz moich umiejętności to musisz za nie zapłacić. 7500 catunów.
