Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Hire me 700 Tough.po
Languages: pl_pl

source: I'm looking to band up and get out of town. You looking to /TEAMUP/?
pl_pl: Szukam ekipy, chcę uciec z miasta. Nie potrzebujesz towarzysza?

source: I'm looking to band up and get out of town. You interested, /OUTLANDER/?
pl_pl: Szukam drużyny, z którą ucieknę z miasta. Zainteresowany, /OUTLANDER/?

source: I'm looking to leave town. You looking to /TEAMUP/, /OUTLANDER/?
pl_pl: Chcę opuścić miasto. Mogę wam towarzyszyć, /OUTLANDER/?

source: I need to leave town. You looking to /TEAMUP/, /OUTLANDER/?
pl_pl: Musze uciec z miasta. Nie potrzebujesz towarzysza, /OUTLANDER/?

source: Looking for an ally, /OUTLANDER/?
pl_pl: Szukasz sojusznika, /OUTLANDER/?

source: Need an extra comrade, /OUTLANDER/?
pl_pl: Nie potrzebujesz dodatkowego kompana, /OUTLANDER/?

source: Sure, I'm interested
pl_pl: Jasne, mów dalej.

source: I am. How much are you charging?
pl_pl: Czemu nie. Ile chcesz?

source: I am. I take it you charge a fee?
pl_pl: W sumie. Rozumiem, że chcesz coś w zamian?

source: Of course, I'm interested
pl_pl: Oczywiście, ile chcesz?

source: Go on, I'm interested...
pl_pl: Mów dalej...

source: Sure, I'd be interested
pl_pl: Jasne, czemu nie.

source: It will cost you 3000 Cats
pl_pl: Będzie cię to kosztować 3000 catunów.

source: First I need my worth in Cats. Can you spare 3000?
pl_pl: Ale chcę pieniądze z góry. Jakieś 3000.

source: I charge 3000 Cats, flat rate
pl_pl: Liczę sobie 3000 catunów z góry.

source: I'll just need 3000 Cats, then I'm free to travel with you
pl_pl: Potrzebuję tylko 3000 catunów i idę z tobą.

source: Before I can leave, I'll need a 3000 Cat fee
pl_pl: Zanim stąd wyjdę, potrzebuję jeszcze 3000 catunów.

source: Sure, here
pl_pl: Jasne, trzyma.

source: You're hired!
pl_pl: Gratulacje, dostajesz robotę.

source: Sounds good to me
pl_pl: Brzmi dobrze.

source: Sounds fair
pl_pl: Brzmi fer.

source: Then let's get out of here!
pl_pl: Więc wynośmy się stąd!

source: Then let's go!
pl_pl: Zatem chodźmy!

source: I'm all ready to go
pl_pl: Jestem gotów do drogi.

source: Then let's do this
pl_pl: Zbierajmy się.

source: Pfft, 3000 Cats? Forget it...
pl_pl: Pff, 3000 catunów? Zapomnij...

source: How many Cats?! Forget it...
pl_pl: Ile kurwa!? Zapomnij o tym.

source: 3000 Cats?! Forget it, that's way too much...
pl_pl: 3000 catunów? Zapomnij, to o wiele za dużo...

source: I don't have enough money...
pl_pl: Nie mam takich pieniędzy...

source: Sorry, I don't have enough...
pl_pl: Wybacz, nie mam tyle...

source: Maybe. But who are you first?
pl_pl: Może. Kim jesteś?

source: Maybe. But first, tell me who you are.
pl_pl: Może. Ale najpierw powiedz mi, kim jesteś.

source: Maybe. First, I want to know who you are.
pl_pl: A kim ty w ogóle jesteś?

source: Maybe. But first, what's your story?
pl_pl: Być może. Jaka jest twoja historia?

source: Perhaps. But first, who are you?
pl_pl: Być może. Ale najpierw... kim ty jesteś?

source: Perhaps. I'd like to know who you are first though.
pl_pl: Może. Ale chcę wiedzieć, kim jesteś.

source: I've got a dark past, /BROTHER/... Trust me, it's best left untold.
pl_pl: Mam mroczną przeszłość, /BROTHER/... Uwierz mi, lepiej o niej nie wpsominać.

source: My past is an ugly one, /BROTHER/... I'd prefer to keep it to myself.
pl_pl: Moja przeszłość jest tą okropną, /BROTHER/... Wolę ją zatrzymać dla siebie.

source: Me? I'd rather leave my story behind and start a new one, /BROTHER/
pl_pl: Ja? Wolę zapomnieć o przeszłości i zacząć nową historię, /BROTHER/.

source: Me? I'd prefer to bury my past and make a new story actually, /BROTHER/
pl_pl: Wolę pogrzebać moją przeszłość i zacząć nowe życie, /BROTHER/.

source: My story?... It's not something I enjoy telling, /BROTHER/.
pl_pl: Moja historia...? To nie jest coś, o czym lubię rozmawiać, /BROTHER/.

source: Okay... so how much are you charging?
pl_pl: No dobra... Więc ile sobie liczysz?

source: Uhuh... and how much are you charging?
pl_pl: Ehe... I ile kasy potrzebujesz?

source: I'm charging 3000 Cats
pl_pl: 3000 catunów.

source: It will cost 3000 Cats
pl_pl: Chcę 3000.

source: 3000 Cats, that's all
pl_pl: 3000 catunów, to wszystko.

source: 3000 Cats, all in
pl_pl: 3000 catunów. Z góry.

source: Just 3000 Cats
pl_pl: Tylko 3000 catunów.

source: I understand, we all have our own demons
pl_pl: Rozumiem, wszyscy mamy własne demony przeszłości.

source: That's okay. We're all fighting our own demons
pl_pl: Jasne. Każdy z nas ma podobnie.

source: I understand. Some things are best left forgotten
pl_pl: Rozumiem. Niektóre rzeczy lepiej zostawić w spokoju.

source: Keep all the bad memories pushed down deep inside, that's what I say
pl_pl: Lepiej nie rozdrapywać starych ran, jak to mawiam.

source: Ah, good old memory repression. Don't worry, I understand.
pl_pl: Ach, cierpienie z powodu przeszłości. Nie martw się, rozumiem to.

source: Glad we're on the same page. I'll just need 3000 Cats before I can leave with you.
pl_pl: Cieszę się, że myślimy podobnie. Potrzebuję 3000 catunów nim z tobą odejdę.

source: Indeed, /BROTHER/. I'll just need 3000 Cats before I can leave with you.
pl_pl: Prawda, /BROTHER/. Potrzebuję tylko 3000 catunów nim opuszczę to miejsce.

source: Glad we're on the same page. If you're interested, I charge 3000 Cats
pl_pl: Cieszę się, że jesteśmy po tej samej stronie. Jeśli mnie potrzebujesz, liczę sobie 3000 catunów.

source: Forget it. Just sounds shifty to me
pl_pl: Zapomnij. To nie brzmi przyszłościowo.

source: Forget it. Sounds like way too much baggage for me...
pl_pl: Zapomnij o tym. Będziesz tylk obagażem...

source: Forget it. You sound way too suspicious
pl_pl: Nigdy w życiu. Brzmisz zbyt podejrzanie.

source: Nevermind, I'm not interested after all
pl_pl: Nieważne, w sumie nie interesuje mnie to.

source: Sorry, I'm not interested after all
pl_pl: Wybacz, nie interesuje mnie to.

source: Sorry, on second thought I'm not interested
pl_pl: Wybacz, właściwie to nie.

source: On second thought I'm not interested
pl_pl: W sumie to nie chcę.

source: Forget it, I've changed my mind
pl_pl: Wybacz, ale nie.

source: I have serious alcoholism and a phobia of cannibals...
pl_pl: Mam problem z alkoholem i boję się kanibali...

source: I have a serious gambling problem and an addiction to moonshine...
pl_pl: Mam problem z hazardem, nie potrafię sobie też odmówić alkoholu...

source: Just a normal /MEMAN/ with an unhealthy hatred of authority... Ain't nobody tellin' me what to do!
pl_pl: Jestem normalnym obywatelem z niezdrową nienawiścią do władz... Nikt nie będzie mi mówił, co mam robić!

source: Some people like to call me the town philosopher. Others like to call me the town drunk.
pl_pl: Niektórzy ludzie mówią o mnie "miejski filozof". Inni - po prostu "miejski pijaczyna".

source: Someone who likes to drink away their demons...
pl_pl: Jestem kimś, kto przepija swoje potwory...

source: That sounds... healthy.
pl_pl: To brzmi... zdrowo.

source: That sounds... interesting.
pl_pl: To jest... interesujące.

source: Right... anyway...
pl_pl: Tak... Ale wracając...

source: So, are you interested or not? I charge 3000 Cats
pl_pl: Więc chcesz mnie? Żądam 3000 catunów.

source: So, you interested? I charge 3000 Cats
pl_pl: Chcę 3000 catunów. Stoi?

source: So, are you interested or not? It will cost you 3000 Cats
pl_pl: Więc jak będzie? Chcę 3000 catunów.

source: So, you interested? It will cost you 3000 Cats
pl_pl: Więc jak? Liczę sobie 3000 z góry.

source: So, you interested? All I ask for is the bare fee, so it will cost you 3000 Cats
pl_pl: A więc co robimy? Proszę tylko o płatność z góry, 3000 catunów.

source: Sounds okay to me! How much?
pl_pl: Brzmi w porządku. Ile chcesz?

source: I'm a travelling merchant. Cannibals took my wife... I decided to stop mopin' around about it, get off my butt and go out into the world again. It's what she would've wanted...
pl_pl: Jestem wędrownym kupcem. Kanibale zabrały moją kobietę... Postanowiłem przestać się mazać, podnieść dupę i znów wyjść w świat. To coś, czego ona by chciała...

source: Sorry to hear that. So how much are you charging?
pl_pl: Przykro mi to słyszeć. Ile sobie liczysz?

source: That sounds awful...
pl_pl: To brzmi okropnie...

source: It was...
pl_pl: I takie było...

source: ... (Awkward silence)
pl_pl: ... (niezręczna cisza)

source: It's for the best, moping around won't bring her back
pl_pl: To najlepsze, co możesz zrobić, roztrząsanie przeszłości nie sprowadzi jej tutaj.

source: Right... Well, if you're interested, I charge 3000 Cats anyway
pl_pl: Cóż... Jeśli nadal mnie potrzebujesz, liczę sobie 3000 catunów.

source: There's only one thing you should know about me: I'm not the talkin' type.
pl_pl: Jest jedna rzecz, którą musisz o mnie wiedzieć: nie lubię rozmawiać.

source: Me? I'm a doer, not a talker. Use your intuition if you want to judge me, not your ears.
pl_pl: Ja? Jestem człowiekiem czynu, nie mowy. Korzystaj z intuicji jeśli chcesz mnie oceniać, nie z uszu.

source: I'm a /MEMAN/ of action. Not one of words.
pl_pl: Jestem panem akcji. Nie panem słów.

source: Me? Well, I'm not the talkin' type, you can count on that.
pl_pl: Nie lubię rozmawiać, chyba to docenisz.

source: One thing I'm NOT, is the talkin' type. So let's just cut to the chase, /OUTLANDER/
pl_pl: To, czym nie jestem, to gadułą. Więc przejdźmy do rzeczy, /OUTLANDER/.

source: Someone who needs to leave town. Fast. This is a dangerous city to live and you'd be wise to remember that, /OUTLANDER/
pl_pl: Jestem kimś, kto musi zniknąć z miasta. Szybko. To niebezpieczne miejsce i musisz o tym pamiętać, /OUTLANDER/.

source: Just a lowly peasant who needs to get out of the city. Take a word of advice, /OUTLANDER/, don't let this city suck you into it's web.... It's a dangerous place to be.
pl_pl: Jestem zwykłym chłopem, który chce opuścić miasto. Przyjmij moją radę, /OUTLANDER/ i nie pozwól by to miasto w ciebie wsiąkło... To niebezpieczne miejsce do życia.

source: I'm no warrior, no brainiac, no master thief... I'm just a peasant that needs to skip town and start over.
pl_pl: Nie jestem wojownikiem, mózgowcem, złodziejem... Tylko chłopem, który chce się stąd wyrwać i zacząć od nowa.

source: Just a normal /MEMAN/ who needs to get out of town and start a new life. Sticking around here is getting way too dangerous for my liking.
pl_pl: Jestem zwykłym człowiekiem który chce zacząć nowe życie. Siedzenie tutaj może być dla mnie niebezpieczne na dłuższą metę.

source: I understand. You're welcome to come with /MEUS/
pl_pl: Rozumiem. Chodź zatem ze mną.

source: Sorry, I was looking for someone with a little more skill
pl_pl: Wybacz, ale szukam kogoś z doświadczeniem.

source: I'm just a nobody looking to be a somebody
pl_pl: Chcę zostać kimś. Po prostu.

source: I'm nothing special, an Empire /PEASANT/ is all I am. But I know I can be more.
pl_pl: Nie jestem nikim specjalnym, zwykłym plebsem. Ale wiem, że mogę więcej.

source: A /PEASANT/ of the Empire. But, if you give me a chance, I know I can be more than that.
pl_pl: Należę do pospólstwa Imperium. Ale jeśli dasz mi szansę, mogę osiągnąć więcej.

source: An Empire /PEASANT/ is what the folks 'round here would call me. But hey, what's in a name anyway?
pl_pl: Ci kolesie wokół nazwaliby mnie imperialnym parobkiem. Ale hej, czym są takie nazwy?

source: A /PEASANT/ of the Empire, born and bred. But I'd take being a peasant over being a fat noble any day.
pl_pl: Chłop Imperium, zawsze od urodzenia. Ale wolę to niż choćby jeden dzień w ciele grubego wielmoży.

source: So, how much are you charging?
pl_pl: Więc ile sobie liczysz?

source: Exactly the kind of person I want to /TEAMUP/ with!
pl_pl: Dokładnie taki typ, z jakim chcę współpracować!

source: Perfect. You sound just like the type of person I want to /TEAMUP/ with
pl_pl: Super. Brzmisz jak człowiek, z którym chcę pracować.

source: Sounds like we'll get on nicely...
pl_pl: Chyba się dogadamy...

source: /GREAT/. I charge 3000 Cats
pl_pl: To /GREAT/. Chcę 3000 catunów.

source: /GREAT/. It will cost you though, 3000 Cats
pl_pl: To naprawdę /GREAT/! Ale potrzebuję jeszcze 3000 catunów.

source: Forget it. Once a peasant, always a peasant.
pl_pl: Zapomnij. Raz chłop, zawsze chłop.

source: Just a nobody? You're really not convincing me to /TEAMUP/ with you...
pl_pl: Jesteś nikim? Naprawdę nie przekonujesz mnie, by cię włączyć do drużyny.

source: ... Wh- why? Who's asking?! Did the- so the guards sent you, huh?!
pl_pl: C-co? Kto pyta? Czy... Czy strażnicy cię przysłali?

source: ... Wouldn't YOU like to know, huh? Who cares who I am, /OUTLANDER/. Who are YOU anyway?!
pl_pl: Mam ci niby powiedzieć? Kogo obchodzą takie rzeczy, /OUTLANDER/. Kim TY jesteś!?

source: ... Why? Did someone send you? You snitchin' for the guards, /OUTLANDER/?
pl_pl: ... Co? Ktoś cię przysłał? Szpiegujesz dla straży, /OUTLANDER/?

source: ... Sounds like a snitch question to me, /OUTLANDER/. Why are you so interested in my story, huh?
pl_pl: ... To pytanie brzmi podstępnie, /OUTLANDER/. Czemu tak interesuje cię moja historia, co?

source: ... Forget I ever asked. So do you want to /TEAMUP/ or not?
pl_pl: ... Zapomnij o tym. Chcesz do mnie dołączyć czy nie?

source: I was just making conversation... Do you want to /TEAMUP/ or not?
pl_pl: Chcę tylko zagaić... Chcesz dołączyć czy nie?

source: I was just asking who you are... Do you want to /TEAMUP/ or not?
pl_pl: Pytam tylko kim jesteś... Chcesz dołączyć?

source: ... Sure, but I charge 3000 Cats.
pl_pl: Eee, tak, ale żądam 3000 catunów.

source: ... Right. But it will cost you 3000 Cats
pl_pl: Jasne. Ale to będzie cię kosztować 3000 catunów.

source: You know what, I'll just find someone else to /TEAMUP/ with...
pl_pl: Wiesz co, może po prostu poszukam kogoś innego.

source: ... Just forget it...
pl_pl: ... Po prostu zapomnij...

source: I'm an ex-slave with a LOT of pent up frustration.
pl_pl: Jestem zbiegłym niewolnikiem który zgromadził MNÓSTWO frustracji.

source: Sorry, I'm not interested
pl_pl: Wybacz, nie interesuje mnie to.

source: Nah, sorry, not interested
pl_pl: Wybacz, innym razem.

source: Not interested, sorry
pl_pl: Nie mam zdania.

source: Nope. Sorry, not interested
pl_pl: Wybacz, ale nie.

source: Back again? Changed your mind?
pl_pl: Znowu ty? Zmieniasz zdanie?

source: Did you change your mind? You looking to /TEAMUP/?
pl_pl: Zmieniasz zdanie? Chcesz mnie wziąć?

source: So, did you change your mind, /OUTLANDER/?
pl_pl: Więc zmieniłeś zdanie, /OUTLANDER/?

source: You're back... did you change you mind, /OUTLANDER/?
pl_pl: Wróciłeś... Zmieniłeś zdanie, /OUTLANDER/?

source: Nevermind, I'm not interested
pl_pl: Nieważnie, nie interesuje mnie to.
