Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Hire me gunner.po
Languages: pl_pl

source: Need yourself a sharp shooter? I've got the experience if you've got the Cats.
pl_pl: Potrzebujesz strzelca? Jeśli masz doświadczenie, jeśli ty masz kasę.

source: Need a good eye to man your turrets?
pl_pl: Potrzebujesz dobrego oka do operowania wieżyczkami?

source: Gunner at your service. Here to /TEAMUP/?
pl_pl: Strzelec do usług. Potrzebujesz mnie?

source: Done a lot of things I regret in my life, but it's never to late to change. Ex gunner looking to start fresh.
pl_pl: Zrobiłem w życiu wiele rzeczy, których żałuję, ale nigdy nie jest za późno by się zmienić. Były strzelec szuka nowego życia.

source: Gunner looking to /TEAMUP/... You happen to be recruiting, /OUTLANDER/?
pl_pl: Strzelec szuka ekipy... Nie szukasz może rekrutów, /OUTLANDER/?

source: Maybe. How much?
pl_pl: Być może. Ile?

source: Pay me once, 6000 Cats, and I'll follow.
pl_pl: Zapłać mi raz. 6000 catunów, i pójdę za tobą.

source: 6000 Cats is all I ask. That, and a clan to watch my back.
pl_pl: 6000 catunów to wszystko, czego chcę. To, i ludzi pilnujących mi pleców.

source: I don't have enough right now...
pl_pl: Nie mam tyle przy sobie...

source: Then come back when you've got the Cats.
pl_pl: Więc wróć gdy będziesz mieć.

source: Maybe another time.
pl_pl: Może innym razem.

source: Sitting behind the barrel of a turret, clean of blood, free from noise... It's the best job you can have on the battlefield...
pl_pl: Siedzenie za lufą wieżyczki, bez brudzenia się krwią, bez wrzasków... To najlepsza robota na polu bitwy.

source: You're a gunner?
pl_pl: Jesteś strzelcem?

source: Yeah... Currently between jobs, you could say. Recruiting?
pl_pl: Tak... Obecnie między kontraktami, powiedzmy. Rekrutujesz?

source: Looking for work?
pl_pl: Szukasz pracy?

source: Actually, I am. My fee is 6000 Cats. Interested?
pl_pl: W sumie, tak. Chcę 6000 catunów. Stoi?

source: Gramps always said I got eyes for shooting but arms for tooting... whatever that means. Basically he was too polite to tell me straight out that a child could beat me in an arm wrestle.
pl_pl: Dziadek zawsze powtarzał: "Oczy masz do strzelania, ręce nie do klepania"... Cokolwiek to miało znaczyć. Chyba był zbyt miły by powiedzieć mi w prost, że dziecko pokonałoby mnie w pojedynku na rękę.

source: Taking lives from the barrel of a turret is easy. You're clean of bloodied hands and guilt, you become numb to death...
pl_pl: Odbieranie żyć zza wieżyczki jest łatwe. Bez krwi, bez winy, nawet się nie nudzisz.

source: Need yourself a gunner? I promise you I've got good eyes, eyes of a hawk. Been manning turrets since before I sprouted a beard on my face.
pl_pl: Nie potrzebujesz strzelca? Zaufaj mi, mam dobre, sokole oczy. Siedziałem za wieżyczką nim zaczęła rosnąć mi broda.

source: You here to recruit? I'm available for 6000 Cats if you need a sharp shooter.
pl_pl: Szukasz rekrutów? Mogę dołączyć za 6000 catunów jeśli potrzebujesz strzelca.

source: Here to /TEAMUP/? I've a steady hand and good vision, ideal for turret work. I charge 6000 Cats.
pl_pl: Szukasz towarzysza? Mam pewną rękę i dobry wzrok, w sam raz do strzelania. Chcę 6000 catunów.

source: If you're not here for the drink then I'm guessing you're here to hire, am I right?
pl_pl: Jeśli nie chcesz pić to strzelam, że szukasz towarzyszy, mam rację?

source: Here's hoping you've come to me looking for recruits...
pl_pl: Mam nadzieję, że szukasz rekrutów...

source: What is it? You looking to hire?
pl_pl: O co chodzi? Szukasz ludzi?

source: You're not one of the usuals... So, you here looking to /TEAMUP/?
pl_pl: Nie wyglądasz jak te zwyklaki... Szukasz ludzi do ekipy?

source: You can do one of three things here, /OUTLANDER/: Drink up, hire me or shut up.
pl_pl: Możesz teraz zrobić trzy rzeczy, /OUTLANDER/: napić się ze mną, zatrudnić mnie, albo się zamknąć.

source: I'm here for recruits...
pl_pl: Szukam rekrutów.

source: Well, my specialty is shooting. Give me a turret any day. Fighting with swords and bloodied hands is for animals. My fee is 6000 Cats.
pl_pl: Cóż, moją specjalizacją jest strzelanie. Daj mi kuszę albo wieżyczkę. Walka mieczem jest dla zwierząt. Chcę 6000 catunów.

source: Is that so? Well, you're in luck, I'm a gunner. Can shoot a bird right out of the sky, can't swing a sword for shit. Pay me 6000 Cats and I follow.
pl_pl: Czyżby? W takim razie masz szczęście, jestem zawodowym strzelcem. Umiem zestrzelić ptaka z nieba, ale nie machnę jebanym mieczem. Daj mi 6000 catunów i pójdę za tobą.

source: And I'm looking for work. Got a keen eye for shooting, but at this stage I'll do whatever job you throw my way. I charge 6000 Cats.
pl_pl: A ja szukam pracy. Mam dobre oko do strzelania, ale na chwilę obecną zrobię cokolwiek chcesz. Liczę sobie 6000 catunów.

source: And I'm looking for a team. I can handle a turret pretty well if you need your walls defending. 6000 Cats, how about it?
pl_pl: A ja szukam ekipy. Umiem obsługiwać działka, jeśli twoje mury potrzebują ochrony. Moja dola to 6000 catunów z góry, co ty na to?

source: And I'm looking for a new start. Gunner for hire, 6000 Cats. Interested?
pl_pl: A ja chcę zacząć nowe życie. Strzelec do kupienia, 6000 catunów. Pasuje?

source: Then maybe you wanna hire me. I'm an experienced gunner, fee's 6000 Cats.
pl_pl: Więc może zechcesz mnie zatrudnić. Jestem doświadczonym strzelcem, liczę sobie 6000 catunów.

source: And I'm looking for work. Got a keen eye for shooting, but at this stage I'll do whatever job you throw my way. I charge 4000 Cats.
pl_pl: A ja szukam pracy. Mam dobre oko do strzelania, ale na chwilę obecną zrobię cokolwiek chcesz. Liczę sobie 4000 catunów.

source: And I'm looking for a team. I can handle a turret pretty well if you need your walls defending. 4000 Cats, how about it?
pl_pl: A ja szukam ekipy. Umiem obsługiwać działka, jeśli twoje mury potrzebują ochrony. Moja dola to 4000 catunów z góry, co ty na to?

source: And I'm looking for a new start. Gunner for hire, 4000 Cats. Interested?
pl_pl: A ja chcę zacząć nowe życie. Strzelec do kupienia, 4000 catunów. Pasuje?

source: Then maybe you wanna hire me. I'm an experienced gunner, fee's 4000 Cats.
pl_pl: Więc może zechcesz mnie zatrudnić. Jestem doświadczonym strzelcem, liczę sobie 4000 catunów.

source: I don't have enough money right now...
pl_pl: Nie mam tyle przy sobie...

source: Make sure to come back when you have the Cats...
pl_pl: Zatem wróć, gdy będziesz mieć...

source: You're back? Did you change your mind? My price is 4000 Cats if so.
pl_pl: Wracasz? Dalej szukam pracy, chcę 4000 catunów.

source: 4000 Cats if you're still interested in taking on a gunner...
pl_pl: 4000 catunów to stawka za dobrego strzelca...

source: 6000 Cats if you're still interested in taking on a gunner...
pl_pl: 6000 catunów jeżeli nadal potrzebujesz strzelca...

source: 6000 Cats, in case you needed reminding. Still interested in hiring a shooter?
pl_pl: 6000 catunów, przypominam. Nadal potrzebujesz strzelca?
