Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Hire me Farmer.po
Languages: pl_pl

source: Need a farmer, /OUTLANDER/? Growing crops runs naturally in the blood of a hive worker. I only charge 4000 Cats.
pl_pl: Potrzebujesz farmera, /OUTLANDER/? Uprawa roślin to naturalne zajęcie takiego robala jak ja. Chcę tylko 4000 catunów.

source: My place isn't in a drunken bar, I belong as part of a colony, outside on the farms. Are you looking to /TEAMUP/, /OUTLANDER/? Only 4000 Cats.
pl_pl: Moje miejsce to nie bar pełen pijaczyn. Chcę być częścią kolonii, gdzieś w polu. Nie chcesz połączyć sił, /OUTLANDER/? Chcę jedynie 4000 catunów.

source: Natural born farmer right here. I'll charge you a discount if you're looking to /TEAMUP/, /OUTLANDER/. 4000 Cats to be a part of your colony.
pl_pl: Jestem urodzonym rolnikiem. Mogę dać ci zniżkę, jeśli weźmiesz mnie do swojej kolonii, /OUTLANDER. Tylko 4000 catunów za współracę.

source: Let me join your colony, /OUTLANDER/? I'll charge you a cheap rate, 4000 Cats. Hivers make the best farmers, you know.
pl_pl: Pozwól mi dołączyć do swojej kolonii, /OUTLANDER/! Nie chcę wiele, tylko 4000 catunów. Rojownicy są najlepszymi rolnikami na kontynencie.

source: You'll find no better farmer than a hive farmer. I charge 4000 Cats if you're hiring, /OUTLANDER/.
pl_pl: Nigdzie nie znajdziesz lepszego rolnika niż rolnika z roju. Chcę tylko 4000 catunów za zatrudnienie, /OUTLANDER/.

source: Happen to need a farmer? All I ask for in return is simple companionship... and a 4000 Cat recruitment fee.
pl_pl: Nie potrzebujesz czasem kogoś do pomocy przy roli? Jedyne, co chcę w zamian, to zwyczajne towarzystwo... I jednorazową opłatę 4000 catunów.

source: I don't belong in this town, I belong outside on a farm... as part of a community. Are you looking for a farmer by any chance, stranger? I'll give you a discount, 4000 Cats if you take me with you.
pl_pl: Nie należę do tego miasta, należę do tamtego, rolniczego świata... jako część społeczności. Nie potrzebujesz może farmera, obcy? Dam zniżkę, 4000 catunów.

source: Working the farms as a collective was all I knew back in the hive. But city bars? I'm a fish out of water... So, you happen to be recruiting? I charge 4000 Cats.
pl_pl: Kiedyś jedyne, co robiłem, to uprawa roli w kolektywie, w roju. Ale miejskie bary? Jestem jak ryba bez wody... Nie szukasz może towarzysza? Liczę sobie 4000 catunów.

source: Sure, you're hired.
pl_pl: Jasne, biorę cię.

source: I'll follow
pl_pl: Będę tuż za tobą!

source: Sorry, I don't have enough.
pl_pl: Wybacz, nie mam tyle pieniędzy.

source: Here to recruit?... Well, if you need a farmer look no further. I can turn a barren wasteland into a blooming oasis. Even managed twenty farms before they went to hell back in the Red Rebellion. I charge 6000 Cats if you're interested.
pl_pl: Przychodzisz rekrutować? Jeśli potrzebujesz rolnika, nie musisz dłużej szukać. Zamienię najgorszą pustynię w pełną roślinności oazę. Przed Czerwoną Rebelią zarządzałem dwudziestoma farmami. Liczę 6000 catunów, jeśli cię to interesuje.

source: Farmer looking for greener pastures! You hiring, /OUTLANDER/? A farmer can't earn a living in Empire territory, the Red Rebellion put an end to that. I gave up everything I own ready for a fresh start. 6000 Cats and I'll follow.
pl_pl: Rolnik szuka miejsca do pracy! Szukasz robotników, /OUTLANDER/? Rolnik nie zarobi na życie na terytorium Imperium, wszystko dzięki Czerwonej Rebelii. Oddałem już wszystko, by spróbować nowego życia. 6000 catunów i podążę za tobą.

source: [They look you up and down] Not one of the locals, are you? Looking to /TEAMUP/? I charge 6000 Cats.
pl_pl: [Taksuje cię wzrokiem z dołu do góry] Nie jesteś stąd, co? Szukasz towarzysza? Liczę sobie 6000 catunów.

source: Not seen you around before... You here for recruits? If so, I'm looking to /TEAMUP/ for 6000 Cats.
pl_pl: Nie widziałem ciebie tu wcześniej... Szukasz rekrutów? Jeśli tak, z chęcią dołączę za 6000 catunów.

source: I'm looking to /TEAMUP/ if you're looking to hire, /OUTLANDER/. I charge 6000 Cats.
pl_pl: Szukam towarzyszy, jeśli zatrudniasz ludzi, /OUTLANDER/. Chcę 6000 catunów.

source: Don't look like one of the usual bar drunks... guess you're a traveller, huh? Looking to /TEAMUP/? 6000 Cats and I'll follow you.
pl_pl: Nie wyglądasz jak te zwyczajowe pijaczyny... Jesteś podróżnikiem, co? Potrzebujesz towarzystwa? 6000 catunów i idę z tobą.

source: Got any skills?
pl_pl: Potrafisz cokolwiek?

source: Well, not the toughest of mercs but I know a thing or two about hydroponics and riceweed care if you need a farmer.
pl_pl: Cóż, nie jestem najsilniejszym najemnikiem, ale wiem parę rzeczy o hydroponice i hodowli ryżu, jeśli potrzebujesz rolnika.

source: Well, I'm not much of a people person but I sure know how to make a riceweed plant happy if you're looking for a farmer...
pl_pl: Więc... Nie jestem typowym zbirem, ale wiem jak wyhodować szczęśliwy ryż, jeżeli szuaksz rolnika.

source: I grow things, I'm a farmer, it's what I do. I don't like violence, don't like people much either but I'll do whatever you need of me.
pl_pl: Uprawiam rośliny, jestem rolnikiem, robię to przez całe życie. Nie przepadam za przemocą, nie lubię też ludzi, ale zrobię cokolwiek, o co mnie poprosisz.

source: Farming's my specialty, born and raised on the greenfruit fields... but I'll do my best at whatever you throw my way, you can rely on me.
pl_pl: Rolnictwo to moja specjalność, urodziłem się i dorastałem na hodowaniu warzyw... Ale gdziekolwiek mnie przydzielisz będę się starać, możesz na mnie polegać.

source: I'm a farmer, grew up on a farm as a kid. But I'll handle anything else you need of me.
pl_pl: Jestem rolnikiem, dorastałem na farmie. Ale zrobię wszystko, o co mnie poprosisz.

source: Not so much in the way of combat if you're looking for muscle. Know a thing or two about farming though.
pl_pl: Jeśli pytasz o dodatkowy miecz to nie potrafię się bić. Ale za to wiem trochę o rolnictwie.

source: Let's get to work
pl_pl: Bierzmy się do roboty.

source: I don't have enough right now.
pl_pl: Nie mam tyle kasy.

source: Not interested, sorry.
pl_pl: Nie interesuje mnie to, przykro mi.

source: Never been much of a city person, more of an outdoors type. I grew up on the farms, at one with nature you could say... So here I am selling my farming skills for a ticket out of here. You interested in hiring? I charge 6000 Cats.
pl_pl: Nigdy nie byłem mieszczuchem, lepiej czuję się na zewnątrz. Dorastałem na farmie, wśród przyrody, można powiedzieć... Jestem więc tutaj i sprzedaję moją rolniczą wiedzę, by w końcu stąd zwiać. Szukasz pracownika? Chcę 6000 catunów.

source: Damn I miss working the farm... Been stuck in this town far too long. Say, you looking to hire there, /OUTLANDER/? I charge 6000 Cats.
pl_pl: Cholera, tęsknię za pracą na farmie... Siedzę tu o wiele za długo. Chyba szukasz rąk do pracy, nie, /OUTLANDER/? Chcę 6000 catunów.

source: Hoes over swords I always say. Never been one for violence. Need a farmer, stranger?
pl_pl: Motyki nad miecze, jak to zwykle mówię. Nigdy nie lubiłem przemocy. Nie potrzebujesz rolnika, obcy?

source: Guess you're here for recruits, am I right? I'm looking for work if so. Main specialty's farming. My fee's 6000 Cats, interested?
pl_pl: Chyba szukasz rekrutów, dobrze strzelam? Szukam pracy, zajmuję się rolnictwem. Chcę 6000 catunów, stoi?

source: 6000 Cats, that's my price. Be needing a farmer on your squad by any chance, /OUTLANDER/?... Gosh I miss those days on the farm... my pet goat Frieda... the smell of damp riceweed in the morning... the relentless bandit raids...
pl_pl: 6000 catunów, to moja cena. Może potrzebujesz rolnika do swojej ekipy, co, /OUTLANDER/? Cholera, tęsknię za tymi dniami na farmie... Moja koza Frieda... Zapach mokrego ryżu o poranku... Brutalne ataki bandytów...

source: Back again? Still for hire if you need me, 6000 Cats.
pl_pl: Znów tutaj? Nadal szukam pracy, 6000 catunów.

source: Back again? I'm still for hire if you need me, 4000 Cats.
pl_pl: Znów tutaj? Nadal szukam pracy. Jeśli chcesz mnie zatrudnić, biorę 4000 catunów.
