Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Holy civ oneliners.po
Languages: pl_pl

source: A /OUTLANDER/? Is it true that the outside land is black and rotten?
pl_pl: /OUTLANDER/? To prawda, że świad zewnętrzny jest czarny i zgniły?

source: Is it true that the outside women use their men as... as SEX slaves?
pl_pl: Czy to prawda, że kobiety z zewnątrz wykorzystują swoich mężczyzn jako... jako SEKSUALNE zabawki?

source: /OUTLANDER/, is it true that humans drink with beasts on the outside?
pl_pl: /OUTLANDER/, czy to prawda, że ludzie z zewnątrz piją wraz z bestiami przy jednym stole?

source: An outsider?... Is it really true that heretic women devour their own offspring?
pl_pl: Obcy?... Czy to prawda, że ta opętana kobieta zesłała na nas swoje dzieci?

source: You're from outside the Holy Lands... Is it true that the women-folk devour your, uh, 'gohans' after fornication?
pl_pl: Jesteś spoza Świętych Ziem... Czy to prawda, że dzikie kobiety pożerają żywność po akcie cudzołóstwa?

source: Do good things and goodness will find it's way back to you
pl_pl: Czyń dobro, a ono powróci do ciebie ze zdwojoną siłą.

source: We're safe in this city. The Holy Lord Phoenix Himself protects us here.
pl_pl: Jesteśmy bezpieczni w tym mieście. Święty Lord Feniks własnoręcznie nas tu chroni.

source: The Holy Lord Phoenix Himself protects us from the dark ones. Thank Okran for our saviour and protector.
pl_pl: Święty Lord Feniks we własnej osobie chroni nas przed mrocznymi. Dziękujmy Okranowi za naszego ocaliciela i obrońcę.

source: Today is a day of good fortune
pl_pl: Dziś jest dzień dobrej passy.

source: Okran blesses us with clear skies
pl_pl: Okran błogosławi nas czystym niebem.

source: Okran has blessed us with beautiful skies today
pl_pl: Okran pobłogosławił nas dziś czystym niebem.

source: Okran hates liars. And skeletons. And loose women.
pl_pl: Okran nienawidzi kłamców. I szkieletronów. I wolnych kobiet.

source: Okran hates cheats. And Narko's minions. And whores.
pl_pl: Okran nienawidzi oszustów. I pionków Narko. I dziwek.

source: Okran hates heretics. And adulterers. And temptresses.
pl_pl: Okran nienawidzi heretyków. I cudzołożników. I kusicielek.

source: Okran hates deceivers. And skeletons. And floozies.
pl_pl: Okran nienawidzi oszustów. I szkieletronów. I lafirynd.

source: Okran curses the unfaithful. And Narko's minions. And whores.
pl_pl: Okran przeklina nieświętych. I pionki Narko. I dziwki.

source: And children too. Don't forget children.
pl_pl: Oraz dzieci. Nie zapominaj o dzieciach.

source: And drugs too. Don't forget the drugs.
pl_pl: I narkotyki. Nie zapominaj o narkotykach.

source: And science too, don't forget science.
pl_pl: I naukę. Nie zapominaj o nauce.

source: And bug men too, don't forget the bug men.
pl_pl: I robalach, pamiętaj o robalach.
