Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Iyo University Dialogue.po
Languages: pl_pl

source: Keep loitering our aisles, /OUTLANDER/, and you'll end up trampled by sleep deprived scientists... What brings you to World's End University? Do you need something?
pl_pl: Wałęsaj się dalej po korytarzach, /OUTLANDER/, a napadną cię pozbawieni snu naukowcy... Co sprowadza cię do Uniwersytetu Końca Świata? Potrzebujesz czegoś?

source: Can you tell me about this place?
pl_pl: Co możesz mi powiedzieć o tym miejscu?

source: Here we study and analyse lost tech from the ancient world, slowly but surely we're uncovering the secrets of our forgotten history. The problem is that most ruins have already been scavenged, making it difficult to develop accurate theories without solid evidence...
pl_pl: Na uniwersytecie studiujemy i analizujemy utraconą technologię starożytnego świata. Powoli, ale pewnie odkrywamy sekrety zapomnianej historii. Problemem jest jednak to, że większość ruin została już splądrowana, przez co ciężko jest nam postawić celne teorie bez solidnych dowodów...

source: So, that's where our tech hunters come in. They scour the unexplored lands for any possible remains we can use in our research... If you're interested in adventuring, our stores pay good money for relics. Make sure you bring anything you find to us, okay?
pl_pl: W tym miejscu pojawiają się Łowcy Technologii. Podróżują przez nieznane ziemie w poszukiwaniu jakichkolwiek pozostałości, które mogą się nam przydać w badaniach. Jeśli interesują cię takie wyprawy, nasze sklepy płacą bardzo dobrze za relikty. Pamiętaj, by przynieść cokolwiek, co znajdziesz, do nas, dobrze?

source: Sure, I'll bear that in mind.
pl_pl: Jasne, będę o tym pamiętać.

source: Great. Now, if that's everything, I've got work to do...
pl_pl: Super. Jeśli to wszystko, z chęcią wrócę do pracy...

source: Actually I'm no adventurer. But thanks for the info.
pl_pl: W sumie to nie jestem podróżnikiem. Ale dzięki za informację.

source: You're welcome. Now, if that's everything, I've got work to do...
pl_pl: Nie ma sprawy. A jeśli to już wszystko, chciałbym wrócić do pracy...

source: Here we study and analyse lost tech from the ancient world to uncover the secrets of our history. Most of the ruins have already been scavenged, making it difficult to develop accurate theories without solid evidence...
pl_pl: W tym miejscu studiujemy utraconą technologię starożytnego świata, by odkryć sekrety naszej historii. Wiele z ruin zostało już splądrowanych, przez co nierzadko jesteśmy zmuszeni budować teorie bez oparcia o jakiekolwiek solidne dowody...

source: So our tech hunters scour the unexplored lands for any possible remains we can use in our research, but most of it needs to go through me first... If you're an adventurer looking to sell relics, just make sure you bring them to our stores rather than elsewhere, okay?
pl_pl: Wynajmujemy jednak łowców technologii, którzy przeszukują niezbadane jeszcze ziemie w poszukiwaniu jakichkolwiek pozostałości po dawnym świecie, które mogą się przydać w naszych badaniach, i większość z nich przechodzi właśnie przeze mnie... Jeśli jesteś podróżnikiem chcącym sprzedać relikty, upewnij się, że zrobisz to unas, a nie gdzie indziej, dobrze?

source: I had some questions about your work...
pl_pl: Mam trochę pytań odnośnie waszej pracy...

source: Did you have something specific in mind? There's not a great deal of information I can enlighten you with that hasn't already been documented in our records...
pl_pl: Czy masz coś konkretnego na myśli? Nie ma zbyt wielu informacji, jakimi mógłbym cię oświecić, a których jeszcze nie spisaliśmy w naszych dokumentach.

source: Can you teach me about world history?
pl_pl: Możesz mnie czegoś nauczyć o historii świata?

source: With all due respect, /OUTLANDER/, asking me to sum up the history of the world is not much different to asking a doctor to teach you medicine in ten minutes. On top of that, many scientists have different theories on events. I suggest you browse through our library if you're interested to know more.
pl_pl: Z całym szacunkiem, /OUTLANDER/, proszenie mnie o podsumowanie historii naszego świata jest tak samo sensowne, jak proszenie doktora o wyjaśnienie medycyny w dziesięć minut. Poza tym wielu z nas ma różne teorie na temat minionych wydarzeń. Sugeruję przekopanie się przez naszą bibliotekę, jeśli chcesz wiedzieć więcej.

source: The Holy Nation talk of a First Extinction. What do you know of it?
pl_pl: Święty Naród mówi o wydarzeniu zwanym Pierwszym Wymarciem. Co o tym wiesz?

source: The First Extinction? I personally believe it to be a plague epidemic, but Mr Finch stands firmly by it being a 'freak tornado'. Whatever it was, it appears that the skeleton was better equipped to survive it. But, human nature is to scapegoat, in particular those that are different to them...
pl_pl: Pierwsze Wymarcie? Osobiście wierzę, że była to epidemia śmiertelnej choroby, ale pan Finch twardo stoi przy istnieniu "szalonego tornada". Czymkolwiek to było, Szkieletrony były lepiej wyposażone na przetrwanie tego wydarzenia. Ale naturą ludzką jest szukanie kozła ofiarnego, szczególnie wśród tych, którzy się od nich różnią...

source: Our physical differences, in a time of panic and turmoil, only provoke further fear and clinging to ideas of blame. Hence the condemnation of my kind as playing a part in the downfall by the Holy Nation.
pl_pl: Nasze różnice w fizjonomii, w czasach paniki i tumultu, tylko sprowokowały dalszy strach i wzajemne oskarżycielstwo. Stąd mowa o udziale moich pobratymców w upadku świata - tak głosi Święty Naród.

source: You existed way back to the ancient times, right? Can't you remember anything?
pl_pl: Istniałeś już dużo wcześniej, w czasach starożytnych, prawda? Nic nie pamiętasz?

source: The memory of a skeleton is not as long lasting as our bodies, unfortunately. I don't even remember if I existed within the ancient race, or not. Trust me, it is highly frustrating for a theorist to have possibly existed at the very time period they are dedicated to investigating.
pl_pl: Pamięć szkieletrona nie jest tak wytrzymała jak nasze ciała, niestety. Nawet nie pamiętam, czy istniałem wraz ze starożytną rasą, czy już nie. Uwierz mi, jest to strasznie frustrujące dla teoretyka - prawdopodobnie istniałeś w konkretnym przedziale czasowym, a i tak musisz go badać od zera.

source: What happened to the ancients? And how did we come to be?
pl_pl: Co stało się ze starożytnymi? W jaki sposób powstaliśmy my, powstał obecny świat?

source: Mr Finch believes all organics to be direct descendants of smaller tribes outside of the ancient society. And the ancients? We think they would have lived disconnected from the rest of the world, a deadly disease could have killed them off while leaving the skeletons and other tribes unnaffected. But, again, there are many different theories on how we all came to be...
pl_pl: Pan Finch wierzy, że wszystkie organizmy żywe są spatkobiercami małych klanów żyjących poza starożytną społecznością. A sami starożytni? Wydaje nam się, że mogli żyć oddzieleni od całego świata, śmiertelna choroba zabiła ich wszystkich pozostawiając szkieletrony i inne klany przy życiu. Ale, znowu, mamy zbyt wiele rozbieżnych teorii o tym, dlaczego wszystko wygląda tak, a nie inaczej.

source: Records? Where can I find these?
pl_pl: Dokumentach? Gdzie je znajdę?

source: Just take a look around the library. You'll find them.
pl_pl: Rozejrzyj się w bibliotece. Trafisz w końcu na nie.

source: Know where I can find any Ancient Science books?
pl_pl: Czy wiesz, gdzie znajdę jakiekolwiek starożytne księgi naukowe?

source: ... You're an adventurer?... Forgive me, but freely passing out tips to our competition will land me in a great deal of trouble with Mr Finch. Try talking to the Tech Hunters over in the World's End bar.
pl_pl: ... Jesteś podróżnikiem? Wybacz mi, ale bezmyślne dawanie porad konkurencji sprowadzi na mnie ogromne nieszczęście w postaci Pana Fincha. Porozmawiaj z Łowcami w którymś z barów.

source: Look, you don't need to worry... no one will ever know the truth. As long as I am Finch's second in command, I will see to that myself.
pl_pl: Słuchaj, nie ma się czym martwić. Nikt nigdy nie dowie się prawdy. Dopóki jestem prawą ręką Fincha, sam będę tego pewien.

source: Let's not waste eachother's time with this act any more.
pl_pl: Nie marnujmy już własnego czasu na te pogaduchy.
