Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Longen talk to.po
Languages: pl_pl

source: Mm mm. The finest bloodrum... And it looks like I have a guest? Lucky I'm feeling charitable. Have a drop.
pl_pl: Mmm. Najlepszy krwawy rum... I chyba mam gościa? Dziś mam nastrój na podarunki. Napij się ze mną.

source: [He pours a shot anyway]
pl_pl: [Nalewa drugą szklankę tak czy inaczej]

source: Do you know what's on my mind, country/MAN/?
pl_pl: Wiesz, o czym teraz myślę, /BOY/?

source: Tinfist... Tinfist and his ninjas. He plagues our guild, sabotages our order, sets our slaves loose. Industry and harvest aside, do you know what happens to these escaped slaves, country/MAN/?
pl_pl: Blachoręki... Blachoręki i jego ninja. Zatruwa naszą gildię, sabotuje zamówienia, uwalnia naszych niewolników. Ale przemysł i uprawy na bok, wiesz co się dzieje z tymi zbiegłymi niewolnikami, /BOY/?

source: See the corpses that litter their paths. They terrorize drifters, nomads, merchants. They become yet another threat to stave off in the outlands. A feral will always be a feral... For themselves and for others, the best solution for taming a wild animal is to leash it...
pl_pl: Spójrz na ciała, które walają się na ich ścieżce. Terroryzują włóczęgów, nomadów, kupców. Są kolejnym zagrożeniem, którego należy unikać na zewnątrz. Dziki zawsze będzie dzikim... Najlepszym sposobem na oswojenie dzikiej bestii jest wzięcie jej na smycz - tyczy się to też ich, i innych.

source: But Tinfist, ever the madman, unleashes these ferals on the innocent...
pl_pl: Ale Blachoręki, cholerny szaleniec, spuszcza tych dzikich na niewinnych...

source: So why not kill him?
pl_pl: Dlaczego więc go nie zabić?

source: Because he can't be killed. Sever the head and the body will fall... but one hundred years and not one of these so-called guards has put an end to Tinfist's insanity.
pl_pl: Bo to niemożliwe. Odetnij głowę a ciało upadnie... Ale minęło sto lat, i nikt jeszcze nie położył kresu szaleństwu Blachorękiego.

source: Then allow me to try for you.
pl_pl: Zatem pozwól mi spróbować.

source: By all means, try all you will, country/MAN/. Fight for us, fight with us against the anti-slavers and you fight for order, civilisation and prosperity...
pl_pl: Wiesz, /BOY/, możesz spróbować. Walcz dla nas, walcz z nami przeciwko Wolnościowcom. Walcz w imieniu porządku, cywilizacji i dobrobytu...

source: The choice is clear. The Traders Guild are the protectors of the working man. We are the life blood of all civilized land... In more ways than you'll ever comprehend.
pl_pl: Wybór jest prosty. Gildia Handlowa chroni ludzi pracy. Jesteśmy krwią cywilizowanej ziemi... I to o wiele większym znaczeniu, niż kiedykolwiek będziesz w stanie pojąć.

source: Hope you enjoyed the bloodrum, country/MAN/
pl_pl: Mam nadzieję, że krwawy rum smakował, /BOY/.

source: When you send in ants to battle a legend, what do you expect?
pl_pl: Czego się spodziewasz, jeśli wysyłasz mrówki do walki z legendą?

source: ... Legend?
pl_pl: Legendą...?

source: To take down a legend, you need another legend. Me.
pl_pl: By pokonać jedną legendę, potrzebujesz drugiej. Mnie.

source: Anyone with any shred of humanity knows Tinfist is a legend. A hero.
pl_pl: Każdy mający w sobie choć cząstkę człowieczeństwa wie, że Blachoręki to legenda. Bohater.

source: Quite a problem you've got yourself there.
pl_pl: No to masz niezły problem.

source: Yes, and a problem I need a break from right now. As pleasant as your company's been, country/MAN/ I 'd like to be alone now.
pl_pl: Tak, i jest to problem, od którego na razie muszę odpocząć. Jakkolwiek miła by nie była twoja obecność, /BOY/, chciałbym teraz zostać sam.

source: Not much of a guest, are you, country/MAN/?
pl_pl: Niezbyt towarzyski z ciebie człowiek, co, /BOY/?

source: I can take care of Tinfist for you.
pl_pl: Mogę zająć się Blachorękim za ciebie.

source: Of course, sever the head and the body will fall... but one hundred years and not one of these so-called guards has put an end to his insanity. What makes you think yourself different, country/MAN/?
pl_pl: Oczywiście, odetnij głowę a ciało upadnie... Ale minęło sto lat, i żaden z moich ludzi nie skończył z jego szaleństwem. Co czyni cię wyjątkowym, /BOY/?

source: I consider myself a natural born hunter. Tinfist makes for a good challenge.
pl_pl: Uważam się za urodzonego łowcę. Blachoręki stanowi dobre wyzwanie.

source: I am death itself, I've killed countless villains. Tinfist is nothing to me.
pl_pl: Jestem śmiercią, zabiłem niezliczoną ilość złych ludzi. Blachoręki nic dla mnie nie znaczy.

source: That's quite a claim...
pl_pl: Mocne stwierdzenie.

source: I simply enjoy the thrill of a decent fight, that's all.
pl_pl: Po prostu lubię porządną walkę, to wszystko.

source: Well, I'm not exactly filled with confidence at that but...
pl_pl: Cóż, nie mam aż tyle pewności w sobie, ale...

source: Tch, madman? Tinfist is a hero!
pl_pl: Tch, szaleniec? Blachoręki to bohater!

source: Is this some kind of joke? Do you even know what you're saying? Hailing top terrorist leaders to the ruling opposition will land you in a prison cage...
pl_pl: Czy to jakiś dowcip? Czy wiesz, o czym w ogóle teraz mówisz, /BOY/? Wielbienie liderów terrorystów chcących obalić opozycję sprowadzi na ciebie nieszczęście...

source: Long live Tinfist!
pl_pl: Niech żyje Blachoręki!

source: This /GUY/'s insane! Get /HIM/ out of here!
pl_pl: Ten jest szalony! Zabrać /HIM/ stąd!

source: Crazy anti-slavers...
pl_pl: Zwariowani Wolnościowcy...

source: Enslavement of human beings... you're the real villain!
pl_pl: Zniewalanie ludzkich istot... Ty jesteś prawdziwym złem!

source: Apologies. It was a joke of poor taste.
pl_pl: Proszę o wybaczenie. To był niezbyt wyborny dowcip.

source: It was innapropriate, country/MAN/... Whatever, I need a break from this subject anyway. Leave me to my drink.
pl_pl: Był nie na miejscu, /BOY/... Ale nieważne, chcę skończyć o tym rozmawiać. Pozwól mi pić.

source: And find yourself a better sense of humour.
pl_pl: I popraw swoje poczucie humoru.

source: They live happily ever after.
pl_pl: Żyją długo i szczęśliwie.

source: Is that supposed to be a joke?
pl_pl: Czy to miał być żart?

source: They stop being useful, start becoming a pest.
pl_pl: Przestają być użyteczni, stają się szkodnikami.

source: Exactly.
pl_pl: Właśnie.

source: The gutters have a slave buffet.
pl_pl: Rozpruwacze mają niewolniczą stołówkę.

source: Right, but worse. What of the the lucky ones?
pl_pl: To prawda, ale nie zawsze. Co z tymi mającymi więcej szczęścia?

source: Gristle flaps?
pl_pl: O jedzeniu?

source: Don't mind if I do.
pl_pl: Nie odmówię.

source: [He pours a shot]
pl_pl: [Nalewa drugą szklankę]
