Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Man Hunter slave recapture shout.po
Languages: pl_pl

source: Thought you could escape the slavers, eh?
pl_pl: Myślałeś, że uciekniesz łowcom, co?

source: Thought you could outrun the slavers, did ya?
pl_pl: Myślisz, że możesz uciec łowcom?

source: Looks like we've got a rat on the run, eh...
pl_pl: Wygląda na to, że uciekł nam szczur...

source: Thought you could escape the mines, eh, slave?
pl_pl: Myślałeś że unikniesz robót, niewolniku?

source: I can smell an escaped slave a mile off...
pl_pl: Wyczułbym zbiegłego niewolnika na kilometr...

source: I'm sending you back to your masters, where you belong!
pl_pl: Zabieramy cię z powrotem do twojego pana, tam, gdzie należysz!

source: Well, today ain't your lucky day. I'm sending you back to your masters!
pl_pl: Cóż, to nie jest twój szczęśliwy dzień. Wracasz do pana!

source: You can't hide from the masters, slave!
pl_pl: Nie uciekniesz swoim panom, niewolniku!

source: You're going back to your masters, slave!
pl_pl: Wracasz do swoich panów, niewolniku!

source: The masters ain't gonna be happy with you, slave!
pl_pl: Twoi panowie będą zadowoleni, że cię znaleźliśmy!

source: I wouldn't wanna be in your shoes right now, slave. You're going back to where you belong!
pl_pl: Nie chciałbym być teraz w twoich butach, niewolniku. Wracasz tam, gdzie twoje miejsce!

source: Well, it's my job to return you to your home, slave, where you belong!
pl_pl: Cóż, moją pracą jest wysłanie cię tam, gdzie twój dom, niewolniku!

source: Eh, /THISGUY/ kinda looks like an escaped slave to me...
pl_pl: Hej, /THISGUY/ na moje wygląda jak zbiegły niewolnik...

source: This one kinda looks like an escape slave, don't you think?
pl_pl: Tamten wygląda jak zbiegły niewolnik, nie?

source: Think we can get away with this one being an escaped slave?
pl_pl: Myślisz, że za tamtego nam zapłacą, jeśli go zgarniemy?

source: Good enough for me. Only one way to find out, take /EM/ to the slavers!
pl_pl: Mi pasuje. Jest tylko jeden sposób, by się dowiedzieć, zakuć /EM/ w kajdany!

source: Who cares. Take /EM/ to the slavers and we'll find out...
pl_pl: Kogo to obchodzi. Zabrać /EM/ do handlarza, niech nam powie.

source: Does it matter? Let the slavers decide after they pay us our reward...
pl_pl: Czy to ważne? Niech handlarz zdecyduje, gdy tylko nam zapłaci...

source: Do I look like I give a shit? Let the slavers decide. All I care about is my reward...
pl_pl: Czy wyglądam jakby mnie to, kurwa, obchodziło? Kupiec zdecyduje. Ja chcę tylko nagrodę.

source: So long as it gets me my reward from the slavers, I couldn't give a shit either way.
pl_pl: Póki dostanę za to nagrodę, mogę złapać nawet jebanego garru.

source: Don't matter to me. All I care about is getting my payment from the slavers...
pl_pl: Bez znaczenia. Chcę tylko kasę od kupca.

source: Don't let /HIM/ get away, /SEIZE/ /HIM/!
pl_pl: Nie pozwólcie mu uciec, /SEIZE/ go!

source: Grab that slave!
pl_pl: Łapać niewolnika!

source: Escaped slave!
pl_pl: Zbiegły niewolnik!

source: Yeah, why not?
pl_pl: No w sumie.

source: ......yeah
pl_pl: Chyba tak...

source: Yeah they look pretty slavey to me
pl_pl: Ta, wygląda nieco niewolniczo.

source: Yeah
pl_pl: Taa.

source: Sure, lets do it.
pl_pl: Ta, bierzmy ich.

source: Does it matter?
pl_pl: To ma znaczenie?

source: Who gives a /SHIT/?
pl_pl: Kogo to, kurwa, obchodzi?

source: Nah better not, there's enforcers around
pl_pl: Nie, lepiej nie, za dużo strażników w okolicy.

source: Better not... Too many witnesses
pl_pl: Lepiej nie... Zbyt wielu świadków.

source: Eh, /THESEGUYS/ kinda look like escaped slaves to me...
pl_pl: Hej, ci kolesie wyglądają jak zbiegli niewolnicy...

source: These ones kinda look like escaped slaves, don't you think?
pl_pl: Tamci wyglądają nieco jak zbiegli niewolnicy, nie?

source: Think we can get away with these ones being escaped slaves?
pl_pl: Myślisz, że nam zapłacą jeśli powiemy, że to zbiegli niewolnicy?
