Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Mistaken robot attack holy nation land.po
Languages: pl_pl

source: Do you think /HE/ saw us?
pl_pl: Myślisz, że nas zobaczyli?

source: Humans... Did /HE/ see us?
pl_pl: Ludzie... Widzieli nas?

source: Humans... I think /HE/ saw us...
pl_pl: Ludzie... Myślę, że nas widzieli...

source: Look, over there! /HE/ saw us...
pl_pl: Spójrz tam! Zobaczyli nas...

source: Damn. /HE/ spotted us...
pl_pl: Cholera. Zauważyli nas...

source: ... Destroy /HIM/. We can't risk /HIM/ reporting us to the paladins...
pl_pl: Zniszczyć ich. Nie mogą nas zgłosić paladynom...

source: ... We can't let /HIM/ live. If the paladins find us...
pl_pl: Nie możemy pozwolić im żyć. Jeśli paladyni się o nas dowiedzą...

source: ... We can't let the paladins find us. You know what to do.
pl_pl: Paladyni nie mogą nas znaleźć. Wiecie, co robić.

source: Right. But we make this quick.
pl_pl: Okej. Ale to będzie szybka robota.

source: You're right. Let's make it quick and clean.
pl_pl: Masz rację. Niech będzie szybko i czysto.

source: Looks like there's no other choice. Okay, quick and clean.
pl_pl: Chyba nie mamy wyboru. Dobra, szybko i czysto.

source: /HE/ saw me...
pl_pl: Zobaczył mnie...

source: I can't let you escape, human/S/...
pl_pl: Nie mogę pozwolić ci uciec, człowieku...

source: It's either you, or me, human/S/...
pl_pl: Albo ty, albo ja, człowieku...

source: The Okranites will be destroyed...
pl_pl: Okranici zostaną zniszczeni...

source: Destroy the Okranites...
pl_pl: Zniszczyć Okranitów...

source: Holy Nation scum, I won't let you escape...
pl_pl: Zaplute nasienie, nie pozwolę ci uciec...

source: I have to get out of here... the paladins will come for me...
pl_pl: Muszę stąd uciec... Paladyni po mnie przyjdą...

source: The paladins will come for me... I have to leave here...
pl_pl: Paladyni po mnie przyjdą... Muszę stąd uciec...

source: I have to go... before the paladins come for me...
pl_pl: Muszę stąd uciec... Nim paladyni po mnie przybędą...

source: I can't let the paladins find me here...
pl_pl: Nie mogę pozwolić, by paladyni mnie znaleźli...

source: ... Do what you will, human/S/...
pl_pl: Rób, co należy, człowieku...

source: Damn... humans...
pl_pl: Cholerni... ludzie...

source: Okranites... just what I need...
pl_pl: Okranici... Jeszcze tego mi trzeba...

source: Just what I need right now... humans...
pl_pl: Tylko tego mi trzeba... ludzi...

source: Okranites?...
pl_pl: Okranici?...

source: Stay back...
pl_pl: Cofnij się...

source: Stay back, human. I'm warning you...
pl_pl: Cofnij się, człowieku. Ostrzegam cię...

source: I may look like scrap metal right now, but I promise you I've still got some fight left in me...
pl_pl: Być może wyglądam jak kawał złomu, ale zaufaj mi, nadal mogę walczyć...

source: I haven't broken down just yet. Trust me, I'm stronger than I look...
pl_pl: Jeszcze się nie złamałem. Uwierz mi, jestem silniejszy, niż wyglądam...

source: It will take more than a minor glitch like this to keep me down. You don't want to fight me, Okranite...
pl_pl: Mogę przyjąć więcej niż tę jedną rysę, nim upadnę. Nie chcesz ze mną walczyć, Okranito...
