Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Mongrel bar thug.po
Languages: pl_pl

source: Being stuck in this godforsaken place, it's enough to drive you stir crazy... take a seat, /OUTLANDER/. You're gonna be here a while.
pl_pl: Utknięcie w tym zapomnianym przez boga miejscu wystarczy, by oszaleć... Usiądź, /OUTLANDER/. Spędzisz tu chwilę.

source: Stuck? Why can't you leave?
pl_pl: Utknięcie? Czemu nie możesz odejść?

source: The Deathyards, /OUTLANDER/, you'd have to be out of your mind to set foot in those cursed valleys. I came here to escape prison... But turns out, this is just prison in another guise, more hellish than the last.
pl_pl: Mgliste dziedzińce, /OUTLANDER/, trzeba być szalonym, by postawić stopę w tych przeklętych kanionach. Dotarłem tu by uniknąć udsiadki... Ale wygląda na to, że to jest kolejne więzienie w kolejnym przebraniu, jeszcze gorszym niż wcześniej.

source: How about you escape here, with me?
pl_pl: Może uciekniesz ze mną?

source: What are you crazy!? No one goes into the fog and comes out alive, only the lucky make it to Mongrel... Don’t tempt fate, newbie.
pl_pl: Pojebało cię? Nikt, kto wejdzie we mgłę nie wraca zywy, tylko szczęśliwcom udaje się dotrzeć do Kundla... Nie kuś losu, żółtodziobie.

source: Are you sure you don't want to join me?
pl_pl: Na pewno nie chcesz do mnie dołączyć?

source: No means no...
pl_pl: Nie znaczy nie...

source: How about you go harrass somebody else?
pl_pl: Może pójdziesz zaczepiać kogoś innego, co?

source: Or don't escape with me then...
pl_pl: Zatem nie odchodź ze mną...

source: Don't do it, newbie... Don't go into the fog...
pl_pl: Nie rób tego, żółtodziobie. Nie idź we mgłę.

source: What's so bad about the Deathyards?
pl_pl: Co jest złego w tych mglistych dziedzińcach?

source: People who survive the Deathyard, they don't talk about the Deathyard. I ain't goin' back out there and I suggest you don't neither...
pl_pl: Ludzie, którzy przeżyją w dziedzińcach, nie rozmawiają o dziedzińcach. Nie zamiarzam tam nigdy więcej wracać i tobie sugeruję to samo...

source: Good luck sitting it out here then...
pl_pl: Zatem powodzenia w siedzeniu tutaj...

source: Nobody leaves Mongrel, /OUTLANDER/...
pl_pl: Nikt nie opuszcza kundla, /OUTLANDER/...

source: Well, I came here and I'll leave here...
pl_pl: Cóż, dotarłem tu i teraz stąd wyjdę...

source: I ain't scared of no Deathyards...
pl_pl: Nie boję się żadnych dziedzińców.

source: I smell a lecture coming. I'm leaving.
pl_pl: Czuję nadchodzący wykład, wypierdalam.
