Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/new slave capture.po
Languages: pl_pl

source: You belong to me now /BOY/.
pl_pl: Teraz należysz do mnie, /BOY/.

source: Welcome to slavery!
pl_pl: Witamy w niewoli!

source: This one will make a good slave
pl_pl: Ten będzie świetnym niewolnikiem.

source: You're gonna love being a slave.
pl_pl: Pokochasz życie w niewoli, /BOY/.

source: You're mine now, /BOY/
pl_pl: Teraz jesteś moją własnością, /BOY/.

source: You'll make a good slave
pl_pl: Będziesz wspaniałym niewolnikiem.

source: Now you work for ME
pl_pl: Teraz... pracujesz... dla mnie!

source: Sleep it off. I need you fit and healthy for tomorrow
pl_pl: Prześpij się z tym. Musisz być jutro zdrowy.

source: Fresh meat for the mines
pl_pl: Świeże mięso do roboty!

source: Say goodbye to your freedom, /BOY2/, /MERCLAUGH/!
pl_pl: Pożegnaj się z wolnością, /BOY2/, /MERCLAUGH/!
