Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/outlaw shopkeep.po
Languages: pl_pl

source: If you got Cats, I got time...
pl_pl: Jeśli masz kasę, ja mam czas...

source: Welcome, Cats- I mean- customer!
pl_pl: Witaj, fors- znaczy - kliencie!

source: 'Procurement' is my specialty. You need something, I can get it...
pl_pl: Dostarczanie to moja specjalność. Ty czegoś potrzebujesz, ja to zdobywam...

source: Drugs? Organs? Hookers? I got it all...
pl_pl: Narkotyki? Organy? Dziwki? Mam wszystko...

source: Come and browse... but don't ask too many questions.
pl_pl: Podejdź i rozejrzyj się... Ale nie zadawaj zbyt wielu pytań.

source: How goes things, /OUTLANDER/?
pl_pl: Jak się mają sprawy, /OUTLANDER/?

source: Hoy, /OUTLANDER/, welcome!
pl_pl: Hej, /OUTLANDER/, witaj!

source: Come on in, /OUTLANDER/...
pl_pl: Wejdź, /OUTLANDER/...

source: Take a look around, /OUTLANDER/...
pl_pl: Rozejrzyj się, /OUTLANDER/...

source: Hey there...
pl_pl: Witaj...

source: Take a look at my stock, /OUTLANDER/.
pl_pl: Zobacz mój asortyment, /OUTLANDER/.

source: Come on in, don't mind the mess...
pl_pl: Wejdź, nie przejmuj się bałaganem...

source: No funny business in my shop, got it, /OUTLANDER/?
pl_pl: Żadnych śmiesnzych interesów w moim sklepie, jasne, /OUTLANDER/?

source: Don't try and steal anything.
pl_pl: Nie próbuj niczego kraść.

source: Try stealin' from me and I break your fingers.
pl_pl: Spróbuj coś ukraść to połamię ci paluchy.

source: Thieves get their fingers broken.
pl_pl: Złodziejom odcina się ręce.

source: I got no patience for thieves, got it /OUTLANDER/?
pl_pl: Nie mam cierpliwości do złodziei, jasne, /OUTLANDER/?

source: /OI/, thief, /GETLOST/!
pl_pl: /OI/, złodzieju, /GETLOST/!

source: Get out or I kick you out, thief!
pl_pl: Wynoś się albo ci nakopię, złodzieju!

source: /GETLOST/, thief!
pl_pl: /GETLOST/, złodzieju!

source: You got guts showin' your face here again, thief!
pl_pl: Masz jaja skoro się tu pokazujesz, ścierwo!

source: You got some balls comin' back here again, thief!
pl_pl: Masz niezłe jaja jeśli przychodzisz do mnie, złodzieju!

source: /GETLOST/, go on! Don't make me cut you!
pl_pl: /GETLOST/, no dalej! Nie zmuszaj mnie do walki!

source: Just give me an excuse to make you bleed! Leave if you know what's good for you!
pl_pl: Daj mi jeden powód do niezabicia cię! Wyjdź stąd jeśli ci życie miłe!

source: I ain't in a welcomin' mood! Get out, or eat steel!
pl_pl: Nie mam nastroju na przyjemności! Wynoś się albo żryj stal!

source: I ain't in the mood to see yer ugly thievin' face! /GETLOST/!
pl_pl: Nie mam humoru na gapienie się w twoją zakazaną mordę! /GETLOST/!

source: /GETLOST/ before I /CUTTHOSELIPS/!
pl_pl: Wynoś się zanim cię potnę!

source: /THREAT/! Leave!
pl_pl: Wynoś się! Won!

source: I warned you!
pl_pl: Ostrzegałem cię!

source: Let me show you the door!
pl_pl: Pozwól, że pokażę ci drzwi!

source: Dumb /INSULT/! Shoulda left when I told you to!
pl_pl: Głupi /INSULT/! Trzeba było wyjść gdy ostrzegałem!

source: Back already?
pl_pl: Już wracasz?

source: Back again, eh?
pl_pl: Znowu wracasz?

source: Couldn't stay away, eh?
pl_pl: Nie udało się nie wrócić, co?

source: Here we go again...
pl_pl: Znowu to samo...
