Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Outpost Guard.po
Languages: pl_pl

source: Greetings /OUTLANDER/
pl_pl: Witaj, /OUTLANDER/.

source: Welcome. Travelled far?
pl_pl: Witaj. Długa podróż?

source: Good day /OUTLANDER/
pl_pl: Miłego dnia, /OUTLANDER/.

source: Hello /OUTLANDER/. Come far?
pl_pl: Witaj, /OUTLANDER/. Przybywasz z daleka?

source: Good day
pl_pl: Miłego dnia.

source: Greetings
pl_pl: Witaj.

source: Welcome
pl_pl: Zapraszam.

source: Hi there
pl_pl: Cześć!

source: Don't try any funny business
pl_pl: Nie próbuj żadnych sztuczek.

source: I'm watching you
pl_pl: Obserwuję cię, szujo.

source: I've got my eye on you
pl_pl: Mam na ciebie oko.

source: Don't go making any trouble
pl_pl: Nie rób tu żadnych problemów.

source: Here to buy?
pl_pl: Kupujemy?

source: No time wasters
pl_pl: Nie marnuj mojego czasu.

source: No loitering
pl_pl: Nie włócz się.
