Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Pacifier bar diplomat talk to.po
Languages: pl_pl

source: So!... Pissed off the wrong people, eh? Well, not to worry, I ain't one to judge 'n I certainly ain't one to kick a drownin' asshole either. I'm all ears... Here, sid-down, sid-down, welcome to my office... [They shove empty grog tankards from the table with a loud crash]
pl_pl: A zatem!... Udało ci się wkurwić złych ludzi, co? Nie martw się. Ja nie będę oceniać twoich czynów, zdecydowanie nie jestem też osobą od kopania tyłków. Z chęcia cię wysłucham. Usiądź, usiądź, witaj w moim biurze... [Zsuwa puste butelki i kubki ze stołu na ziemię]

source: I dunno who's soup you spat in but the United Cities really ain't likin' ya these days, are they? Lucky for you some of us still got enough charm left in us to smooth things out for ya. But my silver tongue don't come cheap
pl_pl: Nie wiem, do czyjej zupy ci się napluło, ale Zjednoczone Miasta nie przepadają za takimi akcjami w obecnych czasach. Na szczęście niektórzy z nasa nadal mają trochę charyzmy, by uspokoić pare rzeczy dla ciebie. Ale moje złote usta nie są tanie.

source: I wouldn't call that tongue of yours silver...
pl_pl: Nie nazwałbym twoich ust złotymi...

source: Eh, now?... Then answer me this, /OUTLANDER/: do you call shit-smeared silver, shit?
pl_pl: Ech... Zatem odpowiedz mi, /OUTLANDER/. Czy srebro umazane gównem będzie dla ciebie gównem?

source: Only an idiot judges by shit smears. Don't be an idiot.
pl_pl: Tylko idiota ocenia po plamach gówna. Nie bądź idiotą.

source: How very profound...
pl_pl: To było... głębokie.

source: Yeah... well, enough'a my wisdom nuggets. Interested in my help or not?
pl_pl: Taa... Koniec z pierdoleniem. Chcesz mojej pomocy czy nie?

source: Why.. why are we talking about shit now?
pl_pl: Eee... Dlaczego rozmawiamy teraz o gównie?

source: Don't lookit me, you started it. Now, interested in my help or not?
pl_pl: Nie patrz na mnie, nie ja zacząłem. Mam ci pomóc czy nie?

source: ...Yes?
pl_pl: Tak...?

source: Okay. How much?
pl_pl: Tak. Ile za to?

source: Well. You musta killed your fair share of nobles, 'cause they really hate you. Like, REALLY hate you. Whew I would not want to be in your shoes right now. It's gonna cost you 100,000 Cats. I got my work cut out for me on this one...
pl_pl: Cóż. Chyba zginęło im paru możnych, albo mają spore straty z handlu, bo cię nienawidzą. Naprawdę, naprawdę nienawidzą, i nie chciałbym być w twoich butach. Chcę 100.000 catunów. Muszę zrezygnować z reszty obowiązków, żeby to ogarnąć...

source: Deal [Relations +80]
pl_pl: Stoi. [Relacje +80]

source: Consider it done! Asshole levels neutralised! Maybe try keepin' your head down in future eh? Or, ya know, try being NICE to people...
pl_pl: Uznaj to za załatwione, status dupka zneutralizowany! Staraj się nie wychylać w przyszłości, dobra? Albo zwracaj się milej do ludzi...

source: Not interested? Whew, you're gonna regret that when the Five Invincibles come looking for ya...
pl_pl: Nie interesuje? Zatem zacznie, gdy Pięciu Niezwyciężonych przyjdzie po twoją głowę...

source: I give ya a week. Still alive after that, I'll eat my hat.
pl_pl: Daję ci tydzień. Zjem swoją czapkę, jeśli dożyjesz.

source: Not interested? Whew, you're gonna regret that when Eyegore turns up on your doorstep... Would NOT wanna be in your shoes right now...
pl_pl: Nie interesuje? Zatem zacznie, kiedy Eyegore zapuka do twoich drzwi. Nie chciałbym być na twoim miejscu...

source: Not interested? Then Okran save ya, you're gonna regret that when the high inquisitor tracks ya down...
pl_pl: Nie interesuje? Zatem licz na to, że Okran się za tobą wstawi nim znajdą cię inkwizytorzy...

source: No? Well, ain't that a shame...
pl_pl: Nie? Cóż, przykro...

source: Ouch. Wouldn't wanna be in your boots right now... I feel for ya, I really do...
pl_pl: Auć. Nie chciałbym być w twoich butach... Możemy się teraz pożegnać.

source: *Cough* Even if you are a royal asshole...
pl_pl: *kaszle* Nawet jeśli jesteś królewskim dupkiem...

source: 75,000 Cats. In this case, talk ain't cheap.
pl_pl: 75.000 catunów. W tym przypadku taniej się nie da.

source: Deal [Relations +60]
pl_pl: Stoi. [Relacje +60]

source: Consider it done! Come back to me with that lil Cat sack o' yours when you screw up again won'tcha?
pl_pl: Uznaj to za załatwione! Pamiętaj, by przyjść do mnie z tą małą sakiewką jeśli znowu coś odjebiesz, dobra?

source: Blessin's of Okran to ya...
pl_pl: Niech Okran ma cię w swojej opiece...

source: Never know, you might actually like it...
pl_pl: Nigdy nie wiadomo, może ci się to podobało...

source: Behave yourself now, eh...
pl_pl: Teraz się zachowuj.

source: And say hi to Moll for me...
pl_pl: Przekaż pozdrowienia Moll ode mnie.

source: Don't do what I wouldn't do, got it?
pl_pl: Nie rób tego czego ja bym nie zrobił, okej?

source: Remember, don't be an asshole...
pl_pl: Pamiętaj, nie bądź dupkiem.

source: No? Heh. Then this'll be one hell of a shit show. I give you two weeks, max...
pl_pl: Nie? Heh. Zatem pakujesz się w niezłe gówno. Daję ci maksymalnie dwa tygodnie...

source: *Snort* Good luck...
pl_pl: *smarcze* Powodzenia.

source: Then come back to me when you find it... If you haven't been bumped off by royal assassins by then...
pl_pl: Zatem przyjdź, gdy je znajdziesz... O ile do tej pory nie załatwią cię zabójcy.

source: *Snort* Safe travels, asshole.
pl_pl: *smarcze* Powodzenia, dupku.

source: You came to me at the right time. The earlier we fix this, the better. 55,000 Cats.
pl_pl: Przychodzisz do mnie we właściwym momencie. Im szybciej to naprawimy, tym lepiej. 55.000 catunów.

source: Deal [Relations +40]
pl_pl: Stoi. [Relacje +40]

source: You'll be back... you'll be back...
pl_pl: Ale wrócisz... Ale wrócisz...

source: Then you'll just have to find it, wont'cha?
pl_pl: Zatem musisz je znaleźć, nie?

source: Oughta make short work of this job. Call it 35,000 Cats for a fresh start.
pl_pl: To raczej będzie krótka robota. 35.000 catunów i mogę zaczynać.

source: Deal [Relations +20]
pl_pl: Stoi. [Relacje +20]

source: Forget it, I'm not interested
pl_pl: Zapomnij, nie interesuje mnie to.

source: Oughta make short work of this job. Call it 15,000 Cats for a fresh start.
pl_pl: To będzie krótka robota. 15.000 catunów na start.

source: Deal [Relations +10]
pl_pl: Stoi. [Relacje +10]

source: I know, I know, it ain't hard to piss off the Holy Nation I'll give ya that. Hell, they give out the stinkeye like hash at a swamp party. But, me, I got an in. I can fix this for you, for a price.
pl_pl: Wiem, wiem, nie jest trudno wkurwić Święty Naród, muszę przyznać. Cholera, są tak dyskretni jak hasz na imprezie... Ale mam u nich trochę wtyk, i mogę ci zapewnić... tabulę rasę... za pewną cenę.

source: Your name's as black as mud in the Holy Nation, it's gonna be a tough one. I mean, hell, you've overtaken Moll herself as the new devil in the priest's eyes. For this, it's gonna take every trick in the book... 100,000 Cats.
pl_pl: Twoje imię jest czarne niczym błoto, to będzie trudna robota. Cóż, w oczach jesteś dla nich tym, czym Moll ze swoimi ludźmi dla kapłanów. Mnóstwo zachodu... 100.000 catunów.

source: Now, the Shek, they like havin' enemies, see. Gives 'em an excuse for a fight. It ain't easy but I can smooth 'em over for ya, call it gift of the gab! Hard things cost hard Cats though...
pl_pl: Ech, Shekowie... Oni lubią mieć wrogów, łapiesz? Potrzebny im dowolny powód, żeby walczyć dla rozrywki. To nie będzie proste, ale mogę ich ułagodzić... za sporą cenę.

source: They're mad. And I mean really mad. I've not seen them this riled up about anyone since the bugmaster... 100,000 Cats and we're all friends again.
pl_pl: Są wściekli. Wkurwieni wręcz. Nie widziałem ich tak nabuzowanych od czasów Mistrza Robali... 100.000 catunów i wszyscy będą przyjaciółmi.

source: Been causin' quite a stir ain'tcha? But the Traders Guild, they're a fickle bunch, show 'em some Cats and all is forgotten. I can sort this for you.
pl_pl: Trochę się namieszało, e? Na szczęście Gildia Handlowa nie przepada za przemocą, pokaż im trochę catunów i o wszystkim zapomną. Mogę to dla ciebie rozwiązać.

source: Well... they're mad. An' that's an understatement. It's gonna take a lot of Cats to buy 'em back. 100,000, to be precise...
pl_pl: Cóż... Są źli. Co najmniej źli, i będzie cię to sporo kosztować. 100,000 catunów.

source: Now, the Hounds, sure they like makin' examples of people in their own messy ways. But they're quick to forget. Brains of fish. I can smooth things over for a price.
pl_pl: Ogary uwielbiają na swój sposób pokazywać, dlaczego nie powinno się z nimi zadzierać. Ale szybko zapominają. Rybie mózgi. Mogę to ogarnąć za parę groszy.

source: Well, the damage is... bad. But it's doable. 50,000 Cats and I can smooth things over real nice for ya...
pl_pl: Cóż... Narobiłeś niezłego gówna... Ale naprawię to. 50.000 catunów i wszystko wróci do normy.

source: Behave yourself now, eh?
pl_pl: Zachowuj się teraz, co?

source: 40,000 Cats.
pl_pl: 40.000 catunów.

source: 30,000 Cats.
pl_pl: 30,000 catunów.

source: 20,000 Cats.
pl_pl: 20,000 catunów.

source: 10,000 Cats.
pl_pl: 10,000 catunów.

source: Looks like you're in Moll's bad books. Let me talk to her for you, I'll make things right again. Gonna have to cough up though. Think of it as paying for your mistakes, wiping the slate clean, eh?
pl_pl: Wygląda na to, że Moll wpisała cię do tych "złych" książek. Porozmawiam z nią. Wszystko wróci do normy, ale trzeba to czymś podeprzeć. Pomyśl o tym jak o płatności za swoje błędy. Czyszczenie karty, co?

source: Well, you screwed up big with the anti-slavers, didn'tcha? The asshole of assholes, eh?... But like I said, I ain't judgin', I ain't judgin'... Well, I am... but moving on. I can get 'em to kiss and make up. For a price.
pl_pl: Udało ci się dobrać do dup Wolnościowców, co? Teraz oni będą próbować tego samego... Ale tak jak mówiłem, nie oceniam, nie oceniam... No, może trochę... Ale przejdźmy dalej. Dostaną ode mnie buzi i będzie w porządku. Za opłatą.

source: I dunno what you did to the anti-slavers and... to be honest, I don't wanna know. Lucky for you, they can easily be distracted though. This, I can arrange. For a price.
pl_pl: Nie wiem, co przez ciebie tam się stało, i... Będę szczery, nie mam ochoty wiedzieć. Szczęśliwie dla ciebie, łatwo się rozpraszają. Mogę o to zadbać w zamian za kasę.

source: Well, you've rattled /MYFACTION/ cage just a little, sure. But I've had worse messes to fix up, believe you me. I can set things straight, all YOU gotta do is keep your nose clean... But my services come with a price.
pl_pl: Cóż, moja frakcja, /MYFACTION/, ma trochę problemów przez ciebie. Ale wyciągałem ludzi z większego gówna, zaufaj mi. Wyprostuję wszelkie problemy, ty tylko nie wtykaj nosa w nieswoje sprawy... I daj mi kasę.

source: Well, you've ruffled a few feathers within /MYFACTION/, sure. But I've had worse messes to fix up, believe you me. I can set things straight, all YOU gotta do is keep your nose clean... But my services come with a price.
pl_pl: Cóż, przez ciebie moja frakcja, /MYFACTION/, stroszy piórka. Ale wyciągałem ludzi z większego gówna, zaufaj mi. Wyprostuję te problemy, ty nie wtykaj nosa tam, gdzie nie trzeba... I daj mi kasę.

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The Stone Golem slayer?
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Pogromca Kamiennego golema?

source: You're gonna need a miracle to fix your alliance after pulling that one!
pl_pl: Potrzebujesz cudu, by naprawić swoje stosunki po takiej akcji.

source: Some things can't be fixed. And this is one of them...
pl_pl: Niektórych rzeczy nie da się odkręcić. To jest jedna z nich...

source: Some things can't be forgotten, /YOURNAME/. You've made yourself an enemy for life...
pl_pl: Niektórych rzeczy nie da się zapomnieć, /YOURNAME/. Masz teraz wroga na całe życie...

source: Alliances can only be patched so much before they fall to pieces. I can't help you.
pl_pl: Sojuszy nie można naprawiać w nieskończoność. Nie pomogę ci.

source: Some slates can never be wiped clean. And this is one of them.
pl_pl: Niektórych topory wojenne są na tyle duże, że nie da się ich zakopać. Ten jest zajebiście wielki.

source: There are some sins that you can never leave behind, /YOURNAME/.
pl_pl: Niektórych grzechów się nie wybacza, /YOURNAME/. Przykro mi.

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The Stone Golem 'napper?
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Porywacz Kamiennego Golema?

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The Phoenix killer?
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Zabójca Feniksa?

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The inquisitor killer?
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Zabójca inkwizytora?

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? You killed the Stone Golem's daughter...
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Zabójca córki Kamiennego Golema...

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? You killed Bayan...
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Morderca Bayana...

source: Wait... You're part of the Flotsam ninjas. Did you really think the Holy Nation would let that slide so easy?
pl_pl: Czekaj... Należysz do Ninja z Flotsam. Naprawdę myślisz, że Święty Naród tak po prostu sobie odpuści?

source: Wait... You're part of the Holy Nation. Did you really think Flotsam would let that slide so easy?
pl_pl: Czekaj... Należysz do Świętego Narodu. Naprawdę sądzisz, że Flotsam ot tak sobie odpuści?

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? After what you did to their leader...
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj... /YOURNAME/? Po tym, co stało się z ich liderem...

source: Wait... You, I know you, you're an anti slaver! /LAUGH/, and you thought you could tidy things up with the Empire, just like that?
pl_pl: Czekaj... Ty, znam cię, należysz do Wolnościowców! /LAUGH/, myślisz że możesz tak po prostu ugadać się z Imperium? Głupiś?

source: /LAUGH/, think again, anti slaver!
pl_pl: /LAUGH/, pomyśl jeszcze raz, Wolnościowcu!

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The Tengu assassin? As much as I'm sure a lot of Empire folk appreciate being rid of that clown, you ain't exactly gonna be a trustworthy face in their eyes...
pl_pl: [Zbliża się i przygląda twojej twarzy] Czekaj chwilę... /YOURNAME/? Zabójca Tengu? Cóż, choć jestem pewien, że wielu ludzi Imperium doceni śmierć tego klauna, na pewno ci nie zaufają...

source: Wait, hang on a second... /YOURNAME/... the one that took out the emperor's most favourite sergeant, Eyegore?
pl_pl: Czekaj chwilę... /YOURNAME/... To przez ciebie zginął Eyegore, ulubieniec Imperatora?

source: Wait, hang on a second... /YOURNAME/... the one that took out Tinfist the Metal Brute?
pl_pl: Czekaj moment... /YOURNAME/... Zabójca Blachorękiego, Metalowego Brutala?

source: Wait, hang on a second... /YOURNAME/... the one that took out Old Grey?
pl_pl: Czekaj, czekaj... /YOURNAME/... Zabójca Starego Greya?

source: Wait, hang on a second... /YOURNAME/... the one that took out Jaegar the Mad?
pl_pl: Moment... /YOURNAME/... Pogromca Jaegara Szalonego?

source: Wait, hang on a second... /YOURNAME/... the one that took out Big Bo?
pl_pl: Hej, czekaj chwilę... /YOURNAME/... Zabójca Wielkiej Bo?

source: Wait... You're part of the United Cities. Did you really think the Anti Slavers would let that slide so easy?
pl_pl: Czekaj... Należysz do Zjednoczonych Miast. Wolnościowcy nie dadzą się tak łatwo.

source: /LAUGH/, think again, boot licker!
pl_pl: /LAUGH/, nie wyszło ci, dupolizie!

source: Wait... You're part of the Traders Guild. Did you really think the Anti Slavers would let that slide so easy?
pl_pl: Czekaj, należysz do Gildii Handlowej. Naprawdę sądzisz, że Wolnościowcy ot tak sobie odpuszczą?

source: Wait... You're part of the Holy Nation. Did you really think the Anti Slavers would let that slide so easy?
pl_pl: Czekaj... Należysz do Świętego Narodu. Myślisz, że Wolnościowcy po prostu o tobie zapomną?

source: /LAUGH/, think again Okranite!
pl_pl: /LAUGH/, pomyśl jeszcze raz, Okranito!

source: Wait... You, I know you, you're an anti slaver! /LAUGH/, and you thought you could tidy things up with the Traders Guild, just like that?
pl_pl: Czekaj... Ty, znam cię, należysz do Wolnościowców! /LAUGH/, uważasz że jesteś teraz w stanie dogadać się z Gildią? Tak po prostu?

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? You... you took out Longen! I mean, holy- *cough*... I mean, you ain't exactly gonna be a face worthy of their forgiveness...
pl_pl: [Zbliża się i przygląda twojej twarzy] Momencik... /YOURNAME/? Ty... Jesteś zabójcą Longena! To znaczy, o chu- *kaszle*... Cóż, nie jesteś teraz kimś, komu należy się wybaczenia...

source: [They move in closer and examine your face]... Wait a minute... /YOURNAME/? The Kana assassin? As much as I'm sure a lot of Guild folk appreciate being rid of that witch, you ain't exactly gonna be a trustworthy face in their eyes...
pl_pl: [Zbliża się i przygląda twojej twarzy] Moment... /YOURNAME/? Zabójca Kany? O ile mi wiadomo, ludzie z Gildii docenią pozbycie się tej wiedźmy, ale i tak nie jesteś w stanie wzbudzić ich zaufania...

source: Back so soon? Need help smoothin' things out with /MYFACTION/, eh?
pl_pl: Tak wcześnie? Pomóc ci w czymś? Kto teraz daje się we znaki? /MYFACTION/, co?

source: Ever need help smoothing things over with /MYFACTION/, you know where to find me...
pl_pl: Jeśli moja frakcja - /MYFACTION/ - daje się we znaki, wiesz, gdzie mnie znaleźć...

source: I'm done for the day. Still need something, come back tomorrow.
pl_pl: Mam dość na dziś. Jeśli czegoś jeszcze potrzebujesz, przyjdź jutro.

source: [They hold up a finger and finish drinking their grog]
pl_pl: [Podnosi kufel i dopija grog]

source: So the slave lover comes crawling back to fix /HIS/ relationship with the slavers, eh? Well it's gonna cost you big to hide that reputation...
pl_pl: A więc miłośnik niewolników chce poprawić swoje relacje z łowcami, co? To będzie cię sporo kosztować...

source: 100,000 Cats. Pay up and I'll smooth things over for you, erase your bad deeds you could say. The Slave Traders will forget they ever even hated you.
pl_pl: 100,000 catunów. Płatność z góry, a ja wszystko ułagodzę, oni o wszystkim zapomną. Nie będą pamiętać nawet twojego nazwiska.

source: Really, /MEN2/ fighting the slave trade in this day and age... You'd rather watch the world starve and burn it seems. Lucky for you, even stinking slave lovers can still buy back respect around here...
pl_pl: Naprawdę, ludzie walczący w tych czasach z handlem niewolnikami... Chyba wolisz po prostu patrzeć jak świat umiera i płonie. Na szczęście nawet śmierdzący niewolnikojebcy mogą odzyskać respekt wśród moich...

source: I don't wanna have to have this conversation with you again, /YOURNAME/...
pl_pl: Nie chcę przeprowadzać z tobą ponownie tej samej rozmowy, /YOURNAME/...

source: 75,000 Cats. Pay up and I'll smooth things over for you, erase your bad deeds you could say. The Slave Traders will forget they ever even hated you.
pl_pl: 75,000 catunów. Płatność z góry, a ja wszystko odkręcę. Zapomną nawet twojego imienia.

source: 55, 000 Cats. Pay up and I'll smooth things over for you, erase your bad deeds you could say. The Slave Traders will forget they ever even hated you.
pl_pl: 55,000 catunów. Płatność z góry, ja wszystko odkręcę, nawet nie będą cię pamiętać.

source: 35,000 Cats. Pay up and I'll smooth things over for you. Erase your bad deeds, you could say...
pl_pl: 35,000 catunów. Płatność z góry, a ja wszystko odkręcę. Wyczyszczę twoje grzechy, że tak powiem...

source: Alright, all is forgotten. Lucky for you, the Slave Traders like Cats more than they like grudges.
pl_pl: A zatem... Wszystko zostało zapomniane. Szczęśliwie dla ciebie Łowcy wolą pieniądze bardziej niż krew.

source: Now, move along.
pl_pl: A teraz spierdalaj.

source: 15,000 Cats. Pay up and I'll smooth things over for you. Erase your bad deeds, you could say...
pl_pl: 15,000 catunów. Płatność z góry, a ja wszystko naprawię. Rozgrzeszę cię.

source: If you think you can fix your relationship with the slavers, slave lover, think again. Lady Kana was a big influence... some crimes can't be forgiven.
pl_pl: Jeśli sądzisz, że możesz poprawić swoje relacje z łowcami, to pomyśl jeszcze raz. Pani Kana była wpływowa... a niektórych przestępstw nie można wybaczyć.

source: Really, /MEN2/ fighting the slave trade in this day and age... You'd rather watch the world starve and burn it seems...
pl_pl: Naprawdę, ludzie walczący w tych czasach z handlem niewolnikami... Chyba wolisz po prostu patrzeć jak świat umiera i płonie.

source: If you think you can fix your relationship with the slavers, slave lover, think again. Longen was a big cog in the slave trade machine... some crimes can't be forgiven.
pl_pl: Jeśli sądzisz, że możesz poprawić swoje relacje z łowcami, to pomyśl jeszcze raz. Longen był wielkim trybikiem w całej niewolniczej maszynie... a niektórych przestępstw nie można wybaczyć.

source: If you think you can fix your relationship with the slavers, anti slaver, think again.
pl_pl: Jeśli sądzisz, że możesz poprawić swoje relacje z łowcami, to pomyśl jeszcze raz.

source: If you think you can fix your relationship with the slavers, slave lover, think again. Tengu was our richest - I mean - most treasured supporter... some crimes can't be forgiven.
pl_pl: Jeśli sądzisz, że możesz poprawić swoje relacje z łowcami, to pomyśl jeszcze raz.Tengu był naszym najbogat-... to znaczy najhojniejszym patronem... a niektórych przestępstw nie można wybaczyć.

source: I'm not one for helping slave lovers out but... If you wanna fix things with the Slave Traders, you better make friends with the United Cities first. We're all united as part of the Empire... make enemies with them and you make enemies with us...
pl_pl: Nie jestem od pomagania kochasiom niewolników, ale... Jeśli chcesz odkręcić rozpierdol u Łowców, najpierw dogadaj się ze Zjednoczonymi Miastami. Obie te frakcje tworzą jedno Imperium, a walka z jednym to atak na obydwie...

source: 'Til then... shoo.
pl_pl: Do później... Spadaj.

source: I'm not one for helping slave lovers out but... If you wanna fix things with the Slave Traders, you better make friends with the Traders Guild first. We're all united as part of the Empire... make enemies with them and you make enemies with us...
pl_pl: Nie jestem od pomagania kochasiom niewolników, ale... Jeśli chcesz odkręcić rozpierdol u Łowców, najpierw dogadaj się z Gildią Handlową. Obie te frakcje tworzą jedno Imperium, a walka z jednym to atak na obydwie...
