Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/police chief bounty.po
Languages: pl_pl

source: I can't give you any leads right now. Keep a look out for the big-time criminals like bandit leaders. If you can take one down, bring 'em back here and you'll be rewarded.
pl_pl: Nie mogę dać ci teraz żadnych informacji. Szukaj jakichś sporych przestępców, jak przywódców bandytów. Jeśli dasz radę takiego złapać, sprowadź go tu, a otrzymasz nagrodę.

source: If you catch any bounties, bring em to me.
pl_pl: Jeśli złapiesz jakichś poszukiwanych, sprowadź ich do mnie.

source: Sure take a look
pl_pl: Jasne, zobacz.

source: Heh heh, yeah
pl_pl: Hehe, oczywiście.

source: Have a look at what I've got
pl_pl: Jasne, sprawdź co mam.

source: Looks like you've caught a bounty. Want a reward I suppose?
pl_pl: Chyba udało ci się złapać poszukiwanego. Strzelam, że chcesz nagrodę?

source: Looks like you've caught a bounty. Is he dead? You only get paid half for that.
pl_pl: Udało ci się złapać poszukiwanego. Czy on nie żyje? W takim razie dostaniesz połowę nagrody.

source: Whatever. Give me my money.
pl_pl: Nieważne, dawaj kasę.

source: No, I was just showing him off.
pl_pl: Nie, tylko się nim chwalę.

source: Looks like you've caught a- Is that Tinfist?... No, can't be... Bring him closer to me...
pl_pl: Udało ci się złapać poszuki-... Czy to jest Blachoręki...? Nie, niemożliwe... Pokaż mi go...

source: Hoho! This'll put the boss in a good mood! And you, you'll go down a hero for this!
pl_pl: Hoho! To poprawi szefowi humor! A ty będziesz bohaterem!

source: Whatever. Give me my money.
pl_pl: Nieważne, daj mi kasę.

source: Good job, /YOURNAME/.
pl_pl: Świetna robota, /YOURNAME/.

source: All in a day's work.
pl_pl: Dzień jak co dzień.

source: No, I was just showing them off.
pl_pl: Nie, tylko się nim chwalę.

source: ... Harbouring a wanted criminal is a serious offence. I'll give you one more chance, hunter. Hand the bounty over.
pl_pl: ... Chronienie poszukiwanego przestępcy jest karalne. Dam ci jeszcze jedną szansę, łowco. Daj mi go.

source: Not going to happen.
pl_pl: Nie ma opcji.

source: Well, well, well! If it isn't Big Bo... Not so big after all, is she?
pl_pl: Niech mnie kule biją, czy to nie jest Wielka Bo... Nie taka wielka, co?

source: You'll want your reward I suppose?
pl_pl: Strzelam, że chcesz nagrodę?

source: Take them.
pl_pl: Bierz ją.

source: Grey... It's about time. This one's been outrunning the law long enough. That's quite a catch you got there, hunter.
pl_pl: Szary... Najwyższy czas. Ten jeden unikał prawa wystarczająco długo. Udało ci się złapać niezły okaz, łowco.

source: So you caught Jaegar, huh? This ought to put Tengu in a good mood for the week.
pl_pl: Jaegar złapany, co? To wprawi Tengu w świetny nastrój.

source: The lord of the Okranites?! You caught him?!
pl_pl: Pan Okranitów? W twoich rękach!?

source: ... You haul the leader himself of the Holy Nation all the way into United Cities headquarters, and you expect us to let you walk out with him alive? Hand him over.
pl_pl: Wprowadzasz samego przywódcę Świętego Narodu do głównej bazy Zjednoczonych Miast, i spodziewasz się że pozwolimy ci tak po prostu z nim wyjść? Oddawaj go.

source: The lord of the Okranites?! You killed him?!
pl_pl: Władca Okranitów? Zabiłeś go!?

source: That's the high inquisitor of the Okranites... you caught him?
pl_pl: Najwyższy Inkwizytor Okranitów... W twoich rękach?

source: You drag a high inquisitor all the way into United Cities headquarters, and then expect us to let you walk away with him alive? Hand him over.
pl_pl: Ciągniesz inkwizytora całą drogę aż do głównej bazy Zjednoczonych Miast i myślisz, że cię z nim po prostu wypuścimy? Oddawaj go.

source: That's-!... Never expected to see the Queen of the Shek taken down so easy...
pl_pl: To-...! Nigdy nie spodziewałem się królowej Sheków w tym miejscu...

source: You know I can't let you walk out of here with her alive... Hand her over.
pl_pl: Wiesz, że nie puszczę cię z nią... Dawaj.

source: You killed the King Gurgler!
pl_pl: Zabiłeś Króla Gurglerów!

source: Yep. Can I have my reward?
pl_pl: No. Mogę nagrodę?

source: Damn straight I did.
pl_pl: Kurwa, oczywiście że tak.

source: Well, aren't you something else... Finally that thing's been dealt with. Good work, /YOURNAME/.
pl_pl: Gdzieżby inaczej... Wreszcie historia zakończyła się. Świetna robota, /YOURNAME/.

source: A trophy collector will pay well for that head. You should be able to sell it at a good price.
pl_pl: Kolekcjoner zapłaci sporo za tę głowę. Wyciągniesz z niej niezłą sumkę.

source: ... Ugh, that thing stinks like rotten fish, now get it out of here already.
pl_pl: ... Uch, to śmierci jak popsuta ryba, zabieraj ją stąd.

source: No, not from me... job well done, /YOURNAME/ but this is a police station, not an animal house. What were you thinking bringing a wild monster like that in here?!
pl_pl: Nie ode mnie... To dobrze wykonana robota, /YOURNAME/, ale to jest komenda, nie zwierzyniec. Nie trzymamy tu takich... rzeczy!
