Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Revenge! (Recruit).po
Languages: pl_pl

source: Nowhere in this world is truly safe, even within the famous Swamper capital there are eyes everywhere... you, /OUTLANDER/, you look well-travelled.. what are your thoughts on... on slavery?
pl_pl: Nigdzie na tym świecie nie jest bezpiecznie, nawet wewnątrz murów stolicy Bagien wszyscy obserwują... Ej, /OUTLANDER/, ty wyglądasz na takiego, co widział wiele. Jakie jest twoje zdanie... o niewolnictwie?

source: People are lazy by nature. Sometimes slavery is necessary.
pl_pl: Ludzie są leniwi z natury. Czasem niewolnictwo to jedyna droga.

source: I wonder if you'd still hold that opinion after being enslaved yourself in one of their stone camps?
pl_pl: Gdyby zniewolono cię i wrzucono do któregoś z kamieniołomów, twoje zdanie brzmiałoby tak samo?

source: ... Nevermind, I've said too much...
pl_pl: Ech, nieważne. I tak powiedziałem już za dużo.

source: I couldn't care less about slavers. I prefer to live and let live.
pl_pl: Na niczym mi nie zależy mniej niż na niewolnikach. Wolę żyć pełnią życia.

source: I think it's an ugly practice. I want no involvement in it.
pl_pl: Myślę, że to ogropna praktyka. Nie chcę brać w tym udziału.

source: I do too... The slavers, they took somebody from me. Somebody very special to me. Branded her body and put her to work in that stinking hell hole of a mine. This needs to stop, we need to stand up and fight this barbaric slave culture. I plan to... visit the slaver's outpost, but I need allies.
pl_pl: Ja też nie... Ale łowcy niewolników zabrali mi kogoś. Kogoś bardzo dla mnie ważnego. Naznaczyli jej ciało i wysłali do pracy w tej jebanej dziurze zwanej kopalnią. To musi się skończyć. Musimy powstać i zniszczyć tę barbarzyńską kulturę niewolnictwa. Chcę... odwiedzić posterunek łowców, ale potrzebuję sojuszników.

source: Who did they take?
pl_pl: Kogo pojmali?

source: ...my wife... For as long as I live I will never give up on finding retribution for her. And I'll make them pay for what they've done, for the life that they've stolen from her. I want to wipe those slaver scum off the face of the planet...
pl_pl: Moją żonę... Póki żyję, nie poddam się i dokonam zemsty. Zapłacą za to, co mi zrobili, za odebranie jej życia. Chcę zmieść to ścierwo z powierzchni ziemi...

source: Have you tried the anti-slavery guild?
pl_pl: Próbowałeś rozmawiać z Wolnościowcami?

source: ... I did. They failed. They couldn't save her.
pl_pl: Tak, próbowałem... Zawiedli. Nie mogli jej ocalić.

source: So she's already dead?
pl_pl: Więc ona nie żyje?

source: ...Yes... To be tortured and broken by those people, worked to death like an animal... I'm a walking ghost without her. No one else should have to suffer like that and I want to personally make sure of it
pl_pl: Tak... Torturowana i złamana przez tych ludzi, zaharowała się na śmierć, niczym zwierzę. Jestem chodzącym duchem bez niej przy boku. Nikt nie powinien cierpieć w ten sposób i chcę o to zadbać osobiście.

source: And the Anti-slavery Guild wouldn't accept you as a recruit?
pl_pl: I Wolnościowcy nie chcieli wziąć cię na rekruta?

source: They wouldn't take me. Said I was an emotional risk... I promise you I'm NOT a risk. Have you ever run into slavers? They're evil...
pl_pl: Nie wzięliby mnie. Usłyszałem, że jestem "ryzykiem emocjonalnym"... Przysięgam, że NIE JESTEM ryzykiem. Czy kiedykolwiek zdarzyło ci się spotkać łowców? Są źli...

source: I know what you mean, they're pure evil. But what can WE do about it?
pl_pl: Wiem o tym, to czyste zło. Ale co my możemy zrobić?

source: We can TRY. We can try to build an army of other people who have suffered, who have had enough of the fear and the pain. I for one have nothing to lose anymore and I will keep on searching for allies for as long as I breathe
pl_pl: Możemy spróbować. Możemy zbudować armię z ludzi, którzy też cierpieli, którzy mają dość życia w strachu i cierpieniu. Ja nie mam już nic do stracenia i będę szukać wsparcia, aż zdechnę.

source: They're not that bad. I think you dwell too much
pl_pl: Nie są tacy źli. Chyba za bardzo drążysz.

source: How can you be so cold? Are you just trying to wind me up? Please, leave me alone
pl_pl: Jak możesz być tak zimną osobą? Próbujesz mnie powstrzymać? Po prostu mnie zostaw.

source: I think you're crazy. Making enemies with them is suicide... But I like crazy people
pl_pl: Jesteś szalony. Robienie sobie z nich wrogów to samobójstwo... Ale ja lubię szalonych ludzi.

source: Unfortunately I have run into them before. I despise them
pl_pl: Niestety zdarzyło mi się na nich wpaść. Nie przepadam za nimi.

source: So you DO feel the same way? Look, I don't know who you are or what you're doing here but, you and me, together we can start a revolution! We can rid the world of those vermin, recruit other people like us... We can stand up and fight our oppressors!
pl_pl: Więc też myślisz w ten sam sposób? Słuchaj, nie wiem kim jesteś ani co tu robisz, ale razem możemy wzniecić rewolucję! Możemy pozbyć się tej plagi z naszego świata, zatrudnić podobnych nam... Możemy powstać i ich pokonać!

source: I admire your spirit, /IWE/'d be honored to join you
pl_pl: Doceniam twoją żarliwość. Pomogę ci.

source: We WILL defeat them!
pl_pl: Pokonamy ich!

source: I think you're on a suicide mission. I'm sorry, this isn't for me
pl_pl: Sądzę, że to misja samobójcza. Przykro mi, to nie dla mnie.

source: I understand. Wish me luck
pl_pl: Rozumiem. Życz mi szczęścia.

source: Revenge isn't always the answer
pl_pl: Zemsta nie zawsze jest dobrym rozwiązaniem.

source: So what, is it pointless to try and stop those scum from torturing innocents, breaking their souls, working them to death like animals? Revenge is an ugly word but sometimes the byproducts of it are far from ugly. Freedom, re-uniting loved ones... Do you really think revenge isn't the answer? Or are you just scared?
pl_pl: Czyli co, powstrzymanie tego ścierwa przed torturowaniem niewinnych, łamaniem ich dusz, zaharowywaniem ich na śmierć... Wszystko to jest bezcelowe? Zemsta to okropne słowo, ale jej skutki zwykle są dalekie od okropieństwa. Wolność, ponowne złączenie rodzin... Naprawdę myślisz, że zemsta to nie rozwiązanie? Czy po prostu się boisz?

source: You have a good point, innocents shouldn't have to suffer like that...
pl_pl: Dobra, to jest jakiś argument. Niewinni nie powinni cierpieć w ten sposób...

source: What's your story? Have you ever run into slavers? They need to be stopped...
pl_pl: Jaka jest twoja historia? Spotkałeś kiedykolwiek łowców niewolników? Ich należy powstrzymać...

source: But you can't possibly win, you'll die. And so will everyone else you convince to join you
pl_pl: Ale nie uda ci się z nimi wygrać, umrzesz. Umrą też wszyscy, którzy do ciebie dołączą.

source: That's their choice, the same as it is my own. I won't force anybody to join me. Even if I can save just one life, I will have succeeded. Have you ever run into slavers before?
pl_pl: To będzie ich własny wybór, tak samo jak mój. Nikogo nie zmuszę do wsparcia. Nawet jeśli ocalę tylko jednego człowieka, i tak będzie to sukces. Wpadłeś kiedyś na łowców?

source: I disagree. Revenge just brings more death and ugliness. You need to move on.
pl_pl: Nie zgadzam się. Zemsta przynosi tylko więcej śmierci i zniszczenia. Musisz się z tym pogodzić.

source: 'Just move on'. Some of us prefer not to sit by while others are suffering...
pl_pl: "Pogodzić". Niektórzy z nas wolą siedzieć z założonymi rękami, gdy inni cierpią...

source: I completely agree. No more suffering
pl_pl: Całkowicie się zgadzam. Nigdy więcej cierpienia.

source: You do? Look, I don't know who you are or what you're doing here but, you and me, together we can start a revolution! We can rid the world of those vermin, recruit other people like us... We can stand up and fight our oppressors!
pl_pl: Naprawdę? Słuchaj, nie wiem kim jesteś ani co tu robisz, ale razem możemy wzniecić rewolucję! Możemy pozbyć się tej plagi z naszego świata, zatrudnić podobnych nam... Możemy powstać i ich pokonać!

source: And what makes you think you can save her?
pl_pl: I co cię utwierdza w tym, że możesz ją uratować?

source: Nothing. But I can try. And I can try and stop those scum from hurting others.. torturing innocents, breaking their souls, working them like animals until they're dead and used up. I can at least try.
pl_pl: Nic. Ale mogę spróbować. Mogę spróbować zatrzymać tych skurwysynów przed torturowaniem innych, niszczeniem ich dusz, zaharowywaniem ich na śmierć i wyrzucaniem jak śmieci. Przynajmniej mogę spróbować.

source: The innocent need protecting, I know what you mean.
pl_pl: Niewinni wymagają ochrony, rozumiem cię.

source: Then let's save her together
pl_pl: Więc uratujmy ją razem!

source: ... Right... We can help others. We can try to build an army of other people who have suffered, who have had enough of the fear and the pain. United, we can stand up to our oppressors!
pl_pl: Taa... Możemy pomóc innym. Zbudujemy armię ludzi, którzy cierpieli, którzy mieli dość bólu i strachu. Razem możemy pokonać wroga!

source: I despise slavers. I know how you feel
pl_pl: Gardzę łowcami niewolników, wiem co czujesz.

source: Have you lost someone to them too?
pl_pl: Czy też kogoś straciłeś przez nich?

source: Yes, a comrade. The anti-slavery guild can help though, have you tried them?
pl_pl: Tak, mojego towarzysza. Ale Wolnościowcy mogą pomóc, rozmawiałeś z nimi?

source: I haven't, but I've witnessed their raids before
pl_pl: Nie, ale udało mi się ich zobaczyć "w akcji".

source: But you despise them? You feel the same way as I do? Look, I don't know who you are or what you're doing here but, you and me, together we can start a revolution! We can rid the world of those vermin, recruit other people like us... We can stand up and fight our oppressors!
pl_pl: Ale i tak nimi gardzisz? Czujesz to samo, co ja? Słuchaj, nie wiem kim jesteś ani co tu robisz, ale razem możemy wzniecić rewolucję! Możemy pozbyć się tej plagi z naszego świata, zatrudnić podobnych nam... Możemy powstać i ich pokonać!

source: I am an ex-slave. I escaped
pl_pl: Jestem byłym niewolnikiem. Udało mi się uciec.

source: I'm sorry for your suffering... Do you ever think about revenge?
pl_pl: Musiałeś wiele cierpieć... Myślałeś kiedykolwiek o zemście?

source: Of course. I hate them. But I also like being alive... Fighting them is suicide
pl_pl: Oczywiście, nienawidzę ich. Ale lubię też żyć... Walka z nimi to samobójstwo.

source: But we can help others. We can try to build an army of other people who have suffered, who have had enough of the fear and the pain. I for one have nothing to lose anymore and I will keep on searching for allies for as long as I breathe
pl_pl: Ale możemy pomóc innym. Możemy zbudować armię z ludzi, którzy cierpieli, którzy mają dość strachu i bólu. Nie mam już nic do stracenia i będę szukać towarzyszy, póki szczeznę.

source: ... Then I'll stand with you and fight them!
pl_pl: Więc stanę u twojego boku i pokonamy ich!

source: Yes. One day I will destroy every last one of them
pl_pl: Tak. Pewnego dnia wybiję ich co do jednego.

source: Look, I don't know who you are or what you're doing here but, you and me, together we can start a revolution! We can rid the world of those vermin, recruit other people like us... We can stand up and fight our oppressors!
pl_pl: Słuchaj, nie wiem kim jesteś ani co tu robisz, ale razem możemy wzniecić rewolucję! Możemy pozbyć się tej plagi z naszego świata, zatrudnić podobnych nam... Możemy powstać i ich pokonać! are or what you're doing here but, you and me, together we can start a revolution! We can rid the world of those vermin, recruit other people like us... We can stand up and fight our oppressors!

source: Then let's stand together and fight!
pl_pl: Więc powstańmy i walczmy!

source: Actually, I fight better alone...
pl_pl: Cóż, w sumie lepiej walczy mi się samodzielnie...

source: That's disappointing. Good luck.
pl_pl: Trochę... rozczarowujące. Powodzenia.

source: And you think you can still save her?
pl_pl: I uważasz, że nadal możesz ją uratować?

source: ... I don't know... Either way somebody needs to put a stop to this barbaric culture of enslaving the weak. It's like a disease and it's eating away at our lands, at all the innocent people...
pl_pl: Nie wiem... Tak czy inaczej ktoś musi ukrócić tę barbarzyńską kulturę niewolenia słabych. To jak choroba, która pożera nasze ziemie, zabija niewinnych ludzi.

source: I completely agree, they're pure evil
pl_pl: Całkowicie się z tobą zgadzam, są czystym złem.

source: I think you're /CRAZY/. You can't beat them
pl_pl: Oszalałeś! Nie możesz ich pokonać.

source: Are you /CRAZY/? That's suicide
pl_pl: Pojebało cię? To samobójstwo.

source: Shh, keep your voice down, will you?
pl_pl: Sza, mów trochę ciszej, co?

source: Forget I said anyting... bystander.
pl_pl: Zapomnij, o czym mówiłem.

source: So if I go to the slaver's outpost, you'll join me for free?
pl_pl: Więc jeśli pójdę na posternuek łowców, dołączysz do mnie za darmo?

source: Shh, keep your voice down, somebody might hear us... I'll join you for free. And you'll join me in the fight against slavery?
pl_pl: Sza, mów trochę ciszej, ktoś może nas usłyszeć... Dołączę do ciebie bez zapłaty. A ty dołączysz do mojej walki z niewolnictwem?

source: I've got other stuff to do, but we can beat on some slavers if you want
pl_pl: Teraz mam trochę rzeczy do ogarnięcia, ale możemy obić paru łowców, jeśli to cię trochę pocieszy.

source: Hm. Okay, we'll see how it goes
pl_pl: Hmm. Dobra, zobaczymy, jak to wszystko się rozwinie.

source: Well, not really, I just want a free worker
pl_pl: Cóż, nie bardzo, potrzebuję tylko darmowej siły roboczej.

source: Sounds like slaver talk to me...
pl_pl: Brzmi jak niewolnicze pierdolenie...

source: Just forget it. I've said too much anyway.
pl_pl: Zapomnij o tym, i tak powiedziałem już za dużo.

source: Of course I will, I fight for the oppressed. Let's do this.
pl_pl: Oczywiście, że tak. Będę walczyć za uciśnionych. Zróbmy to.

source: Of course not! Damn, you're gullible!
pl_pl: Oczywiście, że nie. Cholera, aleś ty łatwowierny!

source: Just, get the hell out of here. I've already said too much.
pl_pl: Wypierdalaj stąd, nie chcę już z tobą rozmawiać.

source: Slavers are scumbags. One day, they'll get their comeuppance.
pl_pl: Łowcy niewolników to zwykłe szmaty. Pewnego dnia dostaną to, na co zasługują.
