Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/screaming torture.po
Languages: pl_pl

source: NO! PLEASE!!
pl_pl: NIE! PROSZĘ!!!

source: AAAIIIIII!!
pl_pl: AAAJJJJJJJJ!

source: FUUCCKKK!!!
pl_pl: KURWAAAA!!!

source: NOOO!!
pl_pl: NIEEEE!!!

source: *Gurgle*
pl_pl: *bulgocze*

source: *Bllggghhh*
pl_pl: Bllgggghhh

source: *Grrrrrkkk*
pl_pl: Grrrkkkk

source: THE PAIN!!
pl_pl: TEN BÓL!!!

source: FFUUUCCCKKK!!
pl_pl: JAPIERDOLĘĘĘĘĘĘ!!

source: FUCK! FUCK!
pl_pl: KURWA! KURWA!

source: STOP! PLEASE!
pl_pl: STÓJ! PROSZĘ!

source: MY LEGS!!
pl_pl: MOJE NOGI!!!

source: HE'S EATING MY LEGS!!
pl_pl: WPIERDALA MOJE NOGI!!!

source: NOT MY LEGS!!!!
pl_pl: TYLKO NIE MOJE NOGI!!!
