Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Shoo military.po
Languages: pl_pl

source: No foreigners!
pl_pl: Żadnych obcych!

source: No outlanders allowed
pl_pl: Obcym wstęp wzbroniony.

source: No foreigners allowed
pl_pl: Nie wpuszczamy obcych.

source: You're not welcome here
pl_pl: Nie jesteś tu mile widziany.

source: You're not allowed here, barbarian
pl_pl: Nie wolno ci tu być, barbarzyńco.

source: You're not allowed here, savage
pl_pl: Nie możesz tu przebywać, pokrako.

source: Leave. I won't ask again.
pl_pl: Odejdź, nie będę prosić ponownie.

source: Get out. Don't make me ask you again.
pl_pl: Wynoś się. Nie każ mi się powtarzać.

source: Clear out!
pl_pl: Wynocha!

source: Take leave!
pl_pl: Odejdź!

source: I warned you! Arrest /HIM/!
pl_pl: Ostrzegałem! Aresztować /HIM/!

source: Then don't leave! Get /HIM/!
pl_pl: Zatem nie odchodź, brać /HIM/!

source: No? Then rot in jail!
pl_pl: Nie? Zatem będziesz gnić w więzieniu!

source: Off limits. Leave here.
pl_pl: Wycieczka się kończy. Odejdź.

source: You're not allowed here, leave at once
pl_pl: Nie wolno ci tu przebywać, odejdź.

source: You're not allowed here, clear out
pl_pl: Nie możesz tu być, wynoś się.

source: You're not allowed here, leave
pl_pl: Nie wolno ci tu być, spadaj.

source: You're not allowed here, take exit
pl_pl: Wypad stąd, tam jest wyjście.

source: Out of bounds, get out
pl_pl: Nie przekraczaj granicy, wynocha!

source: Out of bounds, clear off
pl_pl: Koniec spaceru, oddal się.

source: Out of bounds, leave
pl_pl: Koniec spaceru, odejdź.

source: Leave now.
pl_pl: Wyjdź teraz.

source: Are you deaf? I said leave, /WORM/!
pl_pl: Ogłuchłeś? Powiedziałem wyjdź, robaku!

source: I'm talking to you, /PEASANT/! LEAVE!
pl_pl: Mówię do ciebie, śmieciu! SPADAJ!

source: Got sand in your ears, /WORM/?! GO!
pl_pl: Masz piasek w uszach czy co? Won!

source: Why are you still here, /PEASANT/?! I said leave!
pl_pl: Czemu tu nadal jesteś, parobku? Wypad!

source: I won't ask you twice, /WORM/!
pl_pl: Nie będę się powtarzać, śmieciu!

source: You're not allowed in here, what are you doing? Leave.
pl_pl: Nie wolno ci tu być, co ty robisz? Odejdź.

source: What are you doing? Leave, you're not allowed here.
pl_pl: Co ty wyrabiasz? Nie możesz tu być.

source: Out of bounds. Get out.
pl_pl: Koniec zwiedzania, wynoś się.

source: Out of bounds. Leave at once.
pl_pl: Wycieczka się skończyła, odejdź w tej chwili.

source: Leave. Now.
pl_pl: Wyjdź. Teraz.

source: /GREASY/ woman! Why aren't you leaving?! Do as you're told!
pl_pl: Głupia kobieto! Czemu nie wychodzisz!? Rób tak jak mówię!

source: Damn you, /TEMPTRESS/! Obey me, leave!
pl_pl: A niech cię, opętana! Słuchaj się mnie i wyjdź!

source: Damn /TEMPTRESS/! I said leave!
pl_pl: Cholerne babsko! Wypad stąd!

source: /GREASY/ woman! Why aren't you leaving?! Go!
pl_pl: Wstrętna babo! Czemu nie idziesz? Wynocha mi stąd!

source: I said get out, woman! Leave!
pl_pl: Powtarzam, wyjdź, kobieto! Wyjdź!

source: Get out, woman! Or I'll have you thrown in jail!
pl_pl: Wyjdź stąd kobieto, albo trafisz do pierdla!

source: Leave! Wretched woman!
pl_pl: Odejdź! Opętana kobieta!

source: I said leave, wretched woman! Get out!
pl_pl: Powtarzam - wyjdź, babo! Opuść to miejsce!

source: Why aren't you leaving?! You're trespassing, get out!
pl_pl: Czemu nie wychodzisz!? Jesteś intruzem, wynoś się!

source: I said leave! No trespassing!
pl_pl: Mówię, WYJDŹ! Żadnych intruzów!

source: You there! You're not welcome here, don't make me ask you twice!
pl_pl: Ty tam! Nie jesteś tu mile widziany, nie każ mi się powtarzać!

source: I'm talking to you, /OUTLANDER/! Leave!
pl_pl: Mówię do ciebie, /OUTLANDER/! Odejdź!

source: Why are you still here, /OUTLANDER/? I won't ask you twice!
pl_pl: Czemu nadal tu jesteś, /OUTLANDER/!?

source: No more warnings!
pl_pl: Nie będzie ostrzeżeń!

source: This is your last warning!
pl_pl: Ostrzegam cię ostatni raz!

source: I won't ask you again, intruder!
pl_pl: Nie będę pytać ponownie, intruzie!

source: Don't make me tell you again, trespasser!
pl_pl: Nie każ mi się powtarzać, intruzie!

source: Ignore me and you'll pay, intruder!
pl_pl: Ignoruj mnie a oberwiesz, intruzie!

source: I warned you...!
pl_pl: Ostrzegałem!

source: Trespassing won't be tolerated!
pl_pl: Intruzi nie będą tolerowani!

source: Trespasser! Arrest /HIM/!
pl_pl: Intruz! Aresztować /HIM/!

source: Don't say I didn't warn you! Punish /HIM/!
pl_pl: Ostrzegałem cię! Dosięgnie cię kara!

source: Still here? Then you leave me no choice!
pl_pl: Nadal tu jesteś? Zatem nie pozostawiasz mi wyboru!
