Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Shoo civilian.po
Languages: pl_pl

source: What are you doing in here?
pl_pl: Co ty robisz w tym miejscu?

source: You're can't come in here
pl_pl: Nie możesz tutaj wchodzić.

source: Why are you in here?
pl_pl: Czemu tu jesteś?

source: You're not allowed in here
pl_pl: Nie możesz tu być!

source: Could you get out of my house?
pl_pl: Możesz wyjść z mojego domu?

source: You know you don't live here, right?
pl_pl: Wiesz że tu nie mieszkasz, prawda?

source: Not seeing guests right now.
pl_pl: Nie będę się spotykać z żadnymi gośćmi.

source: Are you lost?
pl_pl: Zgubiłeś się?

source: Don't think you should be here.
pl_pl: Wątpię, że możesz tu przebywać.

source: Could you show yourself out?
pl_pl: Możesz się stąd wynieść?

source: Please leave.
pl_pl: Odejdź, proszę.

source: Please leave
pl_pl: Proszę, wynieś się.

source: Please get out
pl_pl: Proszę, wyjdź.

source: Leave, please
pl_pl: Wyjdź, proszę.

source: Please go
pl_pl: Idź już, proszę.

source: Please go away
pl_pl: Proszę, odejdź sobie!

source: You're not in Holy Nation land now, 'brother'... You can't do as you please here...
pl_pl: Nie jesteś na ziemiach Świętego Narodu, "bracie"... Nie masz tu żadnych praw...

source: There are no paladins to protect you here, brother. Trespass and you'll be punished.
pl_pl: Nie ma tu żadnego paladyna który by cię ochronił, bracie. Intruzi będą karani.

source: Brother, I'm warning you, you need to leave now.
pl_pl: Bracie, ostrzegam cię, musisz w tej chwili wyjść.

source: Get out. Before the ninjas teach you a lesson in manners...
pl_pl: Wyjdź stąd, zanim ninja nauczą cię manier...

source: Intruder! In here, help!
pl_pl: Intruz, tutaj! Pomocy!!!

source: Scram!
pl_pl: Spadaj!

source: Shoo!
pl_pl: Won!

source: Leave me alone!
pl_pl: Zostaw mnie w spokoju!

source: /GUARDS/! Help!
pl_pl: /GUARDS/! Pomocy!

source: I need help! /GUARDS/! Intruder!
pl_pl: Potrzebuję pomocy! /GUARDS/! Intruz!

source: /GUARDS/! Intruder! Help!
pl_pl: /GUARDS/! Intruz! Pomocy!

source: Help me! Intruder! Somebody help me!
pl_pl: Pomóżcie mi! Intruz! Niech mi ktoś pomoże!

source: Stay out of here in future please.
pl_pl: Na przyszłość nie przychodź tu więcej, proszę.

source: You know where the door is...
pl_pl: Wiesz gdzie są drzwi...

source: Don't know you or why you're here.
pl_pl: Nie wiem kim jesteś i co tu robisz.

source: You don't belong here.
pl_pl: To nie twoje miejsce.

source: This is my home. Now get out.
pl_pl: To mój dom. A teraz się wynoś.

source: You're trespassing.
pl_pl: Przekraczasz granicę.

source: If you're here to kill or rob me, hurry up or get out.
pl_pl: Jeśli chcesz mnie zabić albo okraść to pospiesz się lub wypierdalaj.

source: I'll let you go. Long as don't take anything.
pl_pl: Pozwolę ci wyjść jeśli niczego nie ukradniesz.

source: You're not welcome in this house. Out.
pl_pl: Nie jesteś tu mile widziany. Won.

source: You have the wrong house.
pl_pl: Pomyliłeś domy.

source: Beat it!
pl_pl: No spadaj!

source: Hey! I said get out!
pl_pl: Hej! Mówię, wypad!

source: Hey! I said leave!
pl_pl: Hej! Powiedziałem, spadaj!

source: What's wrong with you? Get out!
pl_pl: Co z tobą nie tak? Wypad!

source: Why are you still here?! Shoo!
pl_pl: Czemu tu nadal jesteś!? Won!

source: Why are you still here!? Go away!
pl_pl: Czemu tu nadal przebywasz? Wypad!

source: Why are you still here!? Get out!
pl_pl: Czemu tu nadal jesteś! Spadaj!

source: I said leave already!
pl_pl: Masz wyjść stąd w tej chwili!

source: Just get out already!
pl_pl: Po prostu stąd wyjdź!

source: Hello? I said get out!
pl_pl: Halo, wypad!

source: Why are you still here?
pl_pl: Czemu nadal tu jesteś!?

source: Hey! Will you hurry up and leave?!
pl_pl: Hej! Możesz się pospieszyć i wyjść?!

source: What's wrong with you? Leave already!
pl_pl: Co z tobą nie tak! Wypad stąd!

source: LEAVE!
pl_pl: WYJDŹ!

source: GO AWAY!
pl_pl: ODEJDŹ!

source: LEAVE ME ALONE!
pl_pl: ZOSTAW MNIE!

source: Get out of my house!
pl_pl: Wyjdź z mojego domu!

source: I said get out of my /GODDAMN/ house!
pl_pl: Wyjdź z mojego cholernego domu!

source: Don't usually keep company at this hour.
pl_pl: Nie utrzymuję towarzystwa o tej godzinie.

source: Excuse me. Mind coming back later?
pl_pl: Przepraszam, możesz przyjść później.

source: Early day tomorrow, so...
pl_pl: Jutro wcześnie wstaję, więc...

source: If you need a bed for the night, the inn's your best bet.
pl_pl: Jeśli potrzebujesz łóżka na noc, spróbuj w którymś z barów.

source: Can I show you to the door?
pl_pl: Mam pokazać ci drzwi?

source: It's getting late.
pl_pl: Robi się już ciemno.

source: Need to lock up soon, so...
pl_pl: Muszę już zamykać, więc...

source: If that's all, then...
pl_pl: Jeśli to wszystko, to...

source: Um...
pl_pl: Umm...

source: Excuse me...?
pl_pl: Przepraszam...?

source: Um... hello...
pl_pl: Eee... Halo...

source: Er...
pl_pl: Err...

source: Er... you're still here...
pl_pl: Err... Nadal tu jesteś...

source: Oh.. uh.. you're not leaving...
pl_pl: Eee... Yyy... Nie wychodzisz...

source: This is awkward...
pl_pl: To jest dziwne...

source: Bit awkward...
pl_pl: Trochę denerwujące...

source: Can you leave now?
pl_pl: Możesz wyjść już?

source: What are you doing?
pl_pl: Co ty robisz?

source: /GUARDS/! A little help?
pl_pl: /GUARDS/! Trochę pomocy?

source: What do you want from me?! /GUARDS/! Get /HIM/ out!
pl_pl: Czego ode mnie chcesz!? /GUARDS/! Zabrać /HIM/ stąd!

source: What do I do? /GUARDS/, I need help!
pl_pl: Co mam robić? /GUARDS/, potrzebuję pomocy!

source: Okay...
pl_pl: Okej...

source: /ARG/! Skeletons!
pl_pl: /ARG/! Szkieletrony!

source: /ARG/! Dark ones!
pl_pl: /ARG/! Mroczni!

source: DARK MINIONS!
pl_pl: MROCZNE POMIOTY!

source: /ARG/! Agents of darkness!
pl_pl: /ARG/! Agenci mroku!

source: SKELETONS!
pl_pl: SZKIELETRONY!

source: Sk- sk- SKELETONS!
pl_pl: Szk-szk-SZKIELETRONY!

source: Help me! Save me Okran!
pl_pl: Pomocy! Okranie, ratuj mnie!

source: We're all doomed!
pl_pl: Jesteśmy zgubieni!

source: Skeletons are here! God save us all!
pl_pl: Szkieletrony tu są! Boże, ratuj nas!

source: Holy Lord Phoenix save us all!
pl_pl: Święty Feniksie, ratuj!

source: Sk- skeleton!
pl_pl: Szk-szkieletron!

source: A skeleton?!
pl_pl: Szkieletron?!

source: Skeleton...
pl_pl: Szkieletron...

source: /ARG/! Please go! I don't want any trouble!
pl_pl: /ARG/! Odejdź stąd! Nie chcę żadnych problemów!

source: Please... please leave...
pl_pl: Proszę... Proszę, odejdź...

source: No... not me... please...
pl_pl: Nie... Nie ja... Proszę...

source: Why me...? Please...
pl_pl: Czemu ja?... Błagam...

source: Be- beast!
pl_pl: Be-bestia!

source: Kch!... Please, leave beast... I don't want any trouble...
pl_pl: Kch!... Proszę, odejdź, bestio... Nie chcę żadnych problemów...

source: Beast!
pl_pl: Bestia!

source: /ARG/! Get out! Get out, beast!
pl_pl: /ARG/! Odejdź! Odejdź, bestio!
