Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/shopkeep greet holy.po
Languages: pl_pl

source: /HOLYGREET/. How can I help you?
pl_pl: /HOLYGREET/. Mogę ci pomóc?

source: /HOLYGREET/. Need supplies?
pl_pl: /HOLYGREET/. Potrzebujesz zapasów?

source: /HOLYGREET/. Looking to trade?
pl_pl: /HOLYGREET/. Chcesz coś kupić?

source: /HOLYGREET/. Here for business?
pl_pl: /HOLYGREET/. Chcesz handlować?

source: /HOLYGREET/. Can I help you?
pl_pl: /HOLYGREET/. Mogę ci w czymś pomóc?

source: Welcome. /HOLYGREET/.
pl_pl: Witaj. /HOLYGREET/.

source: /HOLYGREET/. Take a look around.
pl_pl: /HOLYGREET/. Rozejrzyj się po sklepie.

source: /HOLYGREET/. See anything you like?
pl_pl: /HOLYGREET/. Widzisz coś dla siebie?

source: Ah, a new buyer. /HOLYGREET/.
pl_pl: Ach, nowy kupiec. /HOLYGREET/.

source: /HOLYGREET/, have a browse.
pl_pl: /HOLYGREET/, rozejrzyj się po przybytku!

source: A customer! /HOLYGREET/!
pl_pl: Klient! /HOLYGREET/!

source: Ah, back again? /HOLYGREET/.
pl_pl: Ach, wracamy? /HOLYGREET/.

source: Good to see you again, /BROTHER/.
pl_pl: Dobrze cię znów widzieć, /BROTHER/.

source: Welcome back, /BROTHER/, take a look around.
pl_pl: Witaj z powrotem, /BROTHER/, rozejrzyj się.

source: Welcome back, customer. Come on in.
pl_pl: Witaj znów, kliencie. Wejdź.

source: Welcome back, /BROTHER/! Looking for anything in particular?
pl_pl: Witaj znów, /BROTHER/! Szukasz czegoś konkretnego?

source: Come on in, /BROTHER/. Have a browse.
pl_pl: Wejdź, /BROTHER/, zobacz mój asortyment.

source: Ah, /HOLYGREET/. Back for more goods?
pl_pl: Ach, /HOLYGREET/. Wracasz po więcej dóbr!

source: Come to trade?
pl_pl: Chcesz handlować?

source: Yes, need something?
pl_pl: Potrzebujesz czegoś?

source: ... Your kind aren't welcome in my shop.
pl_pl: ... Twoja rasa nie jest mile widziana w moim sklepie.

source: ... I don't serve your kind.
pl_pl: ...Nie służę twojej rasie.

source: ... Pure bloods only.
pl_pl: ...Tylko dla czystokrwistych.

source: I don't sell to your kind.
pl_pl: Nic nie sprzedam twojej rasie.

source: Your money isn't welcome here, beast.
pl_pl: Nie chcę twoich pieniędzy, bestio.

source: Unshackled beasts not allowed.
pl_pl: Wolne bestie nie mają tu miejsca.

source: I only serve pure bloods.
pl_pl: Służę tylko czystej krwi.

source: You, you're no Okranite. I only serve children of the light.
pl_pl: Nie jesteś Okranitą. Służę tylko dzieciom światła.

source: Dark ones aren't welcome in my shop.
pl_pl: Mroczni nie są mile widziani w moim sklepie.

source: Take your money elsewhere, dark one. I don't want your custom.
pl_pl: Zabierz swoje pieniądze, mroczny. Nie chcę cię tu.

source: Walk on, dark one. Your Cats aren't welcome here.
pl_pl: Idź dalej, mroczny. Twoje catuny nie są tu mile widziane.

source: ... Corrupting our city with your /GREASY/ ways... Take your business elsewhere.
pl_pl: ...Zatruwacie nasze miasto swoimi bestialskimi mocami... Szukaj gdzie indziej.

source: Take your business elsewhere, /GREASY/ one.
pl_pl: Ubijaj interesy w innym miejscu...

source: Leave.
pl_pl: Odejdź.

source: ... Beasts like you should be shackled.
pl_pl: Bestie twojego pokroju powinny siedzieć w kajdanach.

source: Don't need your dark energy in here. I got enough to deal with already, thanks.
pl_pl: Nie potrzebuję tu twojej mrocznej energii. Mam wystarczająco dużo problemów na głowie.

source: Spreading all your dark juju around my shop. No thanks.
pl_pl: Roznosisz mroczną aurę w moim sklepie. Chyba podziękuję.

source: /GREASY/ thief. You're not welcome in my shop anymore.
pl_pl: Cholerny złodziej. Nie chcę cię w moim sklepie.

source: /GREASY/ criminal. That's right, I remember your face. Leave.
pl_pl: Cholerny złodziej. O tak, zapamiętam twoją twarz. Wyjdź.

source: You again! You're not welcome here, thief.
pl_pl: Znów ty! Nie chcę cię tu, złodzieju.

source: You again... /GREASY/ thief, get out of my shop.
pl_pl: Znowu ty... Cholerny złodzieju, wyjdź z mojego sklepu.

source: You. You lost your trading rights when you stole from me!
pl_pl: Ty. W momencie okradzenia mnie odebrano ci prawa handlowe!

source: Get out, /GREASY/ thief.
pl_pl: Wynoś się, cholerny złodzieju.

source: Not you again? Leave, thief.
pl_pl: A niech to, znowu ty? Wynocha, złodzieju.

source: /GREASY/ thief, I remember you. I'm watching you.
pl_pl: Złodzieju... Zapamiętam cię, wszyscy cię obserwują.

source: I've got my eye on you, thief.
pl_pl: Mam na ciebie oko, złodzieju.

source: Touch anything and I'm calling the /GUARD/s.
pl_pl: Dotknij czegokolwiek a zawołam straże.

source: Keep your /GREASY/ fingers off my stock.
pl_pl: Trzymaj swoje brudne łapska z dala od mojego towaru.

source: Don't touch anything, thief. I've got my eye on you.
pl_pl: Niczego nie dotykaj, złodzieju. Mam na ciebie oko.

source: Don't try anything stupid, thief.
pl_pl: Nie próbuj głupot, złodzieju.

source: Okran protect me from /GREASY/ thieves
pl_pl: Okranie, chroń mnie przed złodziejami...

source: Okran protect my shop from sinners
pl_pl: Okran chroni mnie przed grzesznikami.
