Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/shop welcome customer.po
Languages: pl_pl

source: Welcome!
pl_pl: Witaj!

source: Hello!
pl_pl: Cześć!

source: Welcome! Come and browse!
pl_pl: Witaj! Wejdź i rozejrzyj się!

source: Welcome customer!
pl_pl: Witaj, kliencie!

source: Welcome new customer!
pl_pl: Witam nowego klienta!

source: Welcome! Have a browse!
pl_pl: Witaj! Rozejrzyj się!

source: Come in, have a browse!
pl_pl: Wejdź, rzuć no okiem!

source: Take a look around, customer!
pl_pl: Rozejrzyj się, kliencie!

source: /HI/, customer!
pl_pl: /HI/, kliencie!

source: Welcome, customer, what can I do for you?
pl_pl: Witaj, kliencie. Co mogę dla ciebie zrobić?

source: Welcome, take a look around...
pl_pl: Witaj, rozejrzyj się po przybytku...

source: Welcome back!
pl_pl: Witaj z powrotem!

source: Good to see you again!
pl_pl: Dobrze cię znów widzieć!

source: My favorite customer!
pl_pl: Mój ulubiony klient!

source: Welcome, friend.
pl_pl: Witaj, przyjacielu.

source: Looking for something?
pl_pl: Szukasz czegoś?

source: Come in. Have a browse.
pl_pl: Wejdź. Rozejrzyj się.

source: Take a look around.
pl_pl: Rozejrzyj się.

source: Ah, a new buyer. Welcome.
pl_pl: Ach, nowy klient. Witaj.

source: Welcome back.
pl_pl: Witaj z powrotem.

source: Good to see you again.
pl_pl: Dobrze cię znów widzieć.

source: Well, well. My favorite customer!
pl_pl: Kogoż moje oczy widzą, mój ulubiony klient!

source: Back for more goods?
pl_pl: Wracasz po więcej towaru?

source: Did you forget to buy something?
pl_pl: Dodatkowe zakupy?

source: Back again, thief!
pl_pl: Witam znów, złodzieju!

source: It's that damn thief again!
pl_pl: To znów ten cholrny złodziej!

source: Damn thief, /GETLOST/!
pl_pl: Jebany złodziej, /GETLOST/!

source: Get lost, thief!
pl_pl: Wynoś się, złodzieju!

source: You're not welcome here, thief!
pl_pl: Nie jesteś tu mile widziany, złodzieju!

source: Think I'm stupid? Get out, thief!
pl_pl: Myślisz, żem idiota? Wynoś się, złodzieju!

source: You, thief! Get out!
pl_pl: Ty, złodzieju! Wynocha!

source: I never forget a thief! Leave!
pl_pl: Nigdy nie zapomnę mordy złodzieja, wynocha!
