Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Swamper gang member one liners.po
Languages: pl_pl

source: If you don't trample, you don't get.
pl_pl: Jeśli nie depczesz, nie zyskujesz.

source: Nice people don't get nice things.
pl_pl: Dobrzy ludzie nie dostają dobrych rzeczy.

source: You wanna succeed, you gotta bash some skulls.
pl_pl: Jeśli chcesz wygrywać musisz rozwalić parę czaszek.

source: You wanna succeed, you gotta get your hands dirty.
pl_pl: Chcesz wygrać - ubrudź sobie łapska.

source: You wanna make it to the top, you gotta step on some heads.
pl_pl: Żeby dostać się na szczyt musisz wejść po paru głowach.

source: Yeah? What're YOU lookin' at, newbie?
pl_pl: Hę? Na co się gapisz, typie?

source: Hoy, pretty thing ain'tcha, greenfruit?
pl_pl: Hej, ładny sprzęt, nie?

source: Hoy, pretty little thing ain'tcha, greenfruit?
pl_pl: Hej, ładny drobiazg, nie?

source: Not when I'm finished with ya you won't be, eheheh!
pl_pl: Będzie brzydki, jak z tobą skończę, hehehe!

source: Nice pair o' lips you got there, /OUTLANDER/...
pl_pl: Niezła para warg, /OUTLANDER/...

source: Nice pair o' eyes you got there, /OUTLANDER/...
pl_pl: Niezła para oczu, /OUTLANDER/...

source: Nice pair o' ears you got there, /OUTLANDER/...
pl_pl: Niezła para uszu, /OUTLANDER/...

source: Would look even better pinned to my wall...
pl_pl: Wyglądałyby nawet lepiej na mojej ścianie...

source: Would look even better on a neck chain...
pl_pl: Wyglądałyby lepiej na moim wisiorze...

source: Would go perfect with the rest of my collection...
pl_pl: Pasowałyby do reszty mojej kolekcji...

source: *Heavy breathing*
pl_pl: *ciężko oddycha*

source: Cross the Blackshifters and you'll pay for it in blood
pl_pl: Wejdź w drogę Czarnej Szychcie a zapłacisz krwią.

source: Cross the Blackshifters and you'll pay the price
pl_pl: Wejdź w drogę Czarnej Szychcie i zapłacisz za to.

source: Outta the way, deadbeat
pl_pl: Z drogi, śmieciu.

source: New in town? You stick out like a turd in a fruit bowl
pl_pl: Nowy w mieście? Wyróżniasz się niczym gówno pośród owoców.

source: The Blackshifters run this show
pl_pl: Czarna Zmiana prowadzi ten interes.

source: How long the new /GUY/ lives, place your bets now...
pl_pl: Zbierajcie zakłady, ciekawe, ile nowy jeszcze pożyje...
