Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Swamp gang member defeats enemy squad.po
Languages: pl_pl

source: Penniless /IDIOT/s get their legs broken.
pl_pl: Biedni idioci łamią sobie nogi.

source: Anything can be bought with Cats. The Blackshifters own you, /BOY/.
pl_pl: Nie wszystko można kupić za pieniądze. Czarna Zmiana cię przerasta, /BOY/.

source: When you cross the Blackshifters, your money's useless in the swamps.
pl_pl: Gdy wejdziesz w drogę Czarnej Szychcie twoje pieniądze się nie przydadzą.

source: Worthless /IDIOT/s get their legs broken.
pl_pl: Bezwartościowi debila tracą nogi.

source: You mess with the Blackshifters, you get your legs broken.
pl_pl: Zadzierasz z Czarną Szychtą, łamiesz sobie nogi.

source: Worthless! You waste MY time, you waste the Blackshifter's time!
pl_pl: Bez wartości! Marnujesz MÓJ czas, marnujesz czas Czarnej Szychty!

source: Penniless /IDIOT/... You're worth nothing to us...
pl_pl: Biedny idioto... Nie masz żadnej wartości dla nas.

source: Take your chump change elsewhere, you're not welcome in our casinos.
pl_pl: Weź swoją kasę gdzie indziej, nie jesteś mile widziany w naszych kasynach.

source: The Blackshifters own you. We own everything.
pl_pl: Czarna Zmiana cię przerasta. Przerastamy wszystko.

source: ... Mmm, looks healthy. This one'll make a good harvest.
pl_pl: Mmm, wygląda zdrowo. Będzie nam służyć.

source: ... This one looks like a good specimen...
pl_pl: Ten wygląda na dobrą jednostkę...

source: ... Shame to let a good sample go to waste...
pl_pl: Okropne byłoby zmarnowanie takiej dobrej próbki...

source: *Licks lips*
pl_pl: *oblizuje wargi*

source: This one has pretty /BODYPARTS/... How about a souvenir?
pl_pl: Ten ma ładne /BODYPARTS/... Może weźmiemy na pamiątkę?

source: They got purty /BODYPARTS/. Can I take 'em with me?
pl_pl: Mają wspaniałe /BODYPARTS/. Mogę je wziąć?

source: And now comes the best part, /QUICKLAUGH/...
pl_pl: A teraz nadchodzi najlepsze, /QUICKLAUGH/...

source: Time for some experimental surgery...
pl_pl: Czas na trochę eksperymentalnej chirurgii...

source: Time to play the game of "What am I gonna cut off first!"
pl_pl: Zagrajmy w "Co odetnę najpierw?"!

source: It's like I'm an artist and you're a raw piece of stone, /QUICKLAUGH/...
pl_pl: Jestem niczym rzeźbiarz, a ty jesteś moim kamieniem, /QUICKLAUGH/...

source: It’s not that I don't dig fighting. It's just that I like what comes after a lot more...
pl_pl: To nie tak, że uwielbiam walkę. Po prostu kocham to, co dzieje się później...

source: *Licks lips*... You're all mine now...
pl_pl: *oblizuje wargi*... Teraz jesteś mój...

source: And then I said "Gimme the scalpel"...
pl_pl: A potem mówię "Podaj mi skalpel"...

source: Now's not the time for organ harvesting. Leave /HIM/.
pl_pl: Nie mamy czasu na zbieranie organów. Zostaw /HIM/.

source: No time. We'll come back later and you can scavenge all you want.
pl_pl: Nie ma czasu. Wrócimy później i zbierzesz co zechcesz.

source: Not now. Let's go.
pl_pl: Nie teraz. Idziemy.

source: Dammit, stick to the schedule, will ya? Quit gettin' distracted by /CORPSE/s.
pl_pl: Cholera, trzymaj się planu, dobra? Przestań patrzeć na ciała.

source: Leave the bodies alone, will you? We don't have time for this.
pl_pl: Zostaw ciała w spokoju, dobra? Nie mamy na to czasu.

source: Now's not the time for playin' surgeon! Let's go already!
pl_pl: Nie czas na zabawę w doktora! Spierdalamy!

source: Mmm... pretty...
pl_pl: Mmm... Ładne...
