Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Tech Hunter Recruit 2500.po
Languages: pl_pl

source: You heading out treasure hunting? I'm looking for a team to join if you'll take me...
pl_pl: Idziesz szukać skarbów? Mogę cię wesprzeć wiedzą i umiejętnościami, jeśli mnie weźmiesz...

source: Heading out for some tech hunting? I'm looking to /TEAMUP/ on a trek if you're interested...
pl_pl: Wyruszasz na poszukiwania? Szukam ekipy na wyprawę, jeśli cię to interesuje.

source: There's only one thing people come to World's End for: Tech hunting. So, you looking to /TEAMUP/ for some hunting?
pl_pl: Ludzie przybywają do Końca Świata tylko po jedno: szukanie technologii. A więc, szukasz towarzyszy do łowów?

source: Got separated from my squad out on a treasure hunt. Could use some new company if you're interesting in teaming up, /OUTLANDER/...
pl_pl: Oddzieliłem się od mojej drużyny podczas wyprawy, nie widziałem ich już parę tygodni. Szukam nowej ekipy, jeśli cię to interesuje, /OUTLANDER/...

source: Treasure hunting alone ain't an easy task. Could use some company if you're hiring, /OUTLANDER/?
pl_pl: Poszukiwanie skarbów to nie jest łatwe zadanie. Nie potrzebujesz towarzystwa, /OUTLANDER/?

source: Maybe. What's your fee?
pl_pl: Może. Ile sobie liczysz?

source: 6000 Cats. I'm a well seasoned Tech Hunter so I'd say it's a fair price for my combat skills. How about it?
pl_pl: 6000 catunów. Jestem weteranem i myślę, że to uczciwa cena za moje umiejętności. Co ty na to?

source: 6000 Cats. If you need more hard-hitters on your team, I'm your /MEMAN/. I've got the experience to be worth my weight in Cats.
pl_pl: 6000 catunów. Jeśli potrzebujesz więcej twardzieli w drużynie, jestem najlepszym, wyborem. Mam doświadczenie adekwatne do zapłaty.

source: Well, I know my way around a sword and I know how to not get hit, so I've a little more value than most. My fee is 6000 Cats, do we have a deal?
pl_pl: Cóż, wiem jak radzić sobie z mieczem i jak nie oberwać w łeb, więc raczej mam więcej wartości niż inny. Chcę 6000 catunów, stoi?

source: Okay, come with me.
pl_pl: Okej, chodź ze mną.

source: I don't have enough money.
pl_pl: Nie mam takiej forsy.

source: Sorry, I'm not interested afterall.
pl_pl: Wybacz, nie interesuje mnie to.

source: You must be a treasure hunter, correct? Interested in hiring an extra adventurer?
pl_pl: Jesteś łowcą skarbów, prawda? Szukasz towarzysza?

source: Here on a tech hunt, /OUTLANDER/? I need a team if you need a merc...
pl_pl: Szukasz technologii, /OUTLANDER/? Szukam ekipy, jeśli ty szukasz najemnika...

source: I'm looking for work if you're looking for fresh recruits, adventurer. Are you interested?
pl_pl: Szukam roboty, a ty chyba potrzebujesz rekrutów, podróżniku. Co ty na to?

source: Depends. How much will it cost me?
pl_pl: To zależy. Ile mam ci zapłacić?

source: Sure. What's your cost?
pl_pl: Jasne. Ile za ciebie?

source: 6000 Cats. I have decent enough sword skills to cover my price tag, rest assured.
pl_pl: 6000 catunów. Moje umiejętności są adekwatne co do ceny, zapewniam.

source: I charge 6000 Cats. I have the sword skills to make me worth my cost though, adventurer.
pl_pl: Chcę 6000 catunów. Dobrze radzę sobie mieczem, więc to i tak niska cena, podróżniku.
