Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Tech hunter recruit 700.po
Languages: pl_pl

source: You must be looking to recruit fellow treasure hunters, am I right? I can join you for the usual price, 3000 Cats.
pl_pl: Chyba szukasz łowców skarbów, co? Mogę do ciebie dołączyć za 3000 catunów.

source: Looking for an extra pair of hands to take on your next tech hunt? I'll join you for 3000 Cats.
pl_pl: Szukasz dodatkowej pary rąk na wyprawę? Dołączę do ciebie za 3000 catunów.

source: Need a pack gar for your next tech hunting trek? I can join you for 3000 Cats if you're interested, better than any gar ever was.
pl_pl: Potrzebujesz tragarza na następną wyprawę? Dołączę do ciebie za 3000 catunów, jeśli cię to interesuje. Jestem najlepszy.

source: You there, you hiring? How about a pack gar? I can carry your equipment and I'll only charge you 3000 Cats if you'll take me on your next treasure hunt...
pl_pl: Hej, ty, szukasz robotników? Może tragarza? Mogę nieść twój sprzęt i policzę sobie tylko 3000 catunów, jeśli weźmiesz mnie na wyprawę...

source: Heading out on a tech hunting expedition? Got room for one more? I'll make myself useful for 3000 Cats, how about it?
pl_pl: Wyruszasz na ekspedycję badawczą? Masz miejsce na jeszcze jednego towarzysza? Mogę być przydatny za ledwie 3000 catunów, co tyn a to?

source: Sure, let's go.
pl_pl: Jasne, chodź.

source: Sure, you're hired!
pl_pl: Jasne, dostajesz robotę!

source: I can't afford that right now.
pl_pl: Nie stać mnie.

source: Ugh, great, yet another tech hunter to crow on about /HIS/ latest adventures...
pl_pl: Ech, świetnie, kolejny łowca technologii do opowiadania o swoich ostatnich podróżach...

source: If you're here to brag and boast about past adventures, save your breath, /OUTLANDER/. You're nothing special against any of the other hundreds of tech hunters 'round here...
pl_pl: Jeśli jesteś tu tylko po to, by opowiadać o swoich podróżach, to daruj sobie, /OUTLANDER/. Nie jesteś nikim wyjątkowym pośród setek tobie podobnych...

source: Let me guess! Come to gloat about your tech hunting adventures over a refreshing rum?... Save your heroics for someone who cares, I've heard it all already in this bar...
pl_pl: Niech zgadnę! Przychodzisz pierdolić o swoich łowieckich podróżach nad szklanką rumu?... Zachowaj swoje wyczyny dla kogoś, kogo to obchodzi. Słyszałem już wszystko w tym barze.

source: I'll tell you what, World's End is full of hot air. All you adventurers are nothing but talk. I miss the good old days when I could enjoy a drink in silence...
pl_pl: Powiem ci coś, Koniec Świata jest pełen hałasu. Wszyscy podobni tobie podróżnicy przychodzą tylko gadać. Tęsknię za dawnymi czasami, gdy mogłem pić w ciszy...

source: Actually, I was looking to hire recruits...
pl_pl: W sumie, to szukam rekrutów...

source: Huh... Well, alright, I charge 3000 Cats.
pl_pl: Hę? Ach, skoro tak, to chcę 3000 catunów.

source: Hiring recruits, eh... Well, my fee is 3000 Cats. Interested?
pl_pl: Rekrutów, co?... Heh, za 3000 catunów pójdę z tobą w ogień. Stoi?

source: Is that so... You're in luck. I charge 3000 Cats.
pl_pl: Skoro tak... Masz szczęście. Liczę sobie 3000 catunów.

source: Then enjoy your alone time, I'm leaving.
pl_pl: Zatem baw się dobrze w samotności, wychodzę.

source: You must be a treasure hunter, correct? Interested in hiring an extra adventurer? It will cost you 3000 Cats.
pl_pl: Jesteś łowcą skarbów, co? Nie potrzebujesz towarzysza? Dołączę za 3000 catunów.

source: Here on a tech hunt, /OUTLANDER/? I need a team if you need a merc. My fee is 3000 Cats.
pl_pl: Szukasz technologii, co, /OUTLANDER/? Mogę dołączyć do druzyny, jeśli potrzebujesz najemnika. Chcę 3000 catunów.

source: I'm looking for work if you're looking for fresh recruits, adventurer. 3000 Cats, are you interested?
pl_pl: Ja szukam pracy, a jeśli ty potrzebujesz rekrutów, to dobrzre się składa, podrózniku. 3000 catunów, pasuje?

source: You're back?
pl_pl: Znów tutaj?

source: You again? What is it?
pl_pl: Znowu ty? Co tym razem?

source: You came back. What is it, you need something?
pl_pl: Wracasz. Co tam, potrzebujesz czegoś?

source: I'd like to hire you.
pl_pl: Chcę cię zatrudnić.

source: I decided to recruit you.
pl_pl: Biorę cię ze sobą.

source: I'm back to hire you.
pl_pl: Wracam, by cię zgarnąć.

source: It's nothing, sorry.
pl_pl: Nic takiego, wybacz.
