Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Thief smuggler Shinobi.po
Languages: pl_pl

source: Talk to the boss if you wanna talk business.
pl_pl: Gdaj z szefem, jeśli chcesz handlować.

source: Wanna do business? Then talk to the boss first.
pl_pl: Chcesz robić interesy? Pogadaj z szefem.

source: Members only. If you want in, talk to the boss.
pl_pl: Tylko dla członków. Jeśli chcesz dołączyć, wal do szefa.

source: Talk to the boss.
pl_pl: Rozmawiaj z szefem.

source: New member, eh?... Well, unless you actually enjoy the inside of a jail cell knock that shifty look off your face, I can spot you a mile off. Anyway, down to business, whadd'ya got for me?
pl_pl: Nowy członek, co?... Cóż, przynajmniej dopóki nie spodoba ci się klatka, w którą będziesz pukać przez tą straszną mordę. Zobaczyłbym cię z kilometra. Ale dobra, wracamy do biznesu. Co dla mnie masz?

source: I'm a skeleton. This is my normal face...
pl_pl: Jestem szkieletronem. To moja normalna twarz...

source: Well ain't that unfortunate.
pl_pl: Cóż, straszne nieszczęście.

source: I've nothing to trade, I'm leaving.
pl_pl: Nic dla ciebie nie mam, narazie.

source: I didn't ask for advice.
pl_pl: Nie pytałem o rady.

source: Then I hope you got some contraband for me. What have you got?
pl_pl: Zatem wierzę, że masz trochę kontrabandy dla mnie. Pokaż, co masz.

source: What do you buy?
pl_pl: Co kupujesz?

source: Illegal goods that you can smuggle into the city, drugs, that kind of thing. But if you've got stolen loot you wanna fence talk to my friend here, that's his territory.
pl_pl: Nielegalny sprzęt który możesz przeszmuglować do miasta - narkotyki, alkohol i inne. Ale jeśli masz trochę kradzionego sprzętu, pogadaj z moim kumplem, to jego terytorium.

source: Where can I source these illegal goods?
pl_pl: Gdzie znajdę te nielegalne dobra?

source: Well, that's your job, not mine...
pl_pl: Cóż, to już twoje zadanie, nie moje...

source: *Sigh*... Alright newbie, if you're really that clueless try the swamps. You'll have a lot of competition there though.
pl_pl: *wzdycha* Dobra, kadecie, jeśli naprawdę nie masz pojęcia to spróbuj na bagnach. Jest tam jednak spora konkurencja, więc uważaj.

source: I think I have something to trade.
pl_pl: Chyba mam coś na sprzedaż.

source: I see, thanks for the info.
pl_pl: Rozumiem, dzięki za rozmowę.

source: I'll show you, let's trade.
pl_pl: Pokażę, handlujmy.

source: Nothing today.
pl_pl: Dziś nic ciekawego.

source: Let's see what you got for me today...
pl_pl: Pokaż mi, co tam dziś dla mnie masz...

source: Whadd'ya got for me, /BROTHER/?
pl_pl: Co dla mnie masz, /BROTHER/?

source: Let's get down to business shall we?
pl_pl: Przejdźmy do interesów, dobra?

source: Bought in anything good?
pl_pl: Masz jakiś dobry towar?

source: Got any smuggled goods to sell on?
pl_pl: Masz jakiś nielegalny towar dla mnie?

source: Take a look.
pl_pl: Sam zobacz.

source: I have something to trade.
pl_pl: Mam coś na sprzedaż.
