Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/trader holy nation.po
Languages: pl_pl

source: /HOLYGREET/. What can I do for you today?
pl_pl: /HOLYGREET/. Jak mogę ci dziś pomóc?

source: /HOLYGREET/. How can I help you, are you looking to trade?
pl_pl: /HOLYGREET/. W czym mogę pomóc, chcesz handlować?

source: /HOLYGREET/, how are you today? Looking for anything in particular?
pl_pl: /HOLYGREET/, jak się czujesz? Szukasz czegoś szczególnego?

source: /HOLYGREET/, I hope that you are well. What can I do for you today? Looking to trade?
pl_pl: /HOLYGREET/, mam nadzieję że wszystko u ciebie w porządku. Co mogę dla ciebie zrobić? Chcesz coś kupić?

source: /HOLYGREET/. Looking to buy?
pl_pl: /HOLYGREET/. Zakupy?

source: /HOLYGREET/. Today is a fine day for trading! What can I get you?
pl_pl: /HOLYGREET/. Wspaniały dziś dzień na handel! Co mogę ci podać?

source: Can I see your wares?
pl_pl: Mogę zobaczyć twoje towary?

source: Show me your wares
pl_pl: Pokaż mi swoje towary.

source: Let's see what you've got
pl_pl: Pokaż mi co masz.

source: Let's get down to business
pl_pl: Przejdźmy do interesów.

source: Show me what you've got
pl_pl: Pokaż mi, co masz.

source: No, nothing. Sorry to bother you.
pl_pl: Nic, nieważne. Wybacz za kłopot.

source: No, nothing. Nevermind.
pl_pl: Nic, nieważne.

source: Looking to trade?
pl_pl: Chcesz pohandlować?

source: You buying?
pl_pl: Kupujesz coś?

source: Here for business?
pl_pl: W interesach?

source: See anything you like?
pl_pl: Widzisz coś dla siebie?

source: I don't do business with thieves!
pl_pl: Nie robię interesów ze złodziejami!

source: You think I'd trade with a thief?! Leave.
pl_pl: Myślisz że będę handlować ze złodziejem?! Odejdź.

source: Take your custom elsewhere, sinner.
pl_pl: Kupuj u kogo innego, grzeszniku.

source: I don't deal with thieves!
pl_pl: Nie handluję ze złodziejami!

source: Sticky fingered sinner! Take your business elsewhere.
pl_pl: Lepkoręki grzesznik! Rób interesy w innym miejscu.

source: Not in my shop, thief. Take your Cats elsewhere.
pl_pl: Nie w moim sklepie, złodzieju. Bierz pieniądze gdzie indziej.

source: Really, you want to trade? After you stole from me!? Get out of my shop!
pl_pl: Naprawdę, chcesz ze mną handlować? Pomimo okradzenia mnie?! Wynoś się ze sklepu!

source: You stole from me. I won't forget that. Leave.
pl_pl: Okradłeś mnie, nie zapomnę ci tego. Wynoś się.

source: Leave, thief. I got no wares for you.
pl_pl: Odejdź, złodzieju. Nic dla ciebie nie mam.

source: I've got nothing to trade with you, thief.
pl_pl: Nic ci nie sprzedam, złodzieju.

source: Looks like I'm all sold out. Leave, thief.
pl_pl: Chyba się wyprzedałem. Odejdź, złodzieju.

source: I won't waste my breath on a lowly thief. Leave my shop.
pl_pl: Nie będę marnować oddechu na bękarciego złodzieja. Opuść mój sklep.

source: Okran bless you. How may I serve you holy /BROTHER/?
pl_pl: Niech Okran cię błogosałwi, jak mogę ci pomóc,/BROTHER/?

source: How may I serve you, holy /BROTHER/?
pl_pl: Co mogę dla ciebie zrobić, /BROTHER/?

source: Whatever you need, holy /BROTHER/. I'm here to serve.
pl_pl: Czego tylko potrzebujesz, /BROTHER/. Jestem tu by służyć.

source: ... Please leave
pl_pl: ... Odejdź, proszę.

source: ... I will not serve a thief
pl_pl: Nie będę usługiwać złodziejowi.

source: ... Please, leave me, thief
pl_pl: Odejdź, złodzieju, nalegam.
