Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/trader mourn.po
Languages: pl_pl

source: Show me your goods.
pl_pl: Pokaż mi, co masz.

source: Let's do business.
pl_pl: Przejdźmy do interesów.

source: Old mining town. Weren't so great with their slave control, turns out. But it makes a good shelter for travellers, so long as the wildlife keeps at bay...
pl_pl: Stare górnicze miasto. Nie było takie wspaniałe z kontrolą niewolników, na to wygląda. Ale jest dobrym schronieniem dla podróżników, dopóki trzyma dzicz z dala...

source: ... Speaking of which, stay outta the HQ. And leave the gates locked... Call it a pest control measure that no one wants to deal with, eh.
pl_pl: Przy okazji, nie zbliżaj się do bazy głównej. I zamykaj bramę... Nazwijmy to ochroną przed szkodnikami, którymi nikt nie chce się zająć.

source: Pest control? Maybe I can help...
pl_pl: Ochrona przed szkodnikami? Może mogę pomóc...

source: With all due respect, no, don't touch those gates. I don't care if you think you're the next Tinfist, we lost two men trapping that thing in there. Only takes one wannabe hero to let it back out again...
pl_pl: Z całym szacunkiem, ale nie. Nie ruszaj tych bram. Nie obchodzi mnie to, że uważasz się za drugiego Blachorękiego, straciliśmy już dwóch ludzi zamykając to coś. Potrzeba jedynie jednego cholernego bohatera, by skurwysyn wyszedł znów na zewnątrz...

source: I never forget a thief. Go shop somewhere else!
pl_pl: Nigdy nie zapominam mord złodziei. Idź kupować gdzie indziej!

source: Go trade somewhere else, thief!
pl_pl: Idź handlować gdzie indziej, złodzieju!

source: Thieve's ain't welcome!
pl_pl: Złodzieje nie są tu mile widziani!

source: ... Well, you sure proved me wrong didn't you, /OUTLANDER/?
pl_pl: Cóż, wygląda na to, że myliłem się co do ciebie, /OUTLANDER/.

source: Have a drink on me, eh?... Now, how about a round of applause for the Great White Killer?
pl_pl: Chcesz się ze mną napić? Wypijmy za pogromcę Wielkiego Białego Zabójcy!

source: Cheers.
pl_pl: Zdrowie.
