Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Travelling hive merchant.po
Languages: pl_pl

source: Stock up, /RACENAMEHIVE/, you need all the supplies you can get...
pl_pl: Uzupełnij zapasy, /RACENAMEHIVE/, mamy wszystko, czego potrzebujesz...

source: Stock up while you can, /RACENAMEHIVE/, we have the best prices around...
pl_pl: Uzupełniaj zapasy póki możesz, /RACENAMEHIVE/, mamy najlepsze ceny w okolicy...

source: Stock up while you can! You won't get another chance all the way out here in the outlands, /RACENAMEHIVE/...
pl_pl: Uzupełniaj zapasy póki możesz! Drugiej szansy mieć nie będziesz na tych pustkowiach, /RACENAMEHIVE/...

source: No outposts around here, /RACENAMEHIVE/, stock up on our supplies!
pl_pl: Żadnych posterunków w okolicy, /RACENAMEHIVE/, uzupełnij zapasy!

source: Take a look at what we've got, /RACENAMEHIVE/...
pl_pl: Zobacz co mamy na stanie, /RACENAMEHIVE/...

source: Come, let's trade, /RACENAMEHIVE/...
pl_pl: Chodź, pohandlujmy, /RACENAMEHIVE/...

source: We can give you a good price, /RACENAMEHIVE/...
pl_pl: Damy ci dobrą cenę, /RACENAMEHIVE/...

source: We have the best prices, just for you, /RACENAMEHIVE/...
pl_pl: Mamy najlepsze ceny tylko dla ciebie, /RACENAMEHIVE/...

source: We have many things, /RACENAMEHIVE/. We give you good price...
pl_pl: Mamy wiele rzeczy, /RACENAMEHIVE/. Wszystko w dobrej cenie...

source: Let me see your supplies.
pl_pl: Pokaż mi swoje zapasy.

source: Okay, show me your wares.
pl_pl: Dobra, pokaż, co tam masz.

source: No, sorry, I'm not interested.
pl_pl: Przykro mi, nie interesuje mnie to.

source: No thanks. I'm not interested.
pl_pl: Chyba podziękuję. Do zobaczenia.

source: No?.. Madness! Everybody needs supplies, /RACENAMEHIVE/...
pl_pl: Nie?... Szaleństwo! Wszyscy potrzebują zapasów /RACENAMEHIVE/...

source: Not interested in supplies!? Crazy /RACENAMEHIVE/...
pl_pl: Nie chcesz zapasów!? Szalony /RACENAMEHIVE/...

source: Not... interested... in supplies?... Why not?
pl_pl: Nie... interesują... zapasy?... Czemu nie?

source: Then come find us again soon, you won't last long without our supplies...
pl_pl: Zatem szukaj nas za jakiś czas, długo nie przetrwasz bez zapasów...

source: Then we'll trade next time. You'll be back, /RACENAMEHIVE/...
pl_pl: Zatem będziemy handlować następnym razem. Wrócisz, /RACENAMEHIVE/...

source: You'll be back... They always come back for our supplies...
pl_pl: Wrócisz... Zawsze wracają po nasze zapasy.
