Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/United Cities bar patrons.po
Languages: pl_pl

source: Know what I heard from the caravan guard last night?
pl_pl: Wiesz, co usłyszałem zeszłej nocy od ochroniarza karawany?

source: Tinfist's back, and terrorising the slave caravans to boot...
pl_pl: Blachoręki wrócił, i napada niewolnicze eskorty...

source: Strung one victim up naked and left him to the gutters... poor guy.
pl_pl: Jednego rozebrał, związał i zostawił na pastwę losu... biedny człowiek.

source: Such tragedy. Those poor slavers have it hard enough in the outlands as it is...
pl_pl: Tragedia. Ci biedni łowcy już i tak mają tutaj ciężko...

source: Did you hear Tinfist struck the stonecamp last night?
pl_pl: Słyszałeś, że Blachoręki napadł ostatnio na kamieniołom?

source: Shh, keep your voice down!
pl_pl: Hej, trochę ciszej!

source: Anyone hears you spreading stories about that guy and you'll be beaten to the ground...
pl_pl: Ktokolwiek usłyszy cię gadającym o... nim, i dostaniesz w mordę.

source: *Glug glug*
pl_pl: *Zeruje kufel*

source: Hoo! Think it's Tinfist?
pl_pl: Hej! Myślisz, że to Blachoręki?

source: You say that about every skeleton you see...
pl_pl: Mówisz tak o każdym szkieletronie, którego spotkasz...

source: They all look the same!
pl_pl: Oni wszyscy wyglądają tak samo!

source: 'Ey, what's with those rags, you're wearing anyway? Look like you've been chewed on by a gutter...
pl_pl: Hej, co za szmaty masz na sobie? Wyglądasz jakby wypluł cię dziobak...

source: Surprised the guards haven't arrested you on the spot in that state, /QUICKLAUGH/...
pl_pl: Dziwi mnie, że straże nie zaaresztowały cię za to, /QUICKLAUGH/...

source: Really? This again? I've got more important things to worry about right now than fashion...
pl_pl: Serio? Znowu o tym? Mam ważniejsze rzeczy na głowie niż przejmowanie się modą...

source: ... I tease but, you know, I worry. They're clamping down on poverty lately and I don't wanna lose my drinking bud...
pl_pl: Wiem o tym, ale się martwię. Znowu zasadzają się na biednych, a ja nie chcę stracić mojego kompana do picia...

source: ...I know.
pl_pl: Ech, rozumiem.

source: I envy Lady Kana, I really do... How does she keep such a smooth skin complexion?
pl_pl: Naprawdę zazdroszczę Pani Kanie... Jak można mieć tak gładką skórę?

source: This dry air sucks the moisture right out of my face like a dried fish!
pl_pl: To powietrze wysusza moją mordę jak starą rybę!

source: Are you seriously having this conversation with me right now?
pl_pl: Naprawdę chcesz o tym teraz ze mną rozmawiać?

source: I've got samurai guards on my back and a failing business to boot... Not to mention a vicious bout of pinkeye!
pl_pl: Mam samurajów na plecach i upadający biznes... Nie mówiąc już o zapaleniu spojówek!

source: Stick to your United Weeklies and save me from your mind-numbing gossip, will ya?
pl_pl: Wróć do swoich Zjednoczonych Tygodników i oszczędź mi idiotycznych plotek, dobrze?

source: ... Huh, did you say something? I wasn't listening.
pl_pl: Hę, coś mówiłeś? Nie słuchałem.

source: Bah! Then stop picking at your nose and listen...
pl_pl: Ech! Przestań wreszcie, zacznij słuchać...

source: These tax hikes are killin' me! When's it gonna end...?
pl_pl: Coraz wyższe podatki mnie zabijają! Kiedy to się skończy?...

source: Tell me about it. Was gonna buy m' little Ren a coming of age gift...
pl_pl: Nic mi nie mów. Chciałem kupić Ren jakiś prezent urodzinowy...

source: But after the guards came banging on my door for their rounds this morning? No chance.
pl_pl: Ale po nadejściu strażników, którzy prawie rozwalili mi drzwi i wołali o swoją dolę? Nie ma szans.

source: Oh! And how is little Ren anyway?
pl_pl: Ech. A jak się trzyma Ren?

source: Not so little anymore actually, her talons are growing out of control! She'll have someone's eye out at this rate...
pl_pl: Nie jest już taka mała, rozwija się poza kontrolą! Za jakiś czas zacznie zwracać na siebie uwagę wszystkich...

source: Ah, so sweet! Give her a tickle behind the ears for me, eh.
pl_pl: To świetnie. Uściskaj ją potem ode mnie.

source: You know, Lord Inaba's out in town today I hear. Better clean yourself up...
pl_pl: Wiesz, Pan Inaba ma być dziś w mieście. Lepiej się umyj...

source: Lookin' a bit scrappy. Don't wanna offend the Inner Circle now, do you?
pl_pl: Wyglądasz nie za dobrze. Nie chcesz obrazić Wewnętrznego Kręgu, co?

source: ... Aye.
pl_pl: Taa, prawda...

source: Trade's dried right up this last year, I'm losing money. Big time...
pl_pl: W tym roku handel prawie upadł, tracę pieniądze. Straszne czasy...

source: And it's all on the Trader's Guild. They're doing a piss poor job of securing the roads...
pl_pl: I wszystko to wina Gildii Handlowej. Robią chuja, a nie chronią trakty.

source: What merchant in their right mind is gonna risk attacks from those rabid slave escapees?
pl_pl: Jaki kupiec przy zdrowych zmysłach zaryzykuje podróż, jeśli mogą go zaatakować ci cholerni zbiegli niewolnicy?

source: But it's the only place worth trading, we're the merchant capital of the land!
pl_pl: Ale to jedyne miejsce warte handlu, jesteśmy stolicą kupiectwa!

source: A few disgruntled slaves shouldn't deter anyone with a good business head and a couple of half-decent guards...
pl_pl: Paru nieogarniętych niewolników nie zrazi kogoś z głową do handlu i kilkoma dobrymi strażnikami...

source: Then explain why my profits are down, eh?
pl_pl: Zatem wyjaśnij, dlaczego tak mało zarabiamy, co?

source: 'Cause my customers sure didn't disappear into thin air...
pl_pl: Bo moi klienci na pewno nie przeminęli z wiatrem.

source: Friendly word of advice... Don't mess with the nobles.
pl_pl: Rada od przyjaciela... Nie zadzieraj ze szlachtą.

source: Hooo, no /SIR/, don't go near the nobles...
pl_pl: Łoo, nie, /SIR/, nie zbliżaj się do szlachty...

source: *Fart*
pl_pl: *Pierdzi*

source: Careful on the road, traveller...
pl_pl: Ostrożnie na trakcie, podróżniku.

source: Watch those anti-slave cultists. Bunch of loonies freein' slaves and what have you...
pl_pl: Uważaj na tych kultystów, zwanych Wolnościowcami. Banda zjebów, którzy robią co dusza zapragnie.

source: Did you get a good look at Captain Eyegore? Makes my skin crawl, that guy...
pl_pl: Przypatrywałeś się kiedyś Kapitanowi Eyegorowi? Aż mi skóra cierpnie, ten człowiek...

source: I heard he eats babies...
pl_pl: Podobno zjada dzieci...

source: Bullshit.
pl_pl: Pierdolisz.

source: But then... even Lord Tengu himself is scared shitless of him...
pl_pl: Ale... Nawet sam Pan Tengu się go boi...

source: Y'know they got him from the southern hives. Whole new breed of stick man, those southerners...
pl_pl: Przybył z terenów południowych rojów. Cały nowy ród patyczaków, ci południowcy...

source: I heard he cut a man in half... From the groin up.
pl_pl: Podobno przeciął człowieka na pół... Od jaj w górę.

source: Wouldn't surprise me.
pl_pl: Nie dziwi mnie to.

source: Brrrr! Let's change the subject. Gives me chills, that guy.
pl_pl: Brrrr! Zmieńmy temat. Ciary mnie przechodzą, jak o nim myślę.

source: /OI/, ain't you the one that beat Tinfist!?
pl_pl: /OI/, to nie ty załatwiłeś Blachorękiego!?

source: Drinks on me, eh!
pl_pl: Dziś stawiam wszystkim!

source: Drink up, /MAN/! Ain't everyday we get celebrities comin' in 'ere...
pl_pl: Pij do dna, /MAN/! Rzadko kiedy widujemy tu gwiazdy...

source: I know that face!
pl_pl: Znam tę twarz!

source: We got a celebrity in our midst... the Phoenix slayer!
pl_pl: Gościmy wielką gwiazdę... pogromcę Feniksa!

source: The Phoenix slayer?!
pl_pl: POGROMCA FENIKSA!?

source: Oh, oh! Will you sign my butt cheek?
pl_pl: Hej, hej! Podpiszesz mi się na pośladku?

source: Don't be so crude, that's a star you're talking to!
pl_pl: Ogarnij się, mówisz do celebryty!

source: ... Sorry, /SIR/.
pl_pl: Przepraszam, /SIR/...

source: This one here...
pl_pl: Hej, tamten...

source: I heard /HE/ took down the Shek Queen...
pl_pl: Podobno to ten załatwił królową Sheków...

source: Huh. Who'da thunk.
pl_pl: Łał. Niezły zawodnik.

source: I tell ya, wouldn't wanna spill /HIS/ grog that's for sure...
pl_pl: Mówię ci, nie chciałbyś rozlać /HIS/ grogu, to na pewno...

source: So Tinfist finally bit the dust, eh..
pl_pl: Zatem Blachoręki wreszcie gryzie piach.

source: Guess he ain't so invincible after all...
pl_pl: Jednak nie był taki nieśmiertelny...

source: Well, now the farms are safe we won't EVER go hungry again...
pl_pl: Cóż, teraz farmy są bezpieczne i nie będziemy głodować...

source: Good riddance to 'im, I say.
pl_pl: I krzyżyk mu na drogę.

source: Look, I got a souvenir from my trip to the hives last week...
pl_pl: Patrz, mam pamiątkę z podróży do rojów, z zeszłego tygodnia...

source: You got a Lantern Of Radiance? How exotic! What's it do? Let me see!
pl_pl: Dostałeś Latarnię Blasku? Egzotycznie! Jak działa? Pokaż!

source: Okay, okay, take a look. But don't touch! Don't want you ruining it's juju with your filthy mitts...
pl_pl: Luz, luz, zobacz. Ale nie dotykaj. Nie chcę, byś zniszczył jej aurę swoimi brudnymi łapami...

source: Ooh, it's so shiny!
pl_pl: Och, ależ lśni!

source: Pah, idiots! That piece o' junk will fall apart within the day...
pl_pl: Ech, debile! Ten śmieć jutro już nie będzie działać.

source: The stickmen are nawt but lying scammers.
pl_pl: Patyczaki to kłamliwi oszuści.

source: Tch, such a downer...
pl_pl: Ech, co za idiota...

source: Open your mind, for once in your life. Such lack of culture in some people...
pl_pl: Choć raz w życiu otwórz swój umysł. Taki brak kultury wśród niektórych ludzi...

source: Just... just go sit in the corner, Dan.
pl_pl: Po prostu... po prostu siedź w kącie, Dan.

source: .... Wow, it's so shiny.
pl_pl: Jej, ale się świeci.
