Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Wandering trader.po
Languages: pl_pl

source: Thirsty work out here, ain't it? Need supplies?
pl_pl: Sporo męczącej roboty, co? Potrzebujesz zasobów?

source: Need meds? Need rations? I got it all, for a price.
pl_pl: Medykamenty? Żywność? Mam wszystko w przyzwoitej cenie.

source: Hassle-free trading outside of city walls. What're you looking to buy, /OUTLANDER/?
pl_pl: Bezproblemowy handel poza murami miasta. Co chciałbyś kupić, /OUTLANDER/?

source: Take a look at my stock, /OUTLANDER/. Buy up while you can.
pl_pl: Spójrz na mój asortyment, /OUTLANDER/. Kupuj, póki możesz.

source: What're you after, /OUTLANDER/? I've got food, meds, all the supplies you need.
pl_pl: Dokąd zmierzasz, /OUTLANDER/? Mam jedzenie, lekarstwa, wszystkie zasoby, jakich potrzebujesz.

source: Here to trade, /OUTLANDER/? Go ahead and take a look at our wares.
pl_pl: Chcesz handlować, /OUTLANDER/? Dalej, spójrz, co mam.

source: Trading, /OUTLANDER/?
pl_pl: Chcesz coś kupić, /OUTLANDER/?

source: I've got food, and I've got meds if you need, /OUTLANDER/. For a price.
pl_pl: Mam jedzenie i medykamenty, jeśli ich potrzebujesz, /OUTLANDER/. W dobrej cenie.

source: Freshly stocked up on supplies if you need anything , /OUTLANDER/.
pl_pl: Mam świeżą dostawę zapasów, jeżeli jakichś potrzebujesz, /OUTLANDER/.

source: Don't let hunger get the best of you, /OUTLANDER/. I've got rations and supplies if you need.
pl_pl: Nie pozwól zwyciężyć swojemu głodowi, /OUTLANDER/. Mam racje żywnościowe i inne zapasy.

source: Can never have too many rations, I say. Stock up while you can, /OUTLANDER/.
pl_pl: Nigdy nie można mieć zbyt wiele jedzenia, zawsze tak powtarzam. Uzupełnij zapasy póki możesz, /OUTLANDER/.

source: Fair, unbiased trading outside of the city. You looking to barter, /OUTLANDER/?
pl_pl: Handel bezproblemowy, bez dodatkowych opłat miejskich. Chcesz coś kupić, a może się wymienić, /OUTLANDER/?

source: Stock up on supplies, /OUTLANDER/, you won't find any other ouposts out here for miles...
pl_pl: Uzupełnij zapasy, /OUTLANDER/, W promieniu kilometróów nie znajdziesz żadnego innego posterunku...

source: Nevermind, sorry.
pl_pl: Nieważne, wybacz.

source: Here to trade, /OUTLANDER/? Go ahead and take a look and what I've got.
pl_pl: Chcesz coś kupić, /OUTLANDER/? Zobacz, co mam na stanie.
