Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Wingwang.po
Languages: pl_pl

source: Dare you engage the might of Infinite Wingwang? Dare you?!
pl_pl: Ośmielasz się wyzywać Nieskończonego Wingwanga? Ośmielasz się!?

source: Sorry, I thought you were someone else.
pl_pl: Wybacz, pomyliłem cię z kimś.

source: What do you mean? You want a fight?
pl_pl: O co ci chodzi? Chcesz się bić?

source: Infinite Wingwang is for hire! So hire him! Leap on this rare and valuable opportunity you must!
pl_pl: Nieskończony Wingwang szuka pracy! Zatrudnij go! Skorzystaj z tej rzadkiej i wartościowej okazji!

source: Infinite Wingwang is no small purchase my feathered friend! Infinite Wingwang costs 100,000 Catan credits. No less!
pl_pl: Nieskończony Wingwang nie jest tanim towarem, mój przyjacielu! Nieskończony Wingwang liczy sobie 100.000 catunów. Nie mniej, nie więcej!

source: Wow really? Sure I will hire you!
pl_pl: Naprawdę? Oczywiście, że cię zatrudnię!

source: Have you the hunndddrrred thouuuuusaaaannndddd?
pl_pl: Masz ssstooo tyyysięęęcyyy?

source: Sure do! Take it!
pl_pl: Oczywiście! Bierz.

source: Infinite Wingwang, is yours!
pl_pl: Nieskończony Wingwang należy do ciebie!

source: [END]
pl_pl: Witaj w drużynie.

source: I'll give you 4000, and I'm changing your name.
pl_pl: Dam ci 4.000 i zmienię to chujowe imię.

source: Are you mad!? You can't just change Infinite Wingwangs name just like some kind of mad wizard!
pl_pl: Oszalałeś? Nie możesz po prostu zmienić imienia Nieskończonego Wingwanga jak jakiś szalony czarodziej!

source: Um, 5000?
pl_pl: Eee, 5.000?

source: Deal! [He begins dancing on the spot like some kind of madman. Everybody is staring]
pl_pl: Stoi! [Zaczyna tańczyć w szaleńczych podrygach. Wszyscy was obserwują]

source: You cannot afford Infinite Wingwang. Infinite Wingwang is sad for you.
pl_pl: Nie stać cię na Nieskończonego Wingwanga. Nieskończony Wingwang jest zasmucony tobą.

source: Ok, 10,000.
pl_pl: Dobra, 10.000.

source: Forget it then.
pl_pl: Zapomnij zatem.

source: Pfft, get out of here.
pl_pl: Pff, wynoś się.

source: What!? I could get 10 Infinite Wingwangs for that!
pl_pl: Co!? Za taką kasę mogę mieć DZIESIĘCIU Nieskończonych Wingwangów!

source: Fakes! You don't want 10 fake Infinite Wingwangs! What on earth would you do with them?
pl_pl: Podróbki! Nie chcesz dziesięciu podróbek Nieskończonego Wingwanga? Co można by z nimi niby robić?

source: Maybe I do.
pl_pl: Może jednak chcę.

source: Very well, 10,000 cats. Hows that?
pl_pl: Dobra, niech ci będzie. 10.000 catunów.
