Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/Yamdu talk to -- town level bug--.po
Languages: pl_pl

source: Noble Squire Supreme Yamdu, nice to meet you, sir. We handle master Longen's businesses. Is there anything we can help you with, sir?
pl_pl: Yamdu, prawa ręka Longena, miło cię poznać, /SIR/. Zajmuję się interesami mojego mistrza. Mogę ci jakoś pomóc, /SIR/?

source: Yes, I want to make an alliance.
pl_pl: Tak. Chcę zawrzeć sojusz.

source: Oh, but that's easy, sir! Lifetime membership to the Traders Guild costs 100,000 Cats. Unless you have a trading post in the area. Do you have a trading post, sir?
pl_pl: Och, to bardzo proste, /SIR/. Dożywotnie członkostwo w Gildii Handlowej to 100.000 catunów. Chyba że posiadasz już posterunek handlowy na naszych ziemiach. Posiadasz, /SIR/?

source: Stop calling me sir.
pl_pl: Przestań mnie tytułować.

source: B-but.... [He stutters and looks bemused]...
pl_pl: A-ale... [Przerywa, wygląda na zawstydzonego]

source: Okay, sign me up
pl_pl: Dobrze, chcę dołączyć.

source: Oh good, sir! Welcome to the Traders Guild. Please, take your membership pack and have a nice day.
pl_pl: Świetnie, /SIR/! Witam w Gildii Handlowej. Proszę, odbierz swój pakiet członkowski. Życzę miłego dnia!

source: Safe travels, sir...
pl_pl: Bezpiecznych podróży, /SIR/...

source: I do have an outpost...
pl_pl: Nie mam posterunku...

source: Oh good, sir! Then you get discounts, 75,000 Cats.
pl_pl: Bardzo dobrze, /SIR/! W takim razie kwota zostaje zmniejszona do 75.000 catunów.

source: So, what does my membership get me?
pl_pl: Jakie przywileje daje mi członkostwo.

source: Oh, so many things, sir. Free trade, protection, slave exemption, and 'class', of course. It is the desert man's dream to one day become a member of the fine Traders Guild!
pl_pl: Och, bardzo dużo rzeczy, /SIR/. Bezpłatny handel, protekcję, przywilej posiadania niewolników i "klasę" oczywiście. Marzeniem pustynnego człowieka jest zostanie członkiem świetnej Gildii Handlowej!

source: I can't afford a membership right now.
pl_pl: Nie stać mnie obecnie.

source: No problem. You know where to find us if you need anything...
pl_pl: To nie problem. Wiesz, gdzie nas znaleźć, /SIR/, jeśli będziesz czegoś potrzebować...

source: I don't have a trading post.
pl_pl: Nie mam posterunku.

source: I see. Then I cannot give you discount, how sad. Your membership will cost the full price, sir.
pl_pl: Rozumiem. Zatem nie mogę zaoferować zniżki, przykro mi. Twoje członkostwo będzie w pełnej cenie, /SIR/.

source: No, nothing thank you.
pl_pl: Już nic, dziękuję.

source: I'm not a 'sir'...
pl_pl: Nie tytułuj mnie...

source: Let's talk about war.
pl_pl: Porozmawiajmy o wojnie.

source: Oh certainly, sir.
pl_pl: Oczywiście, /SIR/.

source: Good call, sir. The Holy Nation wastes many resources, it’s a shame to leave all of that iron ore unharvested when we can claim it for ourselves and put some of those uneducated civilians to good use.
pl_pl: Dobre postanowienie, /SIR/. Święty Naród marnuje wiele zasobów, to wstyd marnować tyle niezebranego żelaza, kiedy my moglibyśmy je przejąć i wykorzystać tych niewyedukowanych cywili w dobrym celu.

source: So where do we start?
pl_pl: Gdzie zatem zaczynamy?

source: Well you see, sir. We don't really have to get our hands bloody at all. We can unleash a great chaos upon the Holy Nation, and we can have the Shek destroy themselves too, as they are so raring to do.
pl_pl: Cóż, /SIR/. Nie chcemy zbytnio brudzić rąk krwią. Możemy wypuścić chaos na Święty Naród, i przy okazji pozwolić, by Shekowie samodzielnie się zniszczyli, czego pragną od dawna.

source: All you need to do is assassinate the Stone Golem, sir. She’s the only thing holding the Shek back from war. Take her out of the picture and the Shek will surely fight themselves extinct, and the Holy Nation will be overrun with any surviving war mongerers.
pl_pl: To, co ty musisz zrobić, to zabić Kamiennego Golema, /PANI/. To jedyna rzecz, jaka trzyma Sheków z dala od wojny. Wymaż ją z historii a Shekowie na pewno wybiją się co do jednego, a Święty Naród zostanie najechany przez jakichkolwiek żywych podżegaczy wojennych.

source: Seems like pretty blood hands to me...
pl_pl: Czyli to ja mam pobrudzić sobie ręce...

source: Oh, of course YOU'LL need to get your hands bloody when you assassinate the queen. The rest of us though, sir, we’ll be completely unsullied.
pl_pl: Och, oczywiście że TY pobrudzisz sobie ręce zabijając królową. Pozostali z nas, /SIR/, będą czyści.

source: Thanks for the tip, Yamdu.
pl_pl: Dzięki za radę, Yamdu.

source: I have another question...
pl_pl: Mam inne pytanie.

source: You do, sir?
pl_pl: Tak, /SIR/?

source: Oh yes, sir. Very nice work eradicating the Stone Golem. Okran's Pride is now in chaos with kamikaze shek, their paladins are starting to become overwhelmed...
pl_pl: Och, tak, /SIR/. Doskonała robota z usunięciem Kamiennego Golema. Duma Okrana pogrążona jest teraz w chaosie z powodu samobójczych sheków, paladyni tracą przewagę liczebną...

source: They're still holding on to a strong defensive position on the southern border though. I suggest next assassinating Seta in the town of Stack. You would essentially be opening the Holy Nation's back door nice and wide for the attacking Shek to have their vengeance even more freely, sir.
pl_pl: Nadal jednak utrzymują mocną pozycję na południowej granicy. Sugeruję zabójstwo Sety w Stosie. Otworzy to tylne drzwi Świętego Narodu dla atakujących sheków, a ci jeszcze łatwiej uzyskają możliwość zemsty, /SIR/.

source: The High Inquisitors still hold strong defensive positions though. I suggest next assassinating Seta in the town of Stack. You would essentially be opening the Holy Nation's back door nice and wide for the attacking Shek to have their vengeance even more freely, sir.
pl_pl: Wysocy Ikwizytorzy utrzymują jednak mocne, defensywne pozycje. Sugeruję zasadzenie się na Setę w mieście Stos. Pozwoli to na otwarcie tylnych drzwi Świętego Narodu, a shekowie będą mieli swoją zemstę, /SIR/.

source: With Seta out of the way and their southern defenses open, the Shek are overrunning Okran's Plains like an infestation. Dispose of Valtena and we can very easily nudge Tengu into sending United Cities forces in to Okran's Shield. Then we finally have our foot in the door to harvest those green plains see, sir.
pl_pl: Bez Sety i dziurą w południowej linii, Shekowie mogli zaatakować Równiny Okrana jak plaga. Teraz należy się jeszcze pozbyć Valteny, a Tengu wyśle swoje siły do Tarczy Okrana. Wtedy my postawimy stopy na zielonych równinach, /SIR/.

source: Both of the Phoenix' inquisitors are out of the way and we've captured their richest resources. As far as the Traders Guild is concerned, we have all we need from Okran's Pride. We'd prefer not to take Blister Hill and have such power go too much to Tengu's head, sir...
pl_pl: Obaj inkwizytorzy Feniksa zeszli nam z drogi, zajęliśmy najbogatsze źródła surowców. Jeśli chodzi o samą Gildię Handlową, mamy już wszystko, czego potrzebowaliśmy z Dumy Okrana. Wolimy nie atakować Pęcherza, by nie pozwolić Tengu na zdobycie tak dużej władzy, /SIR/...

source: Ah yes, sir. Profits in the weapons trade... [He pulls out a clip board]... have plummeted 45% since the Stone Golem took the throne in Stenn. Starting a war with the Shek would be very beneficial to kickstart a few more sales.
pl_pl: Ach, tak, /SIR/. Zarobki z handlu bronią... [Wyciąga swoje notatki]... spadły o 45% odkąd Kamienny Golem zajął tron w Stenn. Rozpoczęcie wojny z Shekami byłoby świetnym motorem do rozruszania handlu.

source: Well, sir, when it comes to the Shek Kingdom we can kill two bonedogs with one nodachi, see. The Stone Golem, stationed in Admag, is the only thing holding the Shek back from war. Assassinate her covertly and the Shek extremists will surely assume the Phoenix responsible. They'll fight themselves extinct and the Holy Nation will be overrun with the vengeful war mongerers that are left...
pl_pl: Cóż, /SIR/, jeśli chodzi o Królestwo Sheków... Możemy zabić dwa psy jednym kijem. Kamienny Golem siedzący w Admagu jest jedyną przeszkodą trzymającą sheków z dala od wojen. Jej ciche zabicie pozwoli ekstremistom na oskarżenie Feniksa. Będą walczyli do ostatniego, a Święty Naród pogrąży się w wojnie przeżartej zemstą...

source: Lord Longen will make a tidy profit and the Slave Traders will have lots of new resources to mine in the Holy Nation plains. Not to mention the Shek and the Holy Nation will no longer harrass any innocents that happen not to look like them. Everybody wins.
pl_pl: Pan Longen będzie mieć z tego spory, czysty zysk, a Łowcy Niewolników zyskają ludzi do pracy w świętych równinach. Nie wspominając też o Shekach i Świętym Narodzie, którzy nie będą już atakować niewinnych ludzi, którzy po prostu nie wyglądają jak oni. Każdy tu wygrywa.

source: Yamdu... do you have a soul?
pl_pl: Yamdu... czy ty masz duszę?

source: A soul, sir?
pl_pl: Duszę, /SIR/?

source: Do you only ever think about profits?
pl_pl: Czy ty zawsze myślisz tylko o zysku?

source: Oh sir, it's Yamdu's job. This is how we keep ourselves from going insane after all, isn't it? By doing the best job we can do, ahaha haha ha.
pl_pl: Och, /SIR/, taka praca Yamdu. W ten sposób powstrzymujemy się przed szaleństwem, prawda? Robiąc to, co robimy najlepiej, hahaha, hahaha, haha.

source: [He sticks a thumb up and his empty black eyes glisten]
pl_pl: [Podnosi kciuk do góry, a jego puste, czarne oczy błyszczą]

source: ... Forget I said anything.
pl_pl: Zapomnij o tym.

source: I don't care about profits, Yamdu. I just want to kill.
pl_pl: Nie obchodzi mnie zysk, Yamdu. Chcę tylko zabijać.

source: I want to destroy the swampers.
pl_pl: Chcę zniszczyć lud na bagnach.

source: The swampers? Oh, no sir, the swampers are really quite profitable for us. Best to leave them be.
pl_pl: Bagniarzy? Och, nie, /SIR/, oni przynoszą nam całkiem dobry zysk. Lepiej ich zostawić.

source: I want to destroy the rebel farmers.
pl_pl: Chcę zniszczyć zbuntowanych farmerów.

source: Oh, but sir, there is much less competition for us when the farmers are hiding in the mountains. Since Simion organised his bandits, the slave farm's profits have gone through the roof. Some of the caravans are taking a hit, but demand has increased so... highs and lows, sir.
pl_pl: Och, ależ /SIR/, kiedy farmerzy chowają się w górach, my mamy mniejszą konkurencję. Odkąd Simion zorganizował swoich bandytów, zyski z robót niewolniczych poszybowały w górę. Niektóre karawany czasem oberwą, ale... wszystko ma swoje plusy i minusy, /SIR/.

source: Ah yes, sir. Quite troublesome for production... The main leaders are hiding in the Forbidden Zone, south of the desert, we don’t know where exactly. The Forbidden Zone is out of bounds, it became expensive sending soldiers there... as thrall feed imaginably. But in order for us to continue expanding, Tinfist’s operation needs to be shut down. Once he is killed, his faction will crumble. You would be rewarded well for his eradication.
pl_pl: Ach tak, /SIR/. Problem w produkcji... Dowódcy kryją się gdzieś w Zakazanej Strefie, na południe od pustyni, nie wiemy, gdzie dokładnie. Zakazana Strefa to anomalia, wysyłanie tam żołnierzy wiele kosztuje... i to tylko po to, by dali się zjeść buntownikom. Ale byśmy mogli się rozszerzać, operacja Blachorękiego musi upaść. Gdy zginie, upadnie cała jego frakcja. Otrzymasz sporą nagrodę za jego usunięcie, /SIR/.

source: All I can say, sir, is search south. He’ll likely be hiding in a dangerous spot you wouldn’t expect. He is very sneaky afterall, sir.
pl_pl: Jedyne, co mogę doradzić ci, /SIR/, to rozpoczęcie poszukiwań na południu. Będzie się chować w jakimś groźnym miejscu, o którym można pomyśleć jako o ostatnim miejscu na kryjówkę. To bardzo przebiegły osobnik, /SIR/.

source: Good to see you again, sir. Is there anything I can help you with?
pl_pl: Dobrze cię znów widzieć, /SIR/. Mogę w jakikolwiek sposób pomóc?
