Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/dialogue/translated/You Stop!.po
Languages: pl_pl

source: You! Stop!
pl_pl: Ty! Zatrzymaj się!

source: You! Hold it!
pl_pl: Ty! Stój!

source: You there! Stop where you are!
pl_pl: Ej, ty tam! Zatrzymaj się!

source: Stop right where you are!
pl_pl: Stój tam gdzie stoisz!

source: I said stop!
pl_pl: Mówię, stój!

source: I said halt!
pl_pl: Powiedziałem STOP!

source: I said hold it!
pl_pl: Zatrzymaj się, powtarzam!

source: /SEIZE/ the /TERRORIST/! Don't let /HIM/ escape!
pl_pl: /SEIZE/ terrorystę! Zatrzymać /HIM/!

source: Don't try and run!
pl_pl: Nie próbuj uciekać!

source: You can't run from us!
pl_pl: Nie możesz nam uciec!

source: You won't escape us! Give it up!
pl_pl: Nie uciekniesz, poddaj się!

source: Give up the chase! You can't escape us!
pl_pl: Przestań wiać, i tak nam nie uciekniesz!

source: You're wasting time!
pl_pl: Marnujesz swój czas!

source: Quit wasting my time!
pl_pl: Przestań marnować mój czas!

source: I don't have time for chasing /SNAKE/s!
pl_pl: Nie mam czasu na gonienie takich pokrak!

source: I'm not in the mood for running!
pl_pl: Nie mam nastroju na bieganie!

source: Don't make me have to chase you!
pl_pl: Nie każ mi cię ganiać!

source: I DON'T like having to chase people!
pl_pl: NIE LUBIĘ gonić ludzi!

source: You won't get away with this! I'll remember your face!
pl_pl: Nie ujdzie ci to na sucho! Zapamiętam sobie twoją twarz!

source: I won't forget your face! Watch your back, /SNAKE/!
pl_pl: Nie zapomnę twojej twarzy! Pilnuj pleców, śmieciu!

source: I'm good at remembering faces. You'd be wise to stay away from /MYFACTION/ /LAND/, /SNAKE/!
pl_pl: Dobrze zapamiętuję twarze. Trzymaj się z dala od naszej ziemi, śmieciu!

source: I'll remember your face! Don't think you've gotten off so easily!
pl_pl: Zapamiętam twoją mordę! Nie myśl że tak łatwo ci poszło!

source: Don't move a muscle!
pl_pl: Nawet nie drgnij!

source: Stay right where you are!
pl_pl: Stój tam, gdzie stoisz!

source: I'm coming over!
pl_pl: Idę do ciebie!

source: Stop! Stop that /GREASY/ beast!
pl_pl: Stój! Zatrzymać tę cholerną bestię!

source: Stop! There's a beast in our midst!
pl_pl: Stać! Wśród nas jest bestia!

source: Stop! There's a dark one in our midst!
pl_pl: Zatrzymaj się! Mroczny jest wśród nas!

source: Do we have a beast that needs taming?
pl_pl: Bestia potrzebuje tresera!

source: The dark ones must be tamed!
pl_pl: Mroczni muszą zostać poskromieni!

source: Stop! Bring me that /GREASY/ being!
pl_pl: Stój! Przyprowadzić do mnie to cholerstwo!

source: Seize /HIM/! Seize the impure heretic! The beast must be tamed!
pl_pl: Zatrzymać /HIM/! Złapać tego nieczystego heretyka! Bestia musi zostać poskromiona!

source: The heretics will poison our holy lands! Seize /HIM/! The beasts must be tamed!
pl_pl: Heretycy zatrują nasze święte ziemie! Zatrzymać /HIM/! Trzeba poskromić bestię!

source: Ensnare the unholy heretic! Don't let the beasts /TAINT/ our /SACRED/ /LAND/!
pl_pl: Związać nieświętego heretyka! Nie pozwólcie potworom nawiedzać naszą świętą ziemię!

source: We have a beast that needs taming! Stop /HIM/!
pl_pl: Mamy bestię wymagającą tresury, zatrzymać /HIM/!

source: We must purge our land from all darkness! Seize /HIM/!
pl_pl: Oczyścimy nasze ziemie z mroku! Zatrzymać /HIM/!

source: Protect your homeland! Seize the foreign heretic! The beasts must be tamed to serve Okran!
pl_pl: Chrońcie swoją ojczyznę! Pojmać heretyka! Bestia będzie służyć Okranowi!

source: You, there! Speak with me!
pl_pl: Hej, ty! Musimy porozmawiać!

source: Come speak with me, beast!
pl_pl: Podejdź do mnie, bestio!

source: You'll travel no further, beast!
pl_pl: Dalej nie pójdziesz, bestio!

source: You willl not fall from my sight, beast! Speak with me!
pl_pl: Nie unikniesz mojego wzroku, potworze! Rozmawiaj ze mną!

source: Stop, I say!
pl_pl: Stój, powiedziałem!

source: Hold up, /OUTLANDER/...
pl_pl: Zatrzymaj się, /OUTLANDER/...

source: I want to speak with you...
pl_pl: Chcę z tobą porozmawiać...

source: Speak with me...
pl_pl: Rozmawiaj ze mną...

source: Come speak with me...
pl_pl: Podejdź, pogadamy...

source: In the name of Okran, stop right there
pl_pl: W imię Okrana, zatrzymaj się.

source: Halt! In the name of Lord Okran
pl_pl: Stój! W imię Lorda Okrana!

source: As holy paladin of the Lord Okran, I demand you, stop where you are
pl_pl: Jako święty paladyn Lorda Okrana rozkazuję ci się zatrzymać.

source: Under the holy law of Lord Okran, stop right there
pl_pl: W imieniu prawa Lorda Okrana nakazuję ci zatrzymać się.

source: You, /OUTLANDER/. Come speak with me at once
pl_pl: Ty, /OUTLANDER/. Podejdź, musimy porozmawiać.

source: This is Holy /LAND/,/OUTLANDER/, surrender yourself for interrogation
pl_pl: To święta ziemia,/OUTLANDER/, zatrzymaj się w celu przesłuchania.

source: This is sacred /LAND/ under the divine protection of Okran, /OUTLANDER/. What is your purpose here?
pl_pl: To jest święta ziemia pod boską protekcją Okrana, /OUTLANDER/. Co tu robisz?

source: Wait up!
pl_pl: Zaczekaj!

source: Who is this foreign heretic you travel with?!
pl_pl: Kim jest ten obcy heretyk, z którym podróżujesz?!

source: You make a habit of travelling with beasts?
pl_pl: Lubisz podróżować z potworami?

source: Who is this foreign beast that you travel with?
pl_pl: Co to za obca bestia z którą podróżujesz?

source: Foreign beasts aren't welcome here!
pl_pl: Obce bestie nie są tu mile widziane!

source: Impure ones aren't welcome here!
pl_pl: Nieczyści nie są tu mile widziani!

source: You there! You make a habit of travelling with beasts?
pl_pl: Ty tam! Lubisz podróżować z bestiami?

source: You, there! Who is this foreign heretic you travel with?!
pl_pl: Ej, ty! Co to za heretyk, z którym podróżujesz?!

source: Who is this foreign beast that you travel with, /OUTLANDER/?
pl_pl: Co to za obcy potwór który ci towarzyszy, /OUTLANDER/?

source: Dark ones aren't welcome on holy soil!
pl_pl: Mroczni nie są mile widziani na tej świętej ziemi!

source: You, hold up...
pl_pl: Ty, zatrzymaj się...

source: You, hold it there...
pl_pl: Ty, stój w tej chwili...

source: You, /OUTLANDER/, hold it there...
pl_pl: Ty, /OUTLANDER/, stój...
