Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Hoo boy, did I get myself in a mess! First off, I spilt my veggie bowl on noble Yoshinaga's robes, managed to hightail it across the sands all the way to Stack with a trail of angry samurai on my back. Then! Then I only go and speak to the high priest 'before being spoken to', and, boy, he was not happy with me. I tried to hightail it out of Stack at that point, but tore my rags on the Phoenix' statue and bore my 'heinous udders' for all to see. Honestly, at that point, I was pretty irritated at having my sweet greenfruits referred to as udders, so I stuck 'em the middle finger and yelled every curseword under the sun. I got thrown in a prison cage and conveniently broken out by a fellow ninja inmate two weeks later. But how could I live easy with two of the most powerful world factions hating my guts, you ask? Well, I did what I do whenever I need something fixed. I paid a guy in a bar to make my problems go away. Anyway, what's my point in this long-winded story? My point, friend, is that no matter what kind of bad day you're having, all problems can be solved!... With money. Otherwise you're pretty screwed. So here it is, a directory I've compiled of all faction pacifiers and their locations for when you're having that particularly bad day week: Holy Nation Pacifier: Shark Traders Guild Pacifier: Blister Hill Shek Kingdom Pacifier: World's End United Cities Pacifier: Lagoon Slave Traders: Stoat Hounds Pacifier: Hub Flotsam Pacifier: Squin Anti Slaver Pacifier: Mud Town Good luck, troublemaker. Yara
pl_pl: O stary, wpakowałam się w straszne gówno! Najpierw wylałam moje warzywka na szaty Yoshinagi, przez co uciekałam całą pustynię aż do Stosu, ze wściekłymi samurajami na ogonie. Potem "tylko poszłam do wysokiego kapłana porozmawiać "bez bycia poproszoną" i, cholera, nie był z tego zadowolony. Próbowałam prysnąć ze Stosu, ale potknęłam się o posąg Feniksa i rozdarłam koszulę pokazując moje "niegodziwe wymiona" wszystkim w okolicy. W tym momencie byłam zirytowana nazwaniem moich pięknych piersi wymionami, więc pokazałam wszystkim środkowy palec i wykrzyczałam wszelkie przekleństwa, jakie istnieją na tym świecie. Wrzucono mnie do więzienia, ale po dwóch dniach udało mi się uciec dzięki pomocy również zamkniętego złodzieja. Pewnie zapytasz: "jakim cudem mogłaś żyć z dwiema najsilniejszymi frakcjami, które cię znienawidziły?". Cóż, zrobiłam to, co każdy, gdy sprawy się spierdolą. Zapłaciłam kolesiowi w barze, a moje problemy zniknęły. Jaka jest puenta tej długiej historii? Przyjacielu - nieważne w jakie gówno się w pakujesz i jak głęboko będziesz w nim siedzieć, wszystkie problemy można rozwiązać... pieniędzmi. Inaczej będziesz mieć przekichane. Poniżej zestawiam listę wszystkich pacyfistów i ich miejsc pobytu, jeśli zechcesz ich odwiedzić w razie kiepskiego dnia, tygodnia: Pacyfista Świętego Narodu: Shayu Pacyfista Gildii Handlowej: Piekące Wzgórze Pacyfista Królestwa Sheków: Koniec Świata Pacyfista Zjednoczonych Miast: Laguna Pacyfista Handlarzy Niewolników: Stoat Pacyfista Ogarów: Węzeł Pacyfista Flotsam: Squin Pacyfista Wolnościowców: Błotne Miasto Powodzenia, mąciwodo. Yara

source: The Pacifier: Guidance For A Troublemaker
pl_pl: Pacyfista: Porady dla mąciwody

source: The Red Rebellion
pl_pl: Czerwona Rebelia

source: An account of the historic Red Rebellion written by surviving noble Lady Tanaka: "It was the Year of the Harvest when the droughts hit the southern plains, but society remained complacent. The Traders Guild would surely lend their aid, they'd never failed us before after all. But, days rolled by into weeks and the aid never came. Opportunistic rogues had blocked the paths of the Traders Guild caravans and the Empire citizens were left starving and panic stricken. The few rations that the Empire finally received were snatched up by the most powerful of us. It was then that we shut ourselves off from the outer dregs: This was everyone for themselves now, there was no room for charity or pity. But disaster struck, and for the first time in our lives, desperation and death-fueled fear reared it's ugly head. The power of the nobles was under threat as a violent revolt ensued. The ground ran red with blood and, like drowning rats clawing at a sinking ship, the desperate souls dragged us all down with them to their doom."
pl_pl: Opinia na temat historycznej Czerwonej Rebelli spisana przez Panią Tanakę: "Był to Rok Zbiorów, kiedy susze uderzyły w południowe równiny, ale społeczeństwo się nie ugięło. Gildia Handlowa zgodziła się nam pomóc, a my przystaliśmy na ich ofertę, jako że nigdy wcześniej nas nie zawiedli. Ale dni oczekiwania zmieniały się w tygodnie, a pomoc nie nadchodziła. Oportunistyczni przestępcy blokowali trakty Kompanii Handlowej, a mieszkańcy Imperium zostali pozostawieni sami sobie. W obliczu głodu wybuchła panika. Niewielka część żywności, którą otrzymało Imperium, zostało rozdzielone pomiędzy najbogatszych z nas. Wtedy też całkowicie odcięliśmy się od wszystkiego na zewnątrz: każdy odpowiadał za siebie, nie było miejsca na dobroczynność albo współczucie. Ale i tak nastąpiło to, czego wszyscy się obawiali, i pierwszy raz w naszych życiach zobaczyliśmy jak desperacja i napędzana strachem przed śmiercią złość pokazała głowę. Potęga szlachty była zagrożona, gdy nastąpiła ta brutalna rewolta. Ziemia pokryła się krwistą czerwienią, a zdesperowani ludzie, niczym szczury w topiącym się statku, zaczęli nas wciągać w swój los."

source: The United Cities, A United Power
pl_pl: Zjednoczone Miasta, Zjednoczona Potęga

source: "Money finds it's way to the worthy, a tool for the powerful. But it will find it's escape from the fool, taking command of the helm and parting ways. Money is power, but destitution is weak, and it is the weak masses that will drag the ship down into the sea. The United Cities are a haven for the worthy select, the cream of society, united in power and pleasure. The beggar's place is in the mines, a destiny fit for the lowly and the weak links that would sully our perfect nation."
pl_pl: "Pieniądze zawsze trafią do człowieka wartościowego, są narzędziem rozwijającym potęgę. Ale uciekną od każdego głupca, który nie potrafi nimi gospodarować. Pieniądze to siła, a bieda jest słabością. Te wszystkie słabe masy ludzi ściągną statek na dno morza. Zjednoczone Miasta są przystanią dla tych wybranych, którzy są wartościowi, należą do śmietanki społecznej, i potrafią zjednoczyć się w mocy i rozkoszy. Miejsce dla biedaka znajduje się w kopalni, to przeznaczenie pasujące dla niskourodzonych i słabych, którzy zniszczyliby nasz perfekcyjny kraj."

source: Tools
pl_pl: Narzędzia

source: A pack of tools. Can be used to cut through locks and to remove slave shackles. They tend to break pretty often and are usually discarded after use. Cutting through locks is a lot slower and noisier than picking. They are commonly used by more honest folk such as treasure hunters breaking into old vaults.
pl_pl: Zestaw narzędzi. Można go użyć do otwierania zamków i kajdan. Często się łamią i zwykle starczają na jeden raz. Przecinanie zamków jest o wiele wolniejsze i głośniejsze niż otwieranie wytrychami. Narzędzi najczęściej używają bardziej "szczerzy" ludzie jak łowcy skarbów włamujący się do starych schronów.

source: Water
pl_pl: Woda

source: Water Jug
pl_pl: Dzban wody

source: Wheatstraw
pl_pl: Pszenica

source: Wheatstraw is one of the few crops that can be grown in arid environments. Its a sturdy crop, and can be used to make horrible flat bread or rum that makes you go blind.
pl_pl: Pszenica to jedna z kilku roślin, którą można sadzić w jałowych warunkach. Można z niej robić okropnie suchy chleb albo rum, od którego się ślepnie.

source: Wooden Bowl
pl_pl: Drewniana miska

source: Wrench
pl_pl: Klucz nastawny

source: Alpha Fishman
pl_pl: Ryboludź Alfa

source: Big-Bones
pl_pl: Wielkokostny

source: Black Gorillo
pl_pl: Czarny goryl

source: Boneyard Wolf
pl_pl: Kościowilk

source: Bull
pl_pl: Wół

source: Cage Beast
pl_pl: Klatkowa bestia

source: A maintainance skeleton of a lost era.
pl_pl: Szkieletron konserwacyjny z dawnych czasów.

source: Deadhive Prince
pl_pl: Książę Martwego Roju

source: Deadhive Soldier
pl_pl: Żołnierz Martwego Roju

source: Deadhive Worker
pl_pl: Robotnik Martwego Roju

source: Fishman
pl_pl: Ryboludź

source: Flayed Man
pl_pl: Oszukany mężczyzna

source: Goat
pl_pl: Koza

source: Primarily from farmer cultures, they still tend to be an agressive race and are easily led astray. The worst of them live in ignorance, knowing only greed and fear, reacting to anything different with hatred and violence, but the best of them are some of the greatest civilised scientists, engineers and warriors in the land.
pl_pl: Borealczycy wywodzą się z dawnych, prostych rolniczych kultur i nadal stanowią agresywną rasę, łatwą w byciu zwodzoną. Najgorsi z nich mieszkają w ignorancji, znając tylko zazdrość i strach, reagując na wszystko obce z nienawiścią i przemocą, ale najlepsi z nich są doskonałymi naukowcami, inżynierami i wojami, jacy chodzili po tych ziemiach.

source: Greenlander
pl_pl: Borealczyk

source: Hive Prince
pl_pl: Książę Roju

source: The highest ranking in a Hive and right-hands to the Queen. Nobody has ever seen an actual Queen, it is the Princes that run everything. Free Princes are usually the result of losing command to a rival Prince, or exiles sent away as punishment for some kind of failure. They are much more intelligent and free-willed than normal Hive types.
pl_pl: Jednostka o najwyższej randze i prawa ręka Królowej. Nikt nigdy jej nie widział, to Książęta odpowiadają za całe działanie Roju. Wolni rojownicy zwykle są efektem utraty władzy na rzecz rywala, albo jako karę za niepowodzenie zostają wydaleni ze swojego domu. Są o wiele bardziej inteligentni i mają większą wolną wolę niż normalne typy Roju.

source: Hive Prince South Hive
pl_pl: Książę Południowego Roju

source: Hive Queen
pl_pl: Królowa Roju

source: Hive Soldier Drone
pl_pl: Żołnierz Roju

source: Solder drones created to protect their Hive and enforce control over the workers. Stronger and less intelligent than a worker, freedom-seekers are rarer and usually end up finding mercenary work.
pl_pl: Żołnierze powstali by chronić swój Rój i wymuszać posłuszeństwo wśród robotników. Są od nich silniejsi i mniej inteligentni, rzadko kiedy potrzebują wolności i zwykle kończą jako najemnicy.

source: Hive Soldier Drone South Hive
pl_pl: Żołnierz Południowego Roju

source: Expendible workers born to labour for the good of their Hive, they know only obedience and value service to the Hive above any personal benefits, saftey or comfort. If separated from the controlling influence of the Hive they usually die, but in rare cases become free individuals. Bewildered by their newfound freedom and loss of a predetermined purpose they wander lost and seek meaning, but usually just find death or exploitation.
pl_pl: Przeznaczeni na stracenie robotnicy urodzeni do pracy dla dobra Roju. Znają tylko posłuszeństwo i służba Rojowi jest ważniejsza niż jakiekolwiek indywidualne potrzeby, bezpieczeństwo czy komfort. Jeśli zostaną oddzieleni od wpływów Roju zwykle umierają, ale w rzadkich przypadkach stają się wolnymi strzelcami. Wrzuceni w środek dzikiej, nieznanej wolności i bez jakiegokolwiek celu wędrują z jednego końca świata na drugi i szukają sensu życia, zwykle znajdując śmierć bądź szaleństwo.

source: Hive Worker Drone
pl_pl: Robotnik Roju

source: Hive Worker Drone South Hive
pl_pl: Robotnik Południowego Roju

source: King Fishman
pl_pl: Król Ryboludzi

source: Land Bat
pl_pl: Nietoperz lądowy

source: P4 Unit
pl_pl: Jednostka P4

source: Robot Guard Spider
pl_pl: Pająk strażniczy

source: Robot Spider Worker
pl_pl: Pająk-robotnik

source: Scorchlander
pl_pl: Meridiańczyk

source: Scorchlanders tend to value personal freedoms above all else. They don't tend to get along well with rules, regulations and religions, and as a result have a reputation as social misfits and are often found in more adventurous professions. Despite this however, they are highly creative making them natural born traders and skilled weapon smiths. Honest to a fault, laughing in the face of manners, moderation and anything sensible, they make loyal friends, passionate enemies, and are great fun to drink with.
pl_pl: Meridiańczycy cenią własną wolność ponad wszystko. Nie lubią stosować się do zasad, regulacji czy religii, przez co zyskali reputację nieprzystosowanych społecznie. Często spotyka się ich w dość "przygodowych" profesjach. Pomimo tego, dzięki kreatywności są naturalnymi kupcami i doskonałymi kowalami. Nie poddają się z powodu porażek, śmieją się w twarz złu, są czuli i wyrachowani, stanowią lojalnych przyjaciół, odwiecznych wrogów i są doskonałymi kompanami do picia.

source: Screamer MkI
pl_pl: Krzykacz mod. I

source: A warrior society that values strength and hardiness above more intellectual pursuits. They are sometimes a little humourless and have a reputation as dumb brutes, but this is not always the case. Their external skeletal plates provide a natural armour but hinders more dexterous pursuits like sneaking around.
pl_pl: Wojownicze społeczeństwo ceniące siłę i wytrzymałość ponad inteligencję. Zwykle nie mają poczucia humoru, otrzymują przydomki głupich brutali, ale nie zawsze jest ku temu powód. Ich zewnętrzne płyty szkieletowe są naturalnym pancerzem, ale utrudnia on niektóre bardziej "zręcznościowe" czynności, jak choćby skradanie się.

source: The Skeletons are a complete mystery, nobody knows where they came from and how they were made but they are suspected to be thousands of years old. Fully sentient and capable of feeling sadness, anger, excitement, compassion, thrill and enjoyment, although they don't posess the ability to express anything visually. This combined with their dry sense of humour often confuses the other races, whom the Skeletons see as somewhat volatile and unpredictable. They have no prejudice or fear of death, and make for brutally effective warriors.
pl_pl: Szkieletrony są całkowitą zagadką. Nikt nie wie skąd pochodzą ani jak powstały, ale prawdopodobnie mają tysiące lat. Odczuwają wszystko: smutek, złość, ekscytację, współczucie, strach i radość, ale nie posiadają możliwości wyrażania tego wizualnie. To, połączone wraz z ich betonowym poczuciem humoru, często myli inne rasy, które swoją drogą uważają je Szkieletrony za brutalne i nieprzewidywalne. Roboty nie odczuwają strachu i nie boją się śmierci, co czyni ich efektywnymi wojownikami.

source: Skeleton
pl_pl: Szkieletron

source: Skeleton Log-Head MKII
pl_pl: Szkieletron mod. II "Klocogłowy"

source: Skeleton MKII Screamer
pl_pl: Szkieletron mod. II "Krzykacz"

source: Skeleton No-Head MkII
pl_pl: Szkieletron mod. II "Dekapitator"

source: Skeleton P4MkII
pl_pl: Szkieletron mod II-P4

source: Small Spider
pl_pl: Mały pająk

source: Soldierbot
pl_pl: Robożołnierz

source: Spider
pl_pl: Pająk

source: Swamp Turtle
pl_pl: Bagienny Żółw

source: Whistler
pl_pl: Gwizdacz

source: Ancient Ruins
pl_pl: Starożytne ruiny

source: Anti-Slavers
pl_pl: Wolnościowcy

source: Bar Thugs
pl_pl: Bandziory

source: Berserkers
pl_pl: Berserkerzy

source: Black Desert Ninjas
pl_pl: Ninja Czarnej Pustyni

source: Black Dog
pl_pl: Czarny Pies

source: Black Dragon Ninjas
pl_pl: Ninja Czarnego Smoka

source: Blackshifters
pl_pl: Czarna Zmiana

source: Bloodraiders
pl_pl: Krwawi Jeźdźcy

source: Bounty Hunters
pl_pl: Łowcy Nagród

source: Broken Cities
pl_pl: Złamane Miasta

source: Broken Ones
pl_pl: Złamani

source: Cannibal Hunters
pl_pl: Łowcy Kanibali

source: Cannibals
pl_pl: Kanibali

source: Crab Raiders
pl_pl: Jeźdźcy Krabów

source: Crabs
pl_pl: Kraby

source: Drifters
pl_pl: Włóczędzy

source: Dust Bandits
pl_pl: Pyłowi Bandyci

source: Empire Peasants
pl_pl: Imperialni Chłopi

source: Fisher
pl_pl: Fort Simion

source: Fishmen
pl_pl: Rybacy

source: Floodland Ruins
pl_pl: Zatopione ruiny

source: Flotsam Ninjas
pl_pl: Ninja Flotsam

source: Fogmen
pl_pl: Mglaki

source: Free Traders
pl_pl: Wolni Kupcy

source: Gorillos
pl_pl: Goryle

source: Grass Pirates
pl_pl: Piraci Traw

source: Grayflayers
pl_pl: Szarzy Łupieżcy

source: Gutters
pl_pl: Rozpruwacze

source: Herbivore
pl_pl: Roślinożercy

source: Holy Nation Outlaws
pl_pl: Banici Świętego Narodu

source: Hounds
pl_pl: Ogary

source: Imperial Lords
pl_pl: Imperialni Panowie

source: Machinists
pl_pl: Machiniści

source: Manhunters
pl_pl: Łowcy Ludzi

source: Medics Guild
pl_pl: Gildia Medyków

source: Megacity
pl_pl: Megamiasto

source: Mercenary Guild
pl_pl: Gildia Najemników

source: Mercenary Police
pl_pl: Straż Najemna

source: Nameless
pl_pl: Bezimienni

source: No Faction
pl_pl: Samotnicy

source: Nomads
pl_pl: Nomadzi

source: Okranites
pl_pl: Okranici

source: Old Machines
pl_pl: Stare Maszyny

source: Outlaw
pl_pl: Banita

source: Police
pl_pl: Policja

source: Preacher Cult
pl_pl: Kult kaznodziejów

source: Raptors
pl_pl: Raptory

source: Reavers
pl_pl: Rozbójnicy

source: Rebel Farmers
pl_pl: Zbuntowani Farmerzy

source: Rebel Swordsmen
pl_pl: Zbuntowani Wojownicy

source: Rebirth Slaves
pl_pl: Niewolnicy Odrodzenia

source: Red Sabres
pl_pl: Czerwone Szable

source: Republic of Tertius
pl_pl: Republika Tercjusza

source: Sand ninjas
pl_pl: Piaskowi Ninja

source: Scavengers
pl_pl: Śmieciarze

source: Second Empire
pl_pl: Drugie Imperium

source: Second Empire Exile
pl_pl: Wygnańcy Drugiego Imperium

source: Shek Kingdom
pl_pl: Królestwo Sheków

source: Shinobi Thieves
pl_pl: Złodzieje Shinobi

source: Shrieking Bandits
pl_pl: Wrzeszczący Bandyci

source: Skeleton Bandits
pl_pl: Szkieletronowi bandyci

source: Skeleton Legion
pl_pl: Legion Szkieletronów

source: Skeleton MkII
pl_pl: Szkieletron mod. II

source: Skeleton MkII Log Head
pl_pl: Szkieletron mod. II "Klocogłowy"

source: Skeleton MkII Screamer
pl_pl: Szkieletron mod. II "Krzykacz"

source: Skeletons
pl_pl: Szkieletrony

source: Skimmers
pl_pl: Ślizgacze

source: Skin Bandits
pl_pl: Skórzani Bandyci

source: Slave Hunters
pl_pl: Łowcy Niewolników

source: Slave Traders
pl_pl: Handlarze Niewolników

source: Slaves
pl_pl: Niewolnicy

source: Spiders
pl_pl: Pająki

source: Starving Bandits
pl_pl: Głodujący Bandyci

source: Stone Rats
pl_pl: Kamienne Szczury

source: Swamp Creatures
pl_pl: Bagienne Potwory

source: Swamp Ninjas
pl_pl: Bagienni Ninja

source: Swampers
pl_pl: Bagniarze

source: Tech Hunters
pl_pl: Łowcy Technologii

source: Temple of truth
pl_pl: Świątynia Prawdy

source: The Gorrillo Bandits
pl_pl: Bandyci Goryla

source: The Holy Nation
pl_pl: Święty Naród

source: The Old Empire
pl_pl: Dawne Imperium

source: Thrall Masters
pl_pl: Panowie Rabów

source: Trade Ninjas
pl_pl: Kupieccy Ninja

source: Traders Guild
pl_pl: Gildia Handlowa

source: Twinblades
pl_pl: Podwójne Ostrza

source: United Cities
pl_pl: Zjednoczone Miasta

source: United Heroes League
pl_pl: Liga Bohaterów

source: Vagrants
pl_pl: Tułacze

source: Western Hive
pl_pl: Zachodni Rój

source: White Eyebrow Clan
pl_pl: Klan Białej Brwi

source: Wildlife
pl_pl: Dzicz

source: Wolves
pl_pl: Wilki

source: Yabuta Outlaws
pl_pl: Wygnańcy Yabuty

source: Abandoned Town
pl_pl: Porzucone miasto

source: Ancient Labs
pl_pl: Starożytne laboratorium

source: Ancient Tech Lab
pl_pl: Starożytne laboratorium technologiczne

source: Archive Town
pl_pl: Miasto-Archiwum

source: Ark
pl_pl: Arka

source: Armoury Ruin
pl_pl: Ruina zbrojowni

source: Ashland Dome I
pl_pl: Popielna kopuła I

source: Ashland Dome II
pl_pl: Popielna kopuła II

source: Ashland Dome III
pl_pl: Popielna kopuła III

source: Ashland Dome IV
pl_pl: Popielna kopuła IV

source: Ashland Dome Ruin
pl_pl: Ruina popielnej kopuły

source: Bad Teeth
pl_pl: Próchnica

source: Bark
pl_pl: Przeszczek

source: Barrier Tower
pl_pl: Bariera

source: Bast
pl_pl: Łyko

source: Berserker Village
pl_pl: Wioska berserkerów

source: Black Desert City
pl_pl: Miasto Czarnej Pustyni

source: Black Dog HQ
pl_pl: Baza Czarnych Psów

source: Black Dragon Camp
pl_pl: Obóz Czarnego Smoka

source: Black Scratch
pl_pl: Czarna Rysa

source: Blister Hill
pl_pl: Piekące Wzgórze

source: Blood Bandit Camp
pl_pl: Obóz Krwawych Bandytów

source: Boneyard Wolf Den
pl_pl: Nora kościowilków

source: Bounty Hunter Camp
pl_pl: Obóz Łowców Nagród

source: Burn's Tower
pl_pl: Wieża Burna

source: Unknown Tower
pl_pl: Nieznana wieża

source: Cactus Den
pl_pl: Dolina kaktusów

source: Cannibal Capital
pl_pl: Stolica kanibali

source: Cannibal Village
pl_pl: Wioska kanibali

source: Ominous Place
pl_pl: Złowieszcze miejsce

source: Cat-Lon's Exile
pl_pl: Wygnanie Cat-Lona

source: Clownsteady
pl_pl: Urauchi

source: Crab Nest
pl_pl: Gniazdo krabów

source: Crab Town
pl_pl: Miasto Krabów

source: Crab Village
pl_pl: Wioska Krabów

source: Settlement
pl_pl: Osada

source: Crumbling Labs
pl_pl: Kruszejące laboratorium

source: Cult Village
pl_pl: Wioska kultu

source: Dead Fishing Village
pl_pl: Martwa wioska rybaków

source: Dead Workshop
pl_pl: Martwy Warsztat

source: Ruined Holy Outpost
pl_pl: Zrujnowany Święty Posterunek

source: Deadland Workshop
pl_pl: Warsztat Martwych Ziem

source: Distant Hive Village
pl_pl: Odległa wioska Roju

source: Drifter's Last
pl_pl: Koniec Włóczęgi

source: Drowned Ruins
pl_pl: Podtopione ruiny

source: Dust Bandit Camp
pl_pl: Obóz Pyłowych Bandytów

source: Dust King Tower
pl_pl: Wieża Pyłowego Króla

source: Empire Village
pl_pl: Imperialna wioska

source: Empty Lab
pl_pl: Puste laboratorium

source: Ruins
pl_pl: Ruiny

source: Empty Ruin
pl_pl: Pusta ruina

source: Empty Ruins
pl_pl: Puste ruiny

source: Exile Camp
pl_pl: Obóz wygnańców

source: Expedition 4
pl_pl: Czwarta Ekspedycja

source: Expedition 5
pl_pl: Piąta Ekspedycja

source: Eyesocket
pl_pl: Soczewka

source: Fallen Tower
pl_pl: Upadła wieża

source: Unknown Object
pl_pl: Nieznany obiekt

source: Farm Ruin
pl_pl: Zrujnowana farma

source: Farm Ruins
pl_pl: Ruiny farmy

source: Farming Village
pl_pl: Wioska rolnicza

source: First Village
pl_pl: Pierwsza wioska

source: Fish Isle
pl_pl: Wyspa Ryb

source: Village
pl_pl: Wioska

source: Fishing Village
pl_pl: Wioska rybaków

source: Strange Town
pl_pl: Dziwne miasto

source: Flats Lagoon
pl_pl: Płaska Laguna

source: Lone Shack
pl_pl: Samotny dom

source: Flotsam Safehouse
pl_pl: Schronienie Flotsam

source: Flotsam Village
pl_pl: Flotsam

source: Fog Deathyard
pl_pl: Mglisty dziedziniec

source: Fort Mirage
pl_pl: Fort Miraż

source: Ruined Town
pl_pl: Zrujnowane miasto

source: Free Settlement
pl_pl: Wolna osada

source: Gatherer Village
pl_pl: Wioska zbieracza

source: Ghost Village
pl_pl: Wioska duchów

source: Goat Herder's Camp
pl_pl: Obóz pasterza

source: Gorillo Nest
pl_pl: Gniazdo goryli

source: Grayflayer Village
pl_pl: Wioska Łupieżców

source: Guard Outpost
pl_pl: Strażnica

source: Gurgler Nest
pl_pl: Gniazdo Gurglerów

source: Hive Village
pl_pl: Wioska Roju

source: Hiver-Claimed Armoury
pl_pl: Zbrojownia Roju

source: Holy Farm
pl_pl: Święta Wojna

source: Holy Military Base
pl_pl: Święta Baza Wojskowa

source: Holy Mine Ruin
pl_pl: Ruina Świętej Kopalni

source: Holy Mines
pl_pl: Święte Kopalnie

source: Nice Ruin
pl_pl: Niezłe ruiny

source: Horrible Ruin
pl_pl: Straszne ruiny

source: Infested Lab
pl_pl: Opanowane laboratorium

source: Iron HQ
pl_pl: Żelazna Baza

source: Island Lab
pl_pl: Laboratorium na wyspie

source: Lab Ruin
pl_pl: Ruina laboratorium

source: Ruin
pl_pl: Ruina

source: Last Stand
pl_pl: Ostatnia Linia

source: Leaning Tower
pl_pl: Pochylona wieża

source: Library Ruins
pl_pl: Ruiny biblioteki

source: Looted Ruins
pl_pl: Splądrowane ruiny

source: Lost Armour Store
pl_pl: Zaginiony sklep zbrojny

source: Lost Armoury
pl_pl: Zaginiona zbrojownia

source: Lost Library
pl_pl: Zaginiona biblioteka

source: Lost Library Outpost
pl_pl: Posterunek zaginionej biblioteki
