Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: A fine rare spirit that rich people put on their shelves to impress their friends.
pl_pl: Wyśmienity i rzadki alkohol, który bogaci ludzie ustawiają na półkach by zaimponować swoim przyjaciołom.

source: Bloodrum
pl_pl: Krwawy rum

source: Blueprints
pl_pl: Projekty

source: Blueprints (armour)
pl_pl: Projekty (pancerze)

source: Blueprints (gear)
pl_pl: Projekty (uzbrojenie)

source: Blueprints large
pl_pl: Projekty (duże)

source: Bolts [Heavies]
pl_pl: Bełty [Ciężkie]

source: Heavies pack a serious punch but don't have much range due to their weight.
pl_pl: Ciężkie bełty zapewniają siłę przebicia, ale ze względu na wagę nie dolatują daleko.

source: High accuracy, long-range bolts. You won't go wrong with these.
pl_pl: Celne bełty przelatujące ogromne dystanse. Nie można nimi chybić.

source: Bolts [Longs]
pl_pl: Bełty [Długie]

source: Despite the name, Regulars vary a fair bit in size and weight, but they all sort of fall into a range that works in most bows. They've become a common standard and are easy to find anywhere.
pl_pl: Choć nazwa sugeruje co innego, bełty regularne różnią się nieznacznie rozmiarami i wagą, ale zazwyczaj pasują do większości kusz. Stały się podstawą wyposażenia strzelców i wszędzie można je znaleźć.

source: Bolts [Regulars]
pl_pl: Bełty [Regularne]

source: Bolts [Toothpicks]
pl_pl: Bełty [Wykałaczki]

source: Toothpicks are the smallest bolts available. They don't pack a lot of punch but are usually used in rapid fire weapons.
pl_pl: Wykałaczki to najmniejsze dostępne bełty. Nie mają siły przebicia i zwykle wykorzystuje się je przy szybkostrzelnej broni.

source: A book from the University of Machinists. Everything they learn is compiled into books like this one in an attempt to teach others and improve the world.
pl_pl: Książka pochodząca z drukarni Uniwersytetu Machinistów. Wszystko, czego się nauczyli, zbierane jest w książkach jakich jak ta, by uczyć innych i polepszyć świat.

source: Book
pl_pl: Książka

source: Book Of Grace
pl_pl: Księga Wdzięku

source: Forbidden within the Holy Nation. An ancient scripture from an unknown author: "Let us not yearn for pleasures of the flesh, but yearn only for the love of our Creator and the wellbeing of all mankind. Let us not be tempted by the self serving lures of sexual misdeeds, intoxication, theft and wrong speech. Let us show kindness to our brothers and our sisters, never harm them, never feel envy or animosity towards them. Let us overcome our ego, to find true paradise, the Enlightened Lands."
pl_pl: Zakazana na ziemiach Świętego Narodu. Starożytny tekst nieznanego autora: "Nie pragnijmy uciech dla ciała, lecz tęsknijmy do miłości naszego Twórcy i do dobra dla całej ludzkości. Niech nie kuszą nas seksualne występki, nietrzeźwość, kradzież i mowa nienawiści. Okazujmy miłosierdzie naszym braciom i siostrom - nie rańmy ich, nie zazdrośćmy i nie żywmy urazy. Przezwyciężmy nasze ego by znaleźć prawdziwy raj, Oświecone Ziemie."

source: Forbidden within the Holy Nation. An ancient scripture from an unknown author: "The great father Chitrin was betrayed by his children; broken by their sins and their lack of faith. And so the great father's powers diminished and calamity erupted; but only when the lands began to swallow themselves did the children plead for help. Only at a time desperation and fear, did their devotion burn it's brightest. But the great father was pure and forgiving, so he sacrificed himself for his beloved children. To give them a new chance at life, he cleansed the planet of it's sickness. But the task was too much, and Chitrin was split in two reborn, one of light and one of dark. Together, two gods would exist in equilibrium; Okran, god of day, warmth and renewal; Narko, god of night, cold and destruction. And from that day forth it was known, the great father's sacrifice must not be in vain, the gods must be given strength, the cycle of death and rebirth preserved."
pl_pl: Zakazana na ziemiach Świętego Narodu. Starożytny tekst nieznanego autora: "Wielki ojciec Chitrin został zdradzony przez swoje dzieci; złamany ich grzechami i brakiem wiary. Siły ojca zmalały więc, na świat zstąpiła plaga. Dopiero gdy ziemie zaczęły się nawzajem połykać, dzieci zwróciły się do niego. Tylko w czasach desperacji i strachu, ich pobożność była najsilniejsza. Ale ojciec był czysty i wielkoduszny, więc poświęcił się dla swoich ukochanych dzieci. By dać im szansę na nowe życie, oczyścił planetę z chorób. Zadanie to było jednak zbyt wymagające, toteż Chitrin rozdzielił się na dwóch odrodzonych bogów - jeden ze światła, drugi z ciemności. Razem, dwaj bogowie mieli żyć w równowadze: Okran, bóg światła, ciepła i odnowienia; Narko, bogini nocy, zimna i destrukcji. I od tego dnia było wiadomo, że poświęcenie wielkiego ojca nie było daremne, bogowie otrzymali siłę, a cykl życia i śmierci zachował się."

source: Book Of Sacrifice
pl_pl: Księga Poświęcenia

source: Horrible, dry dry bread.
pl_pl: Strasznie suchy chleb.

source: Bread
pl_pl: Chleb

source: Used to construct buildings. Heavy and difficult to transport in large quantities.
pl_pl: Wykorzystywane do tworzenia większości konstrukcji. Ciężkie i trudne w transporcie w większych ilościach.

source: Building Material
pl_pl: Materiały budowlane

source: Cactus
pl_pl: Kaktus

source: Cactus Rum
pl_pl: Rum z kaktusa

source: A very strong alcohol common in the deserts. Dehydrates you like nothing else, so considered a rare luxury, apart from when it gets imported into the greenlands, where water isn't an issue, then they drink it like madmen.
pl_pl: Bardzo mocny alkohol popularny na pustyniach. Odwadnia jak nic innego, więc uważany jest za rzadki luksus - chyba, że trafia w zielone rejony, gdzie woda nie jest problemem. Tam piją rum w szaleńczych ilościach.

source: Capacitor
pl_pl: Kondensator

source: Captive's Journal I
pl_pl: Dziennik jeńca, cz. I

source: "I felt the eerie sensation that we were being watched. And we were. They came to our camp during the night, slaughtered our gars and dragged the rest of us to their village. The sour smell of rot was rank, knocked me back even more than the sight of those deathly effigies. I've numbed to it now. They separated us into blood stained cages and bandaged the worst of our injuries. First they beat us, then they tend to us, so it seems... Light, what do they want from us?"
pl_pl: "Miałem to dziwne przeczucie, że ktoś nas obserwował. I byliśmy obserwowani. Przyszli do naszego obozu w nocy, wyrżnęli garru i zaciągnęli resztę do ich wioski. Kwaśny smród zgnilizny był potężny, odrzucił mnie nawet bardziej niż widok ich trupich trofeów. Sparaliżowało mnie to. Rozdzielili nas i zamknęli w poplamionych krwią klatkach, zabandażowali najgorsze z ran. Najpierw nas pobili, potem uleczyli, więc... Na bogów, czego oni od nas chcą?"

source: Captive's Journal II
pl_pl: Dziennik jeńca, cz. II

source: "Day 4 They dragged uncle Sen away yesterday morning. Cut a piece of him away as if he were some... 'thing'. An object to be harvested. They stemmed the worst of his bleeding, but with his gaping wound I don't know how long he'll last... Fuck. We need to get out of here fast." "Day 8 Uncle passed away last night. It was a death I'd wish on no man, hacked away piece by piece until he was a twitching stump of a person. They finished what was left of him for breakfast. And us? We retched on the leftovers. Fattening up the food caches... Frighteningly logical thinkers. There are four of us left."
pl_pl: "Dzień 4. Wuja Sena wyciągnęli wczoraj rano. Ucięli mu nogę jakby był tylko... rzeczą. Obiektem do zbiorów. Zatamowali najgorsze krwawienie, ale nie wiem, ile przeżyje z taką raną... Ja pierdolę. Musimy stąd jak najszybciej uciec." Dzień 8. Wuj zmarł zeszłej nocy. To była śmierć, jakiej nie życzyłbym komukolwiek - pozbawiany części ciała jedna po drugiej, aż stał się szamoczącym kadłubem człowieka. Pozbyli się pozostałości po nim na śniadanie. A my? Żywiliśmy się resztkami. Chcieli nas tuczyć jak świnie... Cholernie logicznie myślące skurwysyny. Zostało nas czworo."

source: "Day 13 Their eyes. They don't look like human eyes. No. They look like whirlpools. Like death. Like black" "Day 17 Mother passed last night. Didn't make it as long as the other two." "Day 20 Death visited in the night. A cockroack. Pa-ru, pa-ru. Remember these words, she says. And then melted away again. Pa-ru." "Day 21 Baste the meats to keep it soft. Meat. Meat. Me-at. Me. At. Ha. Ha. Ha."
pl_pl: "Dzień 13. Ich oczy. One nie wyglądają jak ludzkie oczy. Nie. Są jak wiry. Jak śmierć. Jak mrok." Dzień 17. Matka zmarła wczorajszej nocy. Nie wytrzymała tak długo jak pozostała dwójka." Dzień 20. Śmierć nadeszła wieczorem. Karaluch. Pa-ru, pa-ru. Pamiętaj te słowa, mówiła. A potem rozpłynęła się. Pa-ru." Fastrygować mięso, by było miękkie. Mięso. Mięso. Mię-so. Mię. So. Ha. Ha. Ha."

source: Captive's Journal III
pl_pl: Dziennik jeńca, cz. III

source: Captive's Journal IV
pl_pl: Dziennik jeńca, cz. IV

source: "Day 26 Little Brother. So far away. Can't reach him. Can't hear him. Sometimes I talk to myself. Sometimes to Death. I miss the voice of humanity." "Day 27 Managed to pocket some wire during my trip to the chopping block. Everyone else may be gone, but they won't touch a hair on little brother's head. Now's time to get you out of here, Robun."
pl_pl: "Dzień 26. Mały brat. Tak daleko. Nie mogę go dotknąć. Nie mogę go usłyszeć. Czasem mówię do siebie, czasem do śmierci. Brakuje mi głosu ludzkości." Dzień 28. Udało mi się przemycić trochę drutu podczas spaceru do rzeźnika. Pozostałych może już nie ma, ale małemu bratu nie spadnie nawet włos. Czas stąd wypierdalać, Robun."

source: Carbon
pl_pl: Węgiel

source: Trading material based on one of the old civilization's monetary systems, named after an old dictator.
pl_pl: System monetarny bazowany na jednym z tych ze starej cywilizacji. Nazwę otrzymał po imieniu starego dyktatora.

source: Cats
pl_pl: Catuny

source: A fancy ceramic bowl for rich people to eat their fancy food from, probably picking the food out with dainty little implements instead of just using their hands like normal people.
pl_pl: Ekstrawagancka misa z ceramiki dla bogatych ludzi jedzących ekstrawagancką żywność. Zapewne robią to tymi swoimi małymi trójzębami i nożami zamiast używać rąk, jak normalni ludzie.

source: Ceramic Bowl
pl_pl: Ceramiczna miska

source: Raw sheets of chainmail used in armour crafting. It takes an extremely long time to make, which jacks up the price.
pl_pl: Surowe arkusze służące do wyrobu kolczug i innych pancerzy. Ich stworzenie zajmuje wiele czasu, co znacznie podbija cenę.

source: Chainmail Sheets
pl_pl: Arkusze kolcze

source: Chalice Of Fire
pl_pl: Kielich Ognia

source: The Chalice Of Fire, said to have been forged from the Sacred Flame by the 47th Holy Phoenix himself. It just looks like a standard cup. But it IS very shiny.
pl_pl: Kielich Ognia, podobno został wykuty w Świętym Płomieniu własnoręcznie przez 47. Świętego Feniksa. Wygląda jak zwykły kubek, ale BARDZO błyszczy.

source: Chewsticks
pl_pl: Pałeczki do żucia

source: Best you can do with nothing but cactuses
pl_pl: Najlepsze, co można zrobić z samych kaktusów.

source: Trading material based on one of the old civilization's monetary systems.
pl_pl: System monetarny bazowany na jednym z tych ze starej cywilizacji.

source: Cooked Vegetables
pl_pl: Gotowane warzywa

source: Pretty basic food
pl_pl: Zwykły, podstawowy i zdrowy posiłek.

source: Copper
pl_pl: Miedź

source: A valuable metal used in high-tech machinery.
pl_pl: Wartościowy metal służący do tworzenia wysokiej jakości maszynerii.

source: Copper Alloy Plates
pl_pl: Płyty z miedzianego stopu

source: Advanced alloy of steel and copper for specialised building work.
pl_pl: Płyty ze stopionych stali i miedzi do zaawansowanej, specjalistycznej budowy.

source: Cotton is used to make fabrics and clothing.
pl_pl: Bawełna służy do wyrobu tkanin i ubrań.

source: Cotton
pl_pl: Bawełna

source: Cat-Lon's dream was to rebuild civilisation and make up for past mistakes. His empire was vast and focused on study of the lost technologies. But a thousand years is a long time to live. You slowly accumulate fears and prejudices from your bad experiences. You change, become angry. Before you know it, you're a dictator. Over time the population requires more and more force to keep them opressed. Science and archaeology flourished in the empire until an explosion in the Grid caused a famine.
pl_pl: Marzeniem Cat-Lona było odbudowanie cywilizacji i pokuta za dawne błędy. Jego imperium było wielkie i skupione na badaniu utraconych technologii. Ale tysiąc lat życia to baaardzo dużo. Powoli zbierasz obawy i przekonania ze swoich dawnych doświadczeń. Zmieniasz się, stajesz się wściekły. Zanim to zauważasz, jesteś dyktatorem. Z czasem populacja wymaga więcej i więcej siły, by trzymać ich w posłuchu. Nauka i archeologia rozwijały się w imperium aż do czasów, gdy eksplozja w Siatce doprowadziła do powszechnego głodu.

source: CPU of Cat-Lon. One of the founding skeletons of the Old Empire, they sought to undo the crimes and errors of Skeleton-kind and redeem themselves to mankind, though the humans had long forgotten any of it. He eventually became a dictator, as the empire started falling apart he tried harder to force it back together.
pl_pl: Jednostka procesorowa Cat-Lona. Był to jeden ze szkieletronowych twórców Starego Imperium, chcieli odpracować krzywdy i błędy swoich pobratymców, jakie trafiły w ludzkość, choć ci zapomnieli o wielu z nich. W końcu Cat-Lon stał się dyktatorem, a imperium rozpadało się tym bardziej, im mocniej on starał się je trzymać w ryzach.

source: CPU of Cat-Lon
pl_pl: CPU Cat-Lona

source: CPU of General Hat-12
pl_pl: CPU Generała Hat-12

source: CPU of General Hat-12, who was chief of the empire police. He launched a crackdown on the new cultists but his heavy handed approach only fueled their blame and confusion further. Things escalated faster.
pl_pl: Jednostka procesorowa Generała Hat-12, będącego głównym komendantem policji Imperium. Rozpoczął szeroko zakrojoną akcję mającą na celu aresztować nowych kultystów, ale jego podejście zaciśniętej pięści tylko zwiększyło nienawiść do organizacji. Wszystko o wiele szybciej eskalowało.

source: CPU of General Jang, leader of the famous Hydraulic Knights. They fought on the frontlines to protect the empire from pirates and cannibals, their heroism legendary. As time went on, the label of "pirate" became thrown around more and more gratuitously, and they found they were killing more of their own people than the real pirates were.
pl_pl: Jednostka procesorowa Generała Janga, lidera słynnych Hydraulicznych Rycerzy. Walczyli oni na froncie by bronić imperium przed piratami i kanibalami, a ich heroizm był legendarny. Z czasem metka "pirata" zaczęła pojawiać się w coraz większej liczbie przypadków, aż w końcu rycerze zabijali więcej własnych ludzi niż prawdziwych piratów.

source: CPU of General Jang
pl_pl: CPU Generała Janga

source: CPU of Rhinobot
pl_pl: CPU Rinobota

source: Rhinobot just wanted to help, but he had no moral processing, and so would help with anything, even the most diabolical evil. He didn't see anything wrong with his child prisons.
pl_pl: Rinobot chciał tylko pomóc, ale nie posiadał ludzkiego systemu moralności, więc pomagał wszystkiemu, nawet najgorszemu złu. Nie widział niczego złego w swoich dziecięcych więzieniach.

source: Broken CPU of the Head of Agriculture. He could never have forseen the events that happened, but he still blamed himself for the famine, and the subsequent downfall of the empire.
pl_pl: Uszkodzona jednostka procesorowa Głowy Agrokultury. Nie był w stanie przewidzieć serii wydarzeń, które nastąpiły, ale nadal winił się za głód i niemożliwy do zatrzymania upadek imperium.

source: CPU of the Head of Agriculture
pl_pl: CPU Głowy Agrokultury

source: CPU Unit
pl_pl: Procesor

source: Supposedly a piece of brain from a Skeleton or maybe an Iron Spider. Must be worth something to a collector.
pl_pl: Kawałek "mózgu" Szkieletrona albo Żelaznego Pająka. Musi być trochę wart dla kolekcjonera.

source: Various components used to make crossbows.
pl_pl: Różne komponenty potrzebne do stworzenia kuszy.

source: Crossbow Parts
pl_pl: Części kuszy

source: Cultural Groupings And Evolution I
pl_pl: Grupy kulturalne i ewolucja, cz. I

source: How did our current cultures come into being and is there relation to the ancients? Evidence suggests the existence of lesser tribes which may have survived the mass extinction due to different genetic makeup to the ancients. However whether their existence coincides with the timeline of them, we cannot confirm. And what about the differing characteristics between our present races? Environmental evolution is a likely cause of our rather drastic changes in appearance to one another, or even mutations from the industrial remains of the ancients. We share the same main features to suggest we share the same roots at least. As for the ancient master race, given the advanced level of technology used by them, it's a very real possibility that they were not from our lands but in fact an alien race of settlers in search of new natural resources. Our, then, primitive ancestors would have been powerless to repel the invaders from their homelands, but instead lived at a neutral distance from them. Whether alien or simply a whole new life form to us, the level of brain power they possessed was something beyond our own physical means. - Idad
pl_pl: "W jaki sposób nasze obecne kultury są tym, czym są, i czy ma to związek ze starożytnymi? Dowody wskazują na egzystencję mniejszych plemion, które mogły przeżyć masowe wymieranie dzięki innej genetyce w przeciwieństwie do starożytnych. Jednakże czy ich egzystencja zgadza się z ich osią czasu - tego nie jesteśmy w stanie potwierdzić. Co zaś z charakterystycznymi różnicami między współczesnymi rasami? Środowiskowa ewolucja jest najprawdopodobniej powodem tych drastycznych zmian w wyglądzie jednych względem drugich, być może są to mutacje spowodowane przemysłowymi pozostałościami po starożytnych. Dzielimy część podobnych cech, co sugeruje że przynajmniej mamy wspólne korzenie. Jeśli chodzi o starożytną super-rasę, bazując na zaawansowanym poziomie technologii, z jakiej korzystali, istnieje spore prawdopodobieństwo że nie pochodzi z tego samego miejsca, co my, ale byli rasą obcych, którzy zamieszkali na naszej ziemi w poszukiwaniu nowych naturalnych zasobów. Nasi, wtedy prymitywni, przodkowie byli bezsilni i nie mogli wypędzić najeźdźców - zamiast tego żyli w bezpiecznej odległości od nich. Jeśli byli obcymi albo po prostu nową formą życia, ich poziom inteligencji był znacznie powyżej tego, co jest dla nas osiągalne. - Idad"

source: Cultural Groupings And Evolution II
pl_pl: Grupy kulturalne i ewolucja, cz. II

source: Do our present cultures have links to the ancients? We've not yet found any evidence of a separate 'ancient' race to our own, which indicates that our current races as we know them possibly all originate from the few survivors of one master race. This would mean that the ancients were some form of human, shek or hiver although, with such considerable differences in appearance, 'natural' evolution's involvement feels hard to swallow. But, evolution aside, who created whom - the skeletons or the ancient master race? So far we've not found any tech that would be capable of organic creation, but many of the ruins indicate a strong skeleton presence. Even so, arts and miscellaneous remains suggest the coexistence of both within the ancient kingdom and, without a doubt, I would bet my life that we are the surviving descendants of them. - Finch
pl_pl: "Czy nasze obecne kultury mają coś wspólnego ze starożytnymi? Nie znaleźliśmy jeszcze jakichkolwiek dowodów na istnieje "starożytnej" rasy innej, niż nasz, co oznacza że obecne gatunki prawdopodobnie są spadkiem po niedobitkach jednej super-rasy. To z kolei znaczy, że starożytni byli formą człowieka, sheka lub rojownika, ale ze względu na nasze spore różnice w wyglądzie, ciężko uznać to za "naturalną" ewolucję. Odstawiając ewolucję na bok - kto stworzył kogo, szkieletrony czy starożytna rasa? Do tej pory nie mamy żadnej technologii pozwalającej na tworzenie organizmów, jednakże wiele ruin wskazuje na sporą prezencję Szkieletronów. Sztuka i różne pozostałości sugerują koegzystencję obu w ramach jednego, starożytnego królestwa, i bez wątpienia mógłbym założyć się o własne życie, że jesteśmy żywymi spadkobiercami. - Finch"

source: Cup
pl_pl: Kubek

source: Damaged Book
pl_pl: Zniszczona książka

source: Whatever it was, it's pretty useless now.
pl_pl: Czymkolwiek to było, teraz jest bezużyteczne.

source: Doll
pl_pl: Lalka

source: An old child's toy, battered and worn beyond its prime.
pl_pl: Stara dziecięca zabawka, wytarmoszona i podarta do cna.

source: Contrary to popular belief, Dried fish is not a third species of fish, it's just a Thinfish that's been dried and salted.
pl_pl: Pomimo popularnego wierzenia, suszona ryba nie jest trzecim gatunkiem ryby. To chuda ryba, którą wysuszono i osolono.

source: Dried Fish
pl_pl: Suszona ryba

source: Not the best quality meat, but better than nothing
pl_pl: Mięso nienajlepszej jakości, ale lepsze nic nic.

source: Good survival food
pl_pl: Dobre jedzenie by przetrwać krótką chwilę.

source: Dried Meat
pl_pl: Suszone mięso

source: Dustwich
pl_pl: Kanapka

source: Possibly the food with the highest unpleasantness to nutrition ratio in the world. So dry. Probably a big contributor to desert suicide.
pl_pl: Posiłek być może sycący, ale najmniej przyjemny na świecie. Suchy jak diabli, prawdopodobnie dołożył sporo do częstotliwości samobójstw na pustyni.

source: Electrical Components
pl_pl: Komponenty elektryczne

source: Complicated electricals and stuff, you wouldn't understand it.
pl_pl: Skomplikowana elektronika i inne rzeczy, nie ma czego ci tłumaczyć.

source: Worthless
pl_pl: Bezwartościowy

source: Empty Grog Can
pl_pl: Pusty kanister grogu

source: Empty Rum Bottle
pl_pl: Pusta butelka rumu

source: I feel let down
pl_pl: Czuje się porzucony

source: Engineering Research
pl_pl: Badania inżynierskie

source: A rare artifact that can be used to unlock advanced building research.
pl_pl: Rzadki artefakt potrzebny do odblokowania zaawansowanych badań.

source: Fabrics
pl_pl: Tekstylia

source: General fabrics useful for general crafting purposes.
pl_pl: Zestaw tekstyliów do tworzenia przedmiotów.

source: A wonderfully vibrant walking adornment, to enrich the ambience of the discerning dream home.
pl_pl: Wspaniale przyjemne urozmaicenie chodzenia, by wzbogacić ambient wymarzonego domu.

source: Fancy Rug
pl_pl: Ekstrawagancki dywan

source: Flotsam Safehouse Note
pl_pl: Notatka ze schronienia
