Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Light Post III
pl_pl: Lampa uliczna III

source: A simple locked box used to practice the art of lockpicking. It has a transparent cutaway on the side, so beginners can see how a lock works internally.
pl_pl: Prosta skrzynia z kłódką pozwalająca na szkolenie się z zakresu otwierania zamków. Z jednej strony jest rozcięta, więc początkujący mogą zobaczyć, jak zachowuje się zamek.

source: TRAINING
pl_pl: TRENING

source: Locksmith Training Box
pl_pl: Skrzynia ćwiczebna

source: Locksmith Training Box II
pl_pl: Skrzynia ćwiczebna II

source: Locksmith Training Box III
pl_pl: Skrzynia ćwiczebna III

source: Longhouse
pl_pl: Długi dom

source: A long, narrow building shell.
pl_pl: Długa i wąska powłoka budowlana.

source: Makeshift Gate
pl_pl: Prosta brama

source: A crappy gate that won't keep the enemies at bay for long.
pl_pl: Słabej jakości brama która nie powstrzyma przeciwników na zbyt długo.

source: Makeshift Wall
pl_pl: Prosty mur

source: Makeshift Wall Short
pl_pl: Prosty mur - niski

source: Manual Iron Refinery
pl_pl: Ręczna rafineria żelaza

source: MINING
pl_pl: WYDOBYCIE

source: Manual Oil Drill
pl_pl: Ręczne wiertło

source: This machine can process raw stone and turn it into useful building materials. It doesn't need any power, but you need a lot of people to operate it.
pl_pl: To urządzenie pozwala na rafinowanie kamienia w przydatne materiały budowlane. Nie wymaga prądu, ale potrzeba sporej liczby ludzi do jego obsługi.

source: Manual Stone Processor
pl_pl: Ręczna kamieniarka

source: Market Stall A
pl_pl: Stragan A

source: Market Stall B
pl_pl: Stragan B

source: Market Stall C
pl_pl: Stragan C

source: Market Tent
pl_pl: Namiot straganowy

source: Market Tent Big
pl_pl: Duży namiot straganowy

source: Market Tent Long
pl_pl: Długi namiot straganowy

source: Market Tent Small
pl_pl: Mały namiot straganowy

source: Meas Cave
pl_pl: Jaskinia Measa

source: Medical Workbench
pl_pl: Warsztat medyczny

source: CRAFTING
pl_pl: TWORZENIE

source: A safe place to store all your medikits.
pl_pl: Bezpieczne miejsce do przechowywania wszystkich apteczek.

source: Medicrate
pl_pl: Pojemnik medyczny

source: Medical Kits
pl_pl: Zestawy medyczne

source: Medium Tent
pl_pl: Średni namiot

source: Mercenary Tent
pl_pl: Namiot najemników

source: A tent used by mercenaries to shelter from the rain.
pl_pl: Namiot wykorzystywany przez grupy najemników do ochrony przed deszczem.

source: CAMPING
pl_pl: OBOZOWANIE

source: Metal Box
pl_pl: Metalowa skrzynia

source: Metal Chest
pl_pl: Metalowa skrzynia

source: You can store anything in here.
pl_pl: Możesz tu przechowywać cokolwiek.

source: Metal Table
pl_pl: Metalowy stół

source: Metal Wallhouse
pl_pl: Metalowa chata

source: A makeshift house, built tall and flat to fit against steep slopes.
pl_pl: Biedna chata zrobiona ze zbitych metalowych płyt, na tyle wysoka i płaska by mogła utrzymać się na stromych zboczach.

source: Metal Warehouse
pl_pl: Metalowy magazyn

source: A huge metal shelter.
pl_pl: Ogromna, metalowa powłoka.

source: A heavy duty crossbow mounted on a swivel. It has a 180 degree fire arc and is best mounted on walls. Not so great against heavy armour.
pl_pl: Ciężkozadaniowa kusza zamontowana na trójnogu. Ma 180-stopniowy kąt ostrzału i najlepiej sprawdza się na murach. Nie jest dobra przeciwko ciężkim pancerzom.

source: Mounted Crossbow
pl_pl: Stacjonarna kusza

source: The Mark II has an advanced draw mechanism, which speeds up reload time, range and power.
pl_pl: Model II posiada zaawansowany mechanizm przeładowywania, co przyspiesza ostrzał, zwiększa zasięg i moc.

source: Mounted Crossbow mkII
pl_pl: Stacjonarna kusza Mod. II

source: The Mark II has an advanced draw mechanism, which speeds up reload time, range and power. With added spotlight fitted.
pl_pl: Model II posiada zaawansowany mechanizm przeładowywania, co przyspiesza ostrzał, zwiększa zasięg i moc.. Posiada dołączony reflektor.

source: Mounted Crossbow mkII [light]
pl_pl: Stacjonarna kusza Mod. II (światło)

source: Multi-Barrel Harpoon AUTOTurret
pl_pl: Wielolufowa wieżyczka harpunowa (Autom.)

source: Multi-Barrel Harpoon Turret
pl_pl: Wielolufowa wieżyczka harpunowa

source: Man does this crazy beast chuck out some 'poons. Not as powerful as other turrets however, and accuracy and reload times are terrible unless used by a skillful gunner.
pl_pl: Ta bestia potrafi zrobić nabitego harpunami jeża z każdego przeciwnika. Nie jest jednak tak potężna jak inne wieżyczki, a jej celność i szybkość przeładowania pozostawiają wiele do życzenia jeśli nie operuje nią umiejętny strzelec.

source: No Entry Sign
pl_pl: Znak "Brak wejścia"

source: Oil Drill
pl_pl: Wiertło

source: Oil Refinery
pl_pl: Rafineria paliwowa

source: Old Bed
pl_pl: Stare łóżko

source: Old House
pl_pl: Stary dom

source: Old Small Shack
pl_pl: Stara buda

source: Old Stool
pl_pl: Stary taboret

source: Old Storm House
pl_pl: Stary duży dom

source: Ore Drill II
pl_pl: Wiertło II

source: A semi-automated mining system for hauling raw metals out of the ground.
pl_pl: Półautomatyczny system do wykopywania surowych metali z ziemi.

source: Ore Mine
pl_pl: Odkrywka metali

source: Ore Drill III (Automated)
pl_pl: Wiertło III (Automatyczne)

source: A fully-automated, cutting edge mining system.
pl_pl: W pełni automatyczny system wydobywczy.

source: A basic source of metal ores.
pl_pl: Podstawowe źródło metali.

source: Ore Mine II
pl_pl: Odkrywka metali II

source: Processes ore to make steel bars
pl_pl: Zamienia metale w stalowe sztaby

source: Ore Processor
pl_pl: Rafineria metali

source: (Decorative) Everyone's gotta go.
pl_pl: (Dekoracyjne) Każdy musi odejść.

source: Outhouse
pl_pl: Wychodek

source: Outpost Gate
pl_pl: Posterunkowa brama

source: Outpost Heavy Gate
pl_pl: Posterunkowa ciężka brama

source: A very large, self-containable citadel
pl_pl: Wielka, samowystarczalna cytadela.

source: Outpost Prison
pl_pl: Posterunek więzienny

source: A spiral ramp up to the citadel entrance.
pl_pl: Spiralna rampa prowadząca do wejścia cytadeli.

source: Outpost Prison Ramp
pl_pl: Posterunek więzienny - rampa

source: Outpost s-I
pl_pl: Posterunek S-1

source: Outpost s-II
pl_pl: Posterunek S-2

source: Outpost s-III
pl_pl: Posterunek S-3

source: The "s-III" version is a tough outpost that builds well on awkward terrain.
pl_pl: Posterunki "S-1" i "S-3" pozwalają na budowę nawet na najdziwniejszym terenie. "S-3" jest bezpośrednim ulepszeniem "S-1" i zapewnia świetną wytrzymałość.

source: Outpost s-IV
pl_pl: Posterunek S-4

source: The ultimate building. Large, spacious, and tough.
pl_pl: Budynek ostateczny. Wielki, pełen miejsca i wytrzymały. Wersja S-4 jest unowocześnioną i wzmocnioną wersją S-2.

source: BUILDINGS
pl_pl: BYDUNKI

source: Outpost Stairs
pl_pl: Posterunkowe schody

source: Outpost s-V
pl_pl: Posterunek S-5

source: Partition
pl_pl: Przegroda

source: Peeler Machine
pl_pl: Obieraczka

source: A machine designed to slowly and carefully remove the outer layers of whatever is put inside.
pl_pl: Maszyna stworzona do powolnego i ostrożnego usuwania zewnętrznych warstw czegokolwiek, co zostanie tam umieszczone.

source: Plate Beating Station
pl_pl: Stacja wybijania płyt

source: A simple bench for the task of hammering out metal into basic armour plates.
pl_pl: Prosty warsztat przeznaczony do wybijania płyt pancernych ze zwykłych metali.

source: Pontoon Bridge
pl_pl: Most pontonowy

source: Straddles gaps and rivers.
pl_pl: Umożliwia przejście przez wyrwy i rzeki.

source: A basic cage for holding prisoners.
pl_pl: Zwyczajna klatka do przetrzymywania więźniów.

source: Prisoner Cage
pl_pl: Klatka więzienna

source: Prisoner Pole
pl_pl: Słup więzienny

source: Quad Streetlamp
pl_pl: Poczwórna lampa

source: Rain Collector
pl_pl: Zbieracz wody

source: Raised House
pl_pl: Wzniesiony dom

source: Research Bench II
pl_pl: Warsztat badawczy II

source: A research bench is vital to enabling new weapons and technologies.
pl_pl: Warsztat badawczy jest nieodłącznym elementem badania nowego wyposażenia i technologii.

source: Research Bench III
pl_pl: Warsztat badawczy III

source: Research Bench IV
pl_pl: Warsztat badawczy IV

source: Research Bench V
pl_pl: Warsztat badawczy V

source: Research Bench VI
pl_pl: Warsztat badawczy VI

source: Riceweed needs wet environments, like the swamps.
pl_pl: Ryż wymaga wilgotnych środowisk, na przykład bagien.

source: Riceweed Farm L
pl_pl: Frama ryżu (L)

source: Riceweed Farm M
pl_pl: Farma ryżu (M)

source: Riceweed Farm S
pl_pl: Farma ryżu (S)

source: Robotics Bench
pl_pl: Warsztat robotyczny

source: Assemble robot parts.
pl_pl: Pozwala na tworzenie części roboczych.

source: A round wooden table
pl_pl: Okrągły, drewniany stół.

source: Round Bar Table
pl_pl: Okrągły stół barowy

source: Round table
pl_pl: Okrągły stół

source: Rum Barrels
pl_pl: Beczki rumu

source: Storage barrels for rum
pl_pl: Beczki do przechowywania rumu.

source: A still that can make you precious rum! Rum!
pl_pl: Urządzenie do produkcji bezcennego rumu! Rum!

source: Rum Still
pl_pl: Destylator rumu

source: Rusty Sink
pl_pl: Zlew

source: A rusty sink.
pl_pl: Zardzewiały zlew.

source: Safe
pl_pl: Sejf

source: The ultimate high-security storage
pl_pl: Świetnie zabezpieczony pojemnik.

source: Sake Barrels
pl_pl: Beczki sake

source: Storage barrels for sake
pl_pl: Beczki do przechowywania sake.

source: A contraption for the distillation of sake, made from fermented riceweed.
pl_pl: Urządzenie do produkcji sake z fermentowanego ryżu.

source: Sake Still
pl_pl: Destylator sake

source: Makes a good bar or shop.
pl_pl: Powłoka przeznaczona pod bar lub sklep.

source: An ragged tent that can be crafted in the field out of animal skins. It offers some protection from the rain.
pl_pl: Materiałowy namiot który można stworzyć w dziczy ze zwierzęcych skór. Zapewnia nieco ochrony przed deszczem.

source: Scrap Tent
pl_pl: Gówniany namiot

source: A powerful searchlight, for external use only.
pl_pl: Potężny reflektor do użytku zewnętrznego.

source: Searchlight
pl_pl: Reflektor

source: Secure Weapon Cabinet
pl_pl: Bezpieczny pojemnik na broń

source: Secure storage for all your weapons.
pl_pl: Bezpieczny pojemnik do przechowywania broni.

source: Secure Wooden Chest
pl_pl: Bezpieczna skrzynia

source: Shelf
pl_pl: Półka

source: Shelves
pl_pl: Półki

source: Shop Counter
pl_pl: Lada sklepowa

source: Place items you want to sell in a shop counter. If the building and town is open to public visitors then customers will come to buy things.
pl_pl: Można w niej umieszczać przedmioty, które chce się później sprzedać. Jeśli konkretny budynek i sam posterunek są publiczne, klienci będą przychodzić na zakupy.

source: Sitting Box
pl_pl: Pudełko

source: An old box used as a seat. Efficient. Clever.
pl_pl: Stare pudełko służące za siedzisko. Wygodne. Mądre.

source: Sitting Pillow
pl_pl: Poduszka

source: A luxurious cushion like that what the nobles have.
pl_pl: Luksusowa i wygodna poduszka. Takie można znaleźć w większości domów możnych.

source: Assemble replacement limbs.
pl_pl: Pozwala na tworzenie protez.

source: Skeleton Limb Bench
pl_pl: Warsztat protetyczny

source: Skeleton Repair Bed
pl_pl: Łoże naprawcze

source: As skeletons get constantly damaged and repaired their bodies start to wear down. When this wear becomes too much it can be repaired at a repair bed.
pl_pl: Części szkieletronów pod wpływem ciągłego odnoszenia ran i ich naprawiania "na miejscu" zaczynają się wyrabiać. Gdy ich stan jest krytycznie niski, można je zakonserwować w łożu naprawczym.

source: Skeleton Shredder
pl_pl: Niszczarka szkieletronowa

source: Small Barrel
pl_pl: Mała beczka

source: Small Broken Barrel
pl_pl: Mała beczka (popsuta)

source: Small Copper Resource
pl_pl: Mała odkrywka miedzi

source: Small Crate
pl_pl: Mała skrzynia

source: A small crate
pl_pl: Mała skrzynia do przechowywania rzeczy.

source: An electrical generator that runs on biofuel.
pl_pl: Agregat działający na biopaliwo.

source: Small Generator
pl_pl: Mały agregat

source: Generator
pl_pl: Agregat

source: POWER
pl_pl: ENERGIA

source: Small Iron Resource
pl_pl: Mała odkrywka żelaza

source: TECH
pl_pl: TECHNOLOGIA

source: A research bench is vital to enabling new weapons and technologies. This little one will fit in a small shack, and is good for getting started out.
pl_pl: Warsztat badawczy jest potrzebny do odkrywania nowego sprzętu i technologii. Ten zmieści się w małej budzie i jest dobry na start.

source: Small Research Bench
pl_pl: Mały warsztat badawczy

source: A small building shell, barely enough room to breathe, but it makes a good starter because its so cheap and easy to build.
pl_pl: Mała powłoka budowlana. Miejsca starcza ledwo na oddychanie, ale jest dobra na start ze względu na swoją taniość i łatwość w zbudowaniu.

source: Small Shack
pl_pl: Mała buda

source: Small Table
pl_pl: Mały stół

source: A small table that will quickly get full of useless junk.
pl_pl: Mały stół, który szybko zapełni się bezużytecznymi śmieciami.

source: INTERIOR
pl_pl: WNĘTRZE

source: Small Tent
pl_pl: Mały namiot

source: Small Wall Light
pl_pl: Mała lampa naścienna

source: Small Water Tank
pl_pl: Mały zbiornik na wodę

source: Small wind generators are better at generating a more consistent output in all winds, but have less power overall.
pl_pl: Małe turbiny mają dobrą wydajność przy każdej sile wiatru, ale produkują mniej prądu niż ich duże odpowiedniki.

source: Small Wind Generator
pl_pl: Mała turbina

source: Snailhouse
pl_pl: Ślimak

source: A wide open two-story building that often serves as a bar.
pl_pl: Szeroki, piętrowy budynek z tarasem często służący za bar.

source: Snailhouse Lagoon
pl_pl: Ślimak (Laguna)

source: Spiked Cage
pl_pl: Klatka nabita kolcami

source: Spotlight
pl_pl: Reflektor

source: Stairs
pl_pl: Schody

source: Stationhouse
pl_pl: Garnizon

source: A vast, well defended building shell
pl_pl: Pojemna powłoka o sporych predyspozycjach obronnych. Zwykle służy za koszary lub za główną kwaterę dowódcy frakcji.

source: This machine refines iron to make high quality steel bars
pl_pl: To urządzenie rafinuje żelazo do postaci stalowych sztab.

source: Steel Refinery II
pl_pl: Rafineria żelaza II

source: Steel Refinery
pl_pl: Rafineria żelaza

source: This automated machine refines iron to make high quality steel bars
pl_pl: Zautomatyzowana rafineria żelaza wytwarzająca stalowe sztaby.

source: Steel Refinery III
pl_pl: Rafineria żelaza III

source: Stephouse
pl_pl: Dom schodkowy

source: Stone Mine II
pl_pl: Kamieniołom II

source: Stone Mine III
pl_pl: Kamieniołom III

source: A basic stone mine with some minor efficiency improvements. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
pl_pl: Podstawowy kamieniołom z niewielkimi poprawkami wydajnościowymi. Wymaga ciężkiej pracy, a ilość wydobywanego surowca zależy w dużej mierze od liczby przypisanych pracowników.

source: A stone mine with some minor efficiency improvements. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
pl_pl: Kamieniołom z niewielkimi poprawkami wydajnościowymi. Wymaga ciężkiej pracy, a ilość wydobywanego surowca zależy w dużej mierze od liczby przypisanych pracowników.

source: Stone Mine IV
pl_pl: Kamieniołom IV

source: Stone Mine V
pl_pl: Kamieniołom V

source: A stone mine with some efficiency improvements.
pl_pl: Kamieniołom z niewielkimi poprawkami wydajnościowymi.

source: A semi-automated stone mine with state of the art machinery.
pl_pl: Półautomatyczny kamieniołom mający status arcydzieła maszynowego.

source: Stone Mine VI
pl_pl: Kamieniołom VI

source: Stone Mine VII
pl_pl: Kamieniołom VII

source: Stone Processor II
pl_pl: Kamieniarka II

source: This machine can process raw stone and turn it into useful building materials.
pl_pl: To urządzenie przetwarza surowy kamień do materiałów budowlanych.

source: Stone Processor III
pl_pl: Kamieniarka III

source: Stone Processor IV
pl_pl: Kamieniarka IV

source: Stone Processor
pl_pl: Kamieniarka

source: This machine can process raw stone and turn it into useful building materials. Only needs one worker, and has an excellent output speed.
pl_pl: To urządzenie przetwarza surowy kamień na materiały budowlane. Potrzebuje tylko jednego pracownika i błyskawicznie rafinuje surowce.

source: Stone Processor V
pl_pl: Kamieniarka V

source: A basic stone mine. They're hard work, and the amount of resources you get out is mostly dependent on how many workers you can throw at it.
pl_pl: Podstawowy kamieniołom. Wymaga ciężkiej pracy, a ilość wydobywanych surowców w dużej mierze zależy od liczby przypisanych pracowników.

source: Stone Resource
pl_pl: Odkrywka kamienia

source: Stool
pl_pl: Stołek

source: What did the ancient ones store in these things?
pl_pl: Co starożytni trzymali w tych pojemnikach?

source: Storage: Armour Plate
pl_pl: Pojemnik: Płyty pancerne

source: STORAGE
pl_pl: POJEMNIKI

source: A storage box for steel plates, used to craft heavy armour
pl_pl: Pojemnik do przechowywania stalowych płyt, wykorzystywanych do tworzenia ciężkich pancerzy.

source: A handy storage point for Building Materials
pl_pl: Przydatny pojemnik do przechowywania materiałów budowlanych.

source: Storage: Building Materials
pl_pl: Pojemnik: Materiały budowlane

source: Storage: Cactus
pl_pl: Pojemnik: Kaktus

source: Storage: Chainmail
pl_pl: Pojemnik: Arkusze kolcze

source: A storage box for raw chainmail sheets
pl_pl: Pojemnik do przechowywania surowych arkuszy kolczych.

source: Storage: Copper
pl_pl: Pojemnik: Miedź

source: A storage point for raw copper
pl_pl: Miejsce do przechowywania surowej miedzi.

source: Storage: Copper Alloys
pl_pl: Pojemnik: Płyty z miedzianego stopu

source: A storage box for copper alloy plates
pl_pl: Pojemnik do przechowywania płyt ze stopów miedzianych.

source: Storage: Cotton
pl_pl: Pojemnik: Bawełna

source: Storage dumpster for raw cotton
pl_pl: Pojemnik na surową bawełnę.

source: Storage box for crossbow parts
pl_pl: Pojemnik na części do kusz

source: Storage: Crossbow Parts
pl_pl: Pojemnik: Części do kusz

source: Storage: Electricals
pl_pl: Pojemnik: Elektronika

source: A handy storage box for eletrical components
pl_pl: Pojemnik do przechowywania komponentów elektrycznych.

source: Storage: Fuel
pl_pl: Pojemnik: Paliwo

source: Storage: Greenfruit
pl_pl: Pojemnik: Psianka

source: Storage for your lovely drugs
pl_pl: Pojemnik na twoje ukochane narkotyki.

source: Storage: Hashish
pl_pl: Pojemnik: Haszysz

source: Storage: Hemp
pl_pl: Pojemnik: Konopie

source: Storage dumpster for raw hemp
pl_pl: Pojemnik na surowe konopie.

source: Storage: Iron Plates
pl_pl: Pojemnik: Żelazne płyty

source: Storage box for Iron Plates
pl_pl: Pojemnik do przechowywania żelaznych płyt.

source: Storage: Leather
pl_pl: Pojemnik: Wyprawiona skóra

source: A storage box for raw leather
pl_pl: Pojemnik na wyprawione skóry.

source: Storage: Meat
pl_pl: Pojemnik: Mięso

source: Air-tight storage for raw meat
pl_pl: Szczelny pojemnik do przechowywania surowego mięsa.

source: Storage: Ore
pl_pl: Pojemnik: Ryda

source: Storage: Riceweed
pl_pl: Pojemnik: Ryż

source: Storage: Robotics
pl_pl: Pojemnik: Robotyka

source: A container for storing robotics and skeleton parts
pl_pl: Pojemnik do przechowywania protez i części robotycznych.

source: Storage: Skins
pl_pl: Pojemnik: Skóry

source: Storage for animal skins that can be used to make leather
pl_pl: Pojemnik do przechowywania zwierzęcej skóry, z której można następnie stworzyć skórę wyprawioną.

source: Storage: Steel Bars
pl_pl: Pojemnik: Stalowe sztaby

source: A handy storage point for steel bars
pl_pl: Poręczny pojemnik do przechowywania stalowych sztab.

source: A handy storage point for Iron Ore
pl_pl: Pojemnik do przechowywania żelaza.

source: Storage dumpster for raw stone
pl_pl: Pojemnik na surowy kamień.

source: Storage: Stones
pl_pl: Pojemnik: Kamień

source: Storage for all your Raw Stone
pl_pl: Pojemnik do przechowywania surowego kamienia.

source: Storage dumpster for wheatstraw
pl_pl: Pojemnik do przechowywania pszenicy.

source: Storage: Wheatstraw
pl_pl: Pojemnik: Pszenica

source: Storm House
pl_pl: Duży dom

source: Gives you a fair bit more space than that tiny shack you've been living in.
pl_pl: Daje trochę więcej miasta niż mała buda, w której do tej pory żyłeś.

source: Storm House Lagoon Version
pl_pl: Duży dom (Laguna)

source: Stove
pl_pl: Piec

source: Street Lantern
pl_pl: Lampa uliczna

source: Swamp Dome
pl_pl: Bagienna kopuła

source: A very spacious building shell.
pl_pl: Przestronna powłoka budowlana przeznaczona do bagiennych warunków.

source: Swamp Fence
pl_pl: Bagienny mur

source: Wire and metal to demarcate one area of swamp from another.
pl_pl: Metalowe płyty i drut kolczasty do oddzielania bagiennych stref.

source: Swamp High Walkway
pl_pl: Bagienna kładka

source: A shorter raised walkway for connecting swamp houses
pl_pl: Podpory kładki do łączenia domów.

source: Swamp House
pl_pl: Bagienny dom

source: A more spacious building shell.
pl_pl: Przestrzenna powłoka budowlana zbita z metalowych płyt i postawiona na drewnianej kładce.

source: A look-out tower for vigilance and protection!
pl_pl: Wieża widokowa dla czujności i ochrony!

source: Swamp Lookout Tower
pl_pl: Bagienna wieża strażnicza

source: Swamp Platform
pl_pl: Bagienna platforma

source: A platform for sundry functions.
pl_pl: Platforma o rozmaitych funkcjach.

source: A raised platform
pl_pl: Platforma podniesiona na drewnianej konstrukcji.

source: Swamp Platform Large
pl_pl: Bagienna platforma (duża)

source: A very large platform
pl_pl: Bardzo duża platforma.

source: Swamp Platform Round
pl_pl: Bagienna platforma (okrągła)

source: Swamp Platform Small
pl_pl: Bagienna platforma (mała)

source: Swamp Shack
pl_pl: Bagienna buda

source: Swamp Store
pl_pl: Bagienny sklep

source: A store run by rebels, for rebels.
pl_pl: Sklep prowadzony przez buntowników, dla buntowników.

source: A simple table
pl_pl: Prosty stół

source: Table
pl_pl: Stół

source: Thief Training Boxes
pl_pl: Skrzynie treningowe

source: A big unstable pile of boxes filled with noisy metal parts and junk. The idea is to try and remove different items from the boxes without making any noise.
pl_pl: Wielka niestabilna góra pudełek i skrzyń wypełnionych metalowymi częściami i śmieciami. Ideą treningu jest wyciąganie różnych przedmiotów z tych pudełek bez hałasowania.

source: Thief Training Boxes II
pl_pl: Skrzynie treningowe II

source: Thief Training Boxes III
pl_pl: Skrzynie treningowe III

source: Throne
pl_pl: Tron

source: Throne Platform
pl_pl: Platforma tronowa

source: A crude light source
pl_pl: Słabe źródło światła.

source: Torch Post
pl_pl: Pochodnia

source: Training Dummy MkI
pl_pl: Manekin ćwiczebny I

source: A simple training dummy for beginners to train their melee attack skill. This will take you to a max of level 5.
pl_pl: Prosty manekin dla początkujących, by mogli ćwiczyć atak wręcz. Ten model pozwala na rozwój umiejętności do poz. 5.

source: Training Dummy MkII
pl_pl: Manekin ćwiczebny II

source: Good for rookies to train their melee attack skill. This will take you to a max of level 10.
pl_pl: Dobry dla nowicjuszy i treningu walki wręcz. Ten model pozwala na podniesienie poziomu do 10.

source: A cleverly made training dummy that will take a rookie as far as level 15 in melee attack.
pl_pl: Mądrze stworzony manekin do ćwiczenia walki wręcz, aż do 15. poziomu.

source: Training Dummy
pl_pl: Manekin ćwiczebny

source: Training Dummy MkIII
pl_pl: Manekin ćwiczebny III
