Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Ancient Citadel
pl_pl: Starożytna cytadela

source: A bad place
pl_pl: Złe miejsce

source: A remnant of an old chapter.
pl_pl: Pozostałości po starej katedrze.

source: Ancient Citadel Ruin
pl_pl: Ruiny starożytnej cytadeli

source: Ancient Factory
pl_pl: Starożytna fabryka

source: A vast factory shell of some type from the old times.
pl_pl: Rozległa powłoka fabryki z dawnych czasów.

source: A spooky old laboratory.
pl_pl: Straszne, stare laboratorium.

source: Ancient Lab
pl_pl: Starożytne laboratorium

source: Ancient Lab Ramp
pl_pl: Starożytne laboratorium - rampa

source: Ancient Lab Ramp Gate
pl_pl: Starożytne laboratorium - rampa z bramą

source: Ancient Safe
pl_pl: Starożytny sejf

source: A food storage that you can put outside for your animals to get their own food from.
pl_pl: Pojemnik na żywność, który można umieścić na zewnątrz by zwierzęta pobierały z niego jedzenie.

source: Animal Feeder
pl_pl: Paśnik

source: Armour Stand
pl_pl: Stojak na pancerz

source: Storage for clothing and armour.
pl_pl: Pojemnik na ubrania i pancerze.

source: Armour Storage
pl_pl: Pojemnik na pancerze

source: Arrow Making Bench
pl_pl: Warsztat łuczniczy

source: A custom desk to make arrows on.
pl_pl: Stanowisko do produkcji strzał.

source: An industrial leviathan from the old times.
pl_pl: Industrialny potwór z dawnych czasów.

source: Ash Dome
pl_pl: Popielna kopuła

source: Ash Dome Ruin
pl_pl: Ruina popielnej kopuły

source: Assassination Dummy
pl_pl: Manekin [Skrytobójstwo]

source: Assassin Training
pl_pl: Trening skrytobójstwa

source: Assassination Dummy II
pl_pl: Manekin [Skrytobójstwo II]

source: Learn how to knock out your victims from behind and murder people in their sleep. It's great.
pl_pl: Pozwala na naukę ogłuszania przeciwników i mordowania ich we śnie. Super zabawa.

source: Assassination Dummy III
pl_pl: Manekin [Skrytobójstwo III]

source: Automatic Grain Silo
pl_pl: Automatyczny silos na zboże

source: Grinds wheatstraw up into flour, for cooking with. This one's motorised.
pl_pl: Mieli zboże na mąkę, potrzebną do gotowania. Ten jest automatyczny.

source: Awning
pl_pl: Markiza

source: Furniture
pl_pl: MEBLE

source: Barrel A
pl_pl: Beczka (A)

source: Barrel B
pl_pl: Beczka (B)

source: barrelTable
pl_pl: Stół z beczki

source: barrelTable2
pl_pl: Podwójny stół z beczki

source: Barrier
pl_pl: Bariera

source: Barrier Destroyed
pl_pl: Bariera (zniszczona)

source: Basic Medical Workbench
pl_pl: Warsztat medyczny

source: Basic Wall
pl_pl: Zwykła ściana

source: Battery Bank
pl_pl: Akumulator

source: Bed
pl_pl: Łóżko

source: Essential place to rest and recover faster from wounds. 800% heal rate when sleeping.
pl_pl: Służy do odpoczynku i szybszego leczenia. Przyspiesza zdrowienie ran o 800%.

source: Bench
pl_pl: Ławka

source: A long bench for multiple people so that you end up having to share your seat with some weirdo
pl_pl: Długa ławka przeznaczona dla wielu ludzi, byś mógł dzielić miejsce z innymi dziwakami.

source: Big Ramp
pl_pl: Duża rampa

source: Big Temple
pl_pl: Duża świąatynia

source: A bin full of robot heads.
pl_pl: Beczka pełna głów robotów.

source: Bin of Screamer Heads
pl_pl: Beczka z głowami Krzykaczy

source: Biofuel Distillery
pl_pl: Destylator biopaliwa

source: Convert cheap biomatter into valuable fuel.
pl_pl: Zamienia biomaterię w wartościowe paliwo.

source: Turns crops into fuel for generators.
pl_pl: Zamienia rośliny w paliwo do generatorów.

source: Biofuel Distillery (Greenfruit)
pl_pl: Destylator biopaliwa (Psianka)

source: Hemp is the most efficient fuel source and can be produced 2x faster than from other crop types.
pl_pl: Konopie są najefektywniejszym źródłem paliwa - można je produkować 2x szybciej niż z innych roślin.

source: Biofuel Distillery (Hemp)
pl_pl: Destylator biopaliwa (Konopie)

source: Biofuel Distillery (Wheatstraw)
pl_pl: Destylator biopaliwa (Pszenica)

source: Black Market
pl_pl: Czarny rynek

source: Blast Tube Streetlight
pl_pl: Gazowa lampa uliczna

source: Makes your water nice and hot.
pl_pl: Służy do grzania cudownej wody.

source: Boiler Tank
pl_pl: Boiler

source: A metal box to store crossbow bolts
pl_pl: Metalowa skrzynia do przechowywania bełtów kuszniczych.

source: Boltbox
pl_pl: Pojemnik na bełty

source: Bolts
pl_pl: Bełty

source: Booze
pl_pl: Gorzała

source: Storage for any kind of booze
pl_pl: Pojemnik do przechowywania wszelkiego rodzaju alkoholi.

source: Booze Barrel
pl_pl: Beczka na gorzałę

source: Booze Barrel Table
pl_pl: Stojak na gorzałę

source: Booze Barrels
pl_pl: Beczki gorzały

source: Barrels for rum storage
pl_pl: Beczki do przechowywania rumu.

source: Bread Basket
pl_pl: Kosz na chleb

source: Storage container for bread
pl_pl: Pojemnik do przechowywania chleba.

source: FOOD
pl_pl: JEDZENIE

source: An oven for baking bread
pl_pl: Piec służący do wypieku bochenków.

source: Bread Oven
pl_pl: Piec do chleba

source: Brewing Booze Barrels
pl_pl: Beczki browarnicze

source: Vessels for brewing booze.
pl_pl: Zestaw naczyń do warzenia gorzały.

source: Broken Watchtower
pl_pl: Zniszczona wieża

source: A watchtower that collapsed halfway up, but has since been salvaged.
pl_pl: Wieża strażnica zawalona do połowy.

source: A large rounded building, often used as a barracks.
pl_pl: Wielki okrągły budynek często służący jako koszary.

source: Bughouse
pl_pl: Kloc

source: BUILDING
pl_pl: BUDYNKI

source: Butchery Table A
pl_pl: Stół rzeźnicki (A)

source: Butchery Table B
pl_pl: Stół rzeźnicki (B)

source: Butchery Table C
pl_pl: Stół rzeźnicki (C)

source: Cactus Farm L
pl_pl: Farma kaktusów (L)

source: Cactus Farm M
pl_pl: Farma kaktusów (M)

source: Cactus Farm S
pl_pl: Farma kaktusów (S)

source: Cactus Farm XL
pl_pl: Farma kaktusów (XL)

source: Cactus is the hardest crop to grow, and not very good to eat either. However it's one of the few crops that can grow in arid environments
pl_pl: Kaktus jest najtrudniejszą rośliną do wyhodowania i niezbyt nadający się do spożycia. Jednakże to jedna z niewielu upraw, która urośnie w suchych środowiskach.

source: Cactus Indoor Farm
pl_pl: Farma kaktusów (Domowa)

source: A bed that can be used out in the wilds. Gives a 400% heal rate when sleeping.
pl_pl: Łóżko możliwe do rozstawienia w dziczy. Podczas snu postać leczy się 400% szybciej.

source: Camp Bed
pl_pl: Śpiwór

source: A pile of fish stacked somewhat like a campfire.
pl_pl: Stos

source: A campfire can be built anywhere in the wilds.
pl_pl: Ognisko może zostać zrobione w każdym miejscu w dziczy.

source: Campfire
pl_pl: Ognisko

source: Cannibal Butcher Table
pl_pl: Stół rzeźnika

source: CANNIBAL
pl_pl: KANIBALE

source: Cannibal Shack
pl_pl: Buda kanibali

source: Cannibal Storage
pl_pl: Magazyn kanibali

source: Cannibal Trophy
pl_pl: Trofeum kanibali

source: Carpet
pl_pl: Dywan

source: A fancy luxury that stops you from getting splinters in your feet.
pl_pl: Odrobina luksusu chroniąca twoje stopy przed drzazgami.

source: Carpet: Rusty Rug
pl_pl: Zardzewiały dywan

source: Crude floor covering that is prone to rust. Weirdly popular with skeletons.
pl_pl: Surowa ochrona powierzchni podatna na rdzę. Dość popularna wśród Szkieletronów.

source: Ceiling Fan
pl_pl: Wiatrak sufitowy

source: Ceiling Fan (Broken)
pl_pl: Wiatrak sufitowy (zniszczony)

source: A light with a fan that hangs from the ceiling.
pl_pl: Światło z wiatrakiem, które zwisa z sufitu.

source: Ceiling Fan Lamp
pl_pl: Wiatrak sufitowy z lampą

source: A light that hangs from the ceiling.
pl_pl: Lampa wisząca z sufitu

source: Ceiling Lamp
pl_pl: Lampa sufitowa

source: Chain Armour Crafting Bench
pl_pl: Warsztat pancerzy kolczych

source: A facility to craft chainmail based armour.
pl_pl: Obiekt pozwalający na tworzenie podstawowych pancerzy kolczych.

source: A setup for the difficult and tedious task of creating chainmail. Many smiths prefer to just buy the stuff, or assign an apprentice to the job.
pl_pl: Zestaw do wykonywania trudnego i nudnego zadania, jakim jest tworzenie kolczug. Wielu płatnerzy woli po prostu takie rzeczy kupować, albo zaprzęgać do pracy czeladników.

source: Chainmail Sheet Fabrication Bench
pl_pl: Warsztat fabrykacyjny arkuszy kolczych.

source: Chimney
pl_pl: Komin

source: City Lamp Post
pl_pl: Miejska lampa uliczna

source: A bench for making various sorts of clothing.
pl_pl: Warsztat do wytwarzania różnych ubrań.

source: Clothing Bench
pl_pl: Warsztat ubraniowy

source: Concrete Gate
pl_pl: Betonowa brama

source: Concrete Wall
pl_pl: Betonowy mur

source: Cooking Pit
pl_pl: Rożen

source: Cooking Stove
pl_pl: Kuchenka

source: A station where you can prepare all kinds of food
pl_pl: Miejsce, w którym przygotowuje się wszelkie rodzaje pożywienia.

source: Copper Alloy Bench
pl_pl: Warsztat stopów miedzianych

source: Produces Copper Alloy Plates
pl_pl: Produkuje płyty z miedzianego stopu

source: Copper Resource
pl_pl: Odkrywka miedzi

source: A safe and efficient way to deal with corpses. Bodies attract predators, predators eat you.
pl_pl: Bezpieczny i wydajny sposób na pozbycie się ciał. Ciała przyciągają drapieżników, drapieżniki zjadają ciebie.

source: Corpse Furnace
pl_pl: Piec na zwłoki

source: Cotton Auto-Loom
pl_pl: Autom. warsztat tkacki

source: Cotton Farm L
pl_pl: Farma bawełny (L)

source: Cotton Farm M
pl_pl: Farma bawełny (M)

source: Cotton Farm S
pl_pl: Farma bawełny (S)

source: Cotton is used to manufacture cloth, and only grows in green environments.
pl_pl: Bawełna wykorzystywana jest do tworzenia ubrań, rośnie tylko w zielonych środowiskach.

source: Cotton Farm XL
pl_pl: Farma bawełny (XL)

source: Cotton Indoor Farm
pl_pl: Domowa farma bawełny

source: Crossbow Crafting Bench
pl_pl: Warsztat kuszniczy

source: A facility to construct crossbows.
pl_pl: Struktura pozwalająca na tworzenie kusz.

source: A secure locker with a rack for hanging crossbows
pl_pl: Zabezpieczona szafka z uchwytami do trzymania kusz.

source: Crossbow Locker
pl_pl: Szafka na kusze

source: Defensive Gate II
pl_pl: Brama II

source: Defensive Gate III
pl_pl: Brama III

source: Defensive Gate IV
pl_pl: Brama IV

source: Defensive Gate level 2
pl_pl: Brama poz. 2

source: Defensive Gate level 2 Door
pl_pl: Brama poz. 2 - drzwi

source: Defensive Gate level 3 Door
pl_pl: Brama poz. 3 - drzwi

source: Defensive Gate level 4 Door
pl_pl: Brama poz. 4 - drzwi

source: Defensive Gate level 5 Door
pl_pl: Brama poz. 5 - drzwi

source: Defensive Gate
pl_pl: Brama

source: WALLS
pl_pl: MURY

source: Defensive Gate V
pl_pl: Brama V

source: Defensive Wall Connector
pl_pl: Brama - łącznik

source: Defensive Wall II
pl_pl: Mur II

source: Defensive Wall
pl_pl: Mur

source: Defensive Wall III
pl_pl: Mur III

source: Defensive Wall III Connector
pl_pl: Mur III - łącznik

source: Defensive Wall III Short
pl_pl: Mur III - niski

source: Defensive Wall III Tower
pl_pl: Mur III - wieża

source: Defensive Wall III Wedge
pl_pl: Mur III - klin

source: Defensive Wall IV
pl_pl: Mur IV

source: Defensive Wall IV Connector
pl_pl: Mur IV - łącznik

source: Defensive Wall IV Short
pl_pl: Mur IV - niski

source: Defensive Wall IV Tower
pl_pl: Mur IV - wieża

source: Defensive Wall IV Wedge
pl_pl: Mur IV - klin

source: Defensive Wall Ramp II
pl_pl: Rampa II

source: Defensive Wall Ramp III
pl_pl: Rampa III

source: Ramp
pl_pl: Rampa

source: Defensive Wall Ramp IV
pl_pl: Rampa IV

source: Ramp necessary to get up on top of defensive walls
pl_pl: Rampa jest wymagana by dostać się na mury obronne.

source: Defensive Wall Ramp V
pl_pl: Rampa V

source: Defensive Wall V
pl_pl: Mur V

source: Defensive Wall V Connector
pl_pl: Mur V - łącznik

source: Defensive Wall V Short
pl_pl: Mur V - niski

source: Defensive Wall V Tower
pl_pl: Mur V - wieża

source: Defensive Wall V Wedge
pl_pl: Mur V - klin

source: Display Stand
pl_pl: Stojak

source: Some kind of annoying display for you to fall over when you are drunk.
pl_pl: Rodzaj denerwującego stojaka, o który zwykle się przewracasz, gdy jesteś pijany.

source: Dome Ruin
pl_pl: Zniszczona kopuła

source: An old-world science building of some sort.
pl_pl: Jakiegoś typu budynek naukowy z dawnego świata.

source: Double House
pl_pl: Dom piętrowy

source: Double-Barrel Harpoon AUTOTurret
pl_pl: Podwójna wieżyczka harpunowa (Autom.)

source: A double-barrel version of the MkII, a slight reduction in power and range in return for 2 shots.
pl_pl: Dwulufowa wersja wieżyczki Mod. II, z nieco mniejszą siłą i zasięgiem na rzecz dwóch wystrzałów naraz.

source: A double-barrel version of the MkII, a slight reduction in power and range in return for 2 shots. With added spotlight fitted.
pl_pl: Dwulufowa wersja wieżyczki Mod. II, z nieco mniejszą siłą i zasięgiem na rzecz dwóch wystrzałów naraz. Posiada dołączony reflektor.

source: Double-Barrel Harpoon Turret [light]
pl_pl: Podwójna wieżyczka harpunowa (Światło)

source: doublebed
pl_pl: Podwójne łóżko

source: Electrical Torch Post
pl_pl: Lampa elektryczna

source: A small electrical lamp, suitable indoors or outside.
pl_pl: Mała lampa elektryczna pasująca do oświetlania budynków i otoczenia.

source: Electrical Workbench
pl_pl: Warsztat elektroniczny

source: Here a scientist can work with copper and make electrical components
pl_pl: W tym miejscu naukowiec może pracować z użyciem miedzi i tworzyć komponenty elektryczne.

source: Emperor Statue
pl_pl: Posąg Imperatora

source: Emperor Statue Broken
pl_pl: Posąg Imperatora (zniszczony)

source: Engineering Bench
pl_pl: Warsztat inżynieryjny

source: EXTERIOR
pl_pl: ZEWNĘTRZNE

source: Fabric Chest
pl_pl: Skrzynia tekstylna

source: Storage for fabrics
pl_pl: Pojemnik do przechowywania tekstyliów.

source: Fabric Loom (cotton)
pl_pl: Krosno tekstylne (bawełna)

source: Manufactures raw fabric from cotton
pl_pl: Pozwala na tworzenie tekstyliów z bawełny.

source: Manufactures raw fabric from hemp and is about 33% faster than production with cotton.
pl_pl: Pozwala na tworzenie tekstyliów z konopi - produkcja jest 33% szybsza niż przy użyciu bawełny.

source: Fabric Loom (hemp)
pl_pl: Krosno tekstylne (konopie)

source: Fish Bed
pl_pl: Rybie łóżko

source: A comfortable bed made of fish
pl_pl: Wygodne łóżko zrobione z ryb.

source: Fish Drying Rack
pl_pl: Suszarka do ryb

source: Fish Drying Rack with Net
pl_pl: Suszarka do ryb z siatką

source: A rack to dry fish upon
pl_pl: Suszarka do suszenia ryb.

source: A net used by fishermen
pl_pl: Sieć wykorzystywana przez rybaków do łowienia.

source: Fishing Net
pl_pl: Sieć rybacka

source: A rod and line to catch fish with.
pl_pl: Prostacka linka na kiju do łowienia ryb.

source: Fishing Rod Set
pl_pl: Wędka

source: Five Booze Barrels
pl_pl: Pięć beczek gorzały

source: Flat Shelter
pl_pl: Płaskie zadaszenie

source: A flat shelter commonly used on rooftops of the United Cities. Protects from the rain.
pl_pl: Płaskie, materiałowe zadaszenie zwykle zauważalne na dachach budynków Zjednoczonych Miast. Chroni przed deszczem i słońcem.

source: Flour Storage
pl_pl: Pojemnik na mąkę

source: A storage location for all your strawflour. Put it near your stove.
pl_pl: Pojemnik do przechowywania mąki pszennej. Postaw go niedaleko pieca.

source: Flourescent Light
pl_pl: Fluorescencyjne światło

source: Food Items
pl_pl: Żywność

source: Food Store
pl_pl: Pojemnik na żywność

source: A general storage for all food items, characters can come here to get food when they need it.
pl_pl: Ogólny pojemnik do przechowywania żywności. Postacie mogą tu samodzielnie podchodzić by pobierać jedzenie, jeśli go potrzebują.

source: General Storage Boxes
pl_pl: Pojemniki ogólne

source: General Storage Chest
pl_pl: Skrzynia ogólna

source: Generator II
pl_pl: Agregat II

source: Grain Silo
pl_pl: Silos na zboże

source: Grinds wheatstraw up into flour, for cooking with.
pl_pl: Mieli pszenicę na mąkę potrzebną do gotowania.

source: Grog Barrels
pl_pl: Beczki grogu

source: Storage barrels for grog
pl_pl: Beczki do przechowywania grogu.

source: A contraption what is for making grog with.
pl_pl: Urządzenie do produkcji grogu.

source: Grog Machine
pl_pl: Kotły do grogu

source: GunPlank
pl_pl: Platforma strzelnicza

source: A platform that extends out over the side of a building, enabling turrets to get a better shooting angle.
pl_pl: Platforma wystająca poza krawędź budynku, zapewnia wieżyczkom lepszy kąt ostrzału.

source: Harpoon Autoturret
pl_pl: Autom. wieżyczka harpunowa

source: Harpoon Autoturret MkII
pl_pl: Autom. wieżyczka harpunowa Mod. II

source: Just as powerful as an advanced crossbow, but easier to use and faster to reload. The downside is that it needs electricity to operate, leaving a potential vulnerability.
pl_pl: Potężna niczym zaawansowana kusza, ale łatwiejsza w budowie i szybsza w przeładowywaniu. Wadą jej jest wymóg dostępu do prądu.

source: Harpoon Turret
pl_pl: Wieżyczka harpunowa

source: DEFENCE
pl_pl: OBRONA

source: A single shot turret with a lot of range, power and accuracy. It can also be handled well by amateurs.
pl_pl: Jednostrzałowa wieżyczka ze sporym zasięgiem, mocą i celnością. Spokojnie mogą z niej korzystać amatorzy.

source: Harpoon Turret MkII
pl_pl: Wieżyczka harpunowa Mod. II

source: A single shot turret with a lot of range, power and accuracy. It can also be handled well by amateurs. With added spotlight fitted.
pl_pl: Jednostrzałowa wieżyczka ze sporym zasięgiem, mocą i celnością. Spokojnie mogą z niej korzystać amatorzy. Posiada dołączony reflektor.

source: Harpoon Turret MkII [light]
pl_pl: Wieżyczka harpunowa Mod. II (światło)

source: A heavy duty forge for crafting heavy plate armour. It can be built outside too, although that will leave it vulnerable to damage in harsh weather.
pl_pl: Profesjonalny warsztat płatnerski do wytwarzania ciężkich płytowych pancerzy. Można go wybudować na zewnątrz, ale będzie wtedy podatny na obrażenia spowodowane złą pogodą.

source: Heavy Armour Smithy
pl_pl: Ciężki warsztat płatnerski

source: Hemp Auto-Loom
pl_pl: Autom. warsztat tkacki (konopie)

source: Hemp Farm L
pl_pl: Farma konopii (L)

source: Hemp is a versatile crop and can be used for medicine, narcotics, fuel, and is a more efficient source of cloth. However, it may be regarded as illegal by some of the less free societies.
pl_pl: Konopie są wszechstronną rośliną, można je wykorzystywać w medycynie, przy wytwarzaniu paliwa, narkotyków, i o wiele lepiej nadają się do tworzenia ubrań. Mogą być jednak uznane za nielegalne przez niektóre z frakcji.

source: FARMING
pl_pl: UPRAWY

source: Hemp Farm M
pl_pl: Farma konopii (M)

source: Hemp Farm S
pl_pl: Farma konopii (S)

source: Hashish production uses a lot of power, and often poses danger from the authorities, but the profits are worth it.
pl_pl: Produkcja haszyszu wymaga wiele energii i nie jest mile widziana przez organy prawne, ale dochody z interesu są wysokie.

source: Hemp Processor
pl_pl: Przetwórnik konopii

source: High Walkway
pl_pl: Wysoka kładka

source: A raised walkway for connecting swamp houses
pl_pl: Wysoko położona kładka do łączenia bagiennych domów.

source: High Walkway Support
pl_pl: Wysoka kładka - wsparcie

source: Hive Commune Hut
pl_pl: Chata komunalna Roju

source: A Communal Hive Dwelling. Leave quickly.
pl_pl: Chata mieszkalna dla członków Roju. Opuść ją jak najszybciej.

source: Hive Queen Hut
pl_pl: Chata królowej Roju

source: Hive Queen Throne
pl_pl: Tron królowej Roju

source: Holy Sinner Torch
pl_pl: Pochodnia grzeszników

source: Dissenters make good fuel
pl_pl: Innowiercy są dobrym paliwem.

source: Repent your sins.
pl_pl: Żałuj swoich grzechów.

source: Holy Sinner Torch Broken
pl_pl: Pochodnia grzeszników (zepsuta)

source: Holy Street Torch
pl_pl: Święta lampa

source: Glorious illumination provided by your benefactors.
pl_pl: Chwalebna iluminacja stworzona przez twoich stwórców.

source: Holy Street Torch (out)
pl_pl: Święta lampa (pusta)

source: Holy Street Torch Broken
pl_pl: Święta lampa (popsuta)

source: Holy Street Torch Snapped
pl_pl: Święta lampa (złamana)

source: Unlawful destruction of Holy Nation property!
pl_pl: Bezprawne zniszczenie mienia Świętego Narodu!

source: Hybrid Stone Mine
pl_pl: Hybrydowy kamieniołom

source: A hybrid mine that internally produces building materials from the stone it mines.
pl_pl: Hybrydowy kamieniołom wewnętrznie tworzący materiały budowlane z kamienia, który wydobywa.

source: Stone Mine
pl_pl: Kamieniołom

source: A fully-automated hybrid stone mine with state of the art machinery.
pl_pl: W pełni automatyczny hybrydowy kamieniołom uważany za sztukę.

source: Hybrid Stone Mine II
pl_pl: Hybrydowy kamieniołom II

source: Hydroponic Hemp
pl_pl: Hydroponiczne konopie

source: Hydroponic Riceweed
pl_pl: Hydroponiczny ryż

source: Hydroponic Vegetables
pl_pl: Hydroponiczne warzywa

source: Hydroponic Wheatstraw
pl_pl: Hydroponiczna pszenica

source: Wheat is a sturdy staple crop that won't die off if it runs out of water.
pl_pl: Pszenica jest tęgą rośliną, która nie zwiędnie jeśli zabraknie jej wody.

source: Divides up a space and help burglars sneak through your house easier.
pl_pl: Dzieli wolne miejsce i utrudnia włamywaczom poruszanie się po domu.

source: Interior Wall
pl_pl: Wewnętrzna ściana

source: Interior Wall: Metal
pl_pl: Wewnętrzna ściana (metalowa)

source: Invisible Campfire
pl_pl: Niewidzialne ognisko

source: Iron Refinery II
pl_pl: Rafineria żelaza II

source: This machine refines raw iron into higher grade iron plating that can then be used for construction.
pl_pl: To urządzenie pozwala na rafinowanie surowego żelaza i zamianę w żelazne płyty, które można wykorzystać przy budowie.

source: Iron Refinery
pl_pl: Rafineria żelaza

source: Iron Refinery III
pl_pl: Rafineria żelaza III

source: Iron Refinery IV
pl_pl: Rafineria żelaza IV

source: Iron Resource
pl_pl: Odkrywka żelaza

source: Iron Rock
pl_pl: Żelazny kamień

source: The furnace melts down unwanted scrap- weapons, armour etc- back into raw iron. It's also a good way to dispose of any severed limbs you have lying around your base after a battle.
pl_pl: Ten piec topi wszelkie śmieci - broń, pancerze i tak dalej - z powrotem do surowego żelaza. Jest to też dobry sposób na usuwanie kończyn, które będą walały się po jakiejś bitwie.

source: Item Furnace
pl_pl: Piec na przedmioty

source: Junk Pile A
pl_pl: Kupa złomu A

source: A big pile of rusty junk
pl_pl: Wielki stos rdzewiejącego złomu.

source: Junk Pile B
pl_pl: Kupa złomu B

source: Junk Pile C
pl_pl: Kupa złomu C

source: Junk Pile D
pl_pl: Kupa złomu D

source: Lagoon Platform
pl_pl: Platforma (Laguna)

source: Lamp Indoor Gas
pl_pl: Lampa gazowa

source: Large Barrels
pl_pl: Duże beczki

source: Storage area for rum.
pl_pl: Pojemnik do przechowywania rumu.

source: Drinks
pl_pl: Napoje

source: Great for putting things in.
pl_pl: Dobry do chowania rzeczy.

source: Large Basket
pl_pl: Duży kosz

source: Large house -old
pl_pl: Duży dom [stary]

source: Large Torch Post
pl_pl: Duża pochodnia

source: Large Wall Light
pl_pl: Duża lampa naścienna

source: Leather Armour Crafting Bench
pl_pl: Warsztat skórzanych pancerzy

source: All the tools and stuff you need to craft light armour types.
pl_pl: Zestaw narzędzi potrzebnych do tworzenia lekkich pancerzy.

source: The place where leather comes from
pl_pl: W tym miejscu wytwarza się skórę.

source: Leather Tanning Bench
pl_pl: Warsztat garbarski

source: L-House
pl_pl: Dom L-kształtny

source: A decently spacious building shell.
pl_pl: Całkiem przestronna powłoka budowlana.

source: L-House Lagoon
pl_pl: Dom L-kształtny (Laguna)

source: Light Post
pl_pl: Lampa uliczna

source: A standalone light source, commonly used for street lighting in fancy cities.
pl_pl: Samodzielne źródło światła, popularne w dużych i bogatych miastach.

source: Light Post I
pl_pl: Lampa uliczna I

source: LIGHTS
pl_pl: OŚWIETLENIE

source: Light Post II
pl_pl: Lampa uliczna II
