Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his investigaion of the Hub. As instructed, we reached the Hub under cover of night. We heard voices when we got close to the walls, both female and male, but once past the gate, the voices vanished and the Hub was silent again. Again, there had been signs of movement inside but after thoroughly searching the place we found no one. However, it was when I was investigating the bar that I heard Sentinel Amphetio's scream. We looked everywhere but couldn't find him, nor could we find any sign of fighting; not even a drop of blood! It was as if that damned place itself had swallowed him. We didn't stay any longer and quickly withdrew to the outpost. That place is cursed, the darkness has taken hold of the town, and it must have been this darkness that killed the Shek soldiers and Lusac's hound. I previously reported the presence of potential Shek scouts but I know now that the shadows were in fact wraiths. The Hub must be torn down and scorched to purify the hill and to cut off the corruption's spread!"
pl_pl: Fragment oficjalnego raportu. Posiada pieczęć Świętego Narodu. Wysoki Paladyn Ludin raportuje z badań w Węźle. Według poleceń udaliśmy się pod przykrywką do Węzła, w nocy. Słyszeliśmy głosy będąc blisko murów, żeńskie i męskie, ale gdy tylko przeszliśmy przez bramę, głosy umilkły i Węzeł by znów cichy. Znowu też zauważyliśmy ślady ruchu wewnątrz, ale pomimo dogłębnego przeszukania nikogo nie udało się znaleźć. Jednakże, gdy badałem bar usłyszałem krzyk Strażnika Amphetio. Szukaliśmy wszędzie, ale nie było po nim śladu; nie było też śladu walki, nawet kropli krwi! Tak jakby to przeklęte miejsce po prostu go połknęło. Nie zostaliśmy ani chwili dłużej i powróciliśmy n aposterunek. To miejsce jest przeklęte, mrok przejął władzę w mieście, i to ten mrok musiał zabić Sheków oraz ogara Lusaca. Poprzednio zgłaszałem obecność zwiadowców Sheków ale teraz jestem przekonany, że te cienie były upiorami. Węzeł musi zostać całkowicie zniszczony i wypalony, by spowolnić rozprzestrzeniania się tego przekleństwa!

source: Ludin's Report III
pl_pl: Raport Ludina, cz. III

source: Luxury Goods
pl_pl: Luksusowy towar

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "We made it to Rebirth smoothly under the cover of night, however Greycloud's condition was worse than we'd expected. His legs have been mutilated to the point where he needs to be carried, it's no wonder he was unable to escape Rebirth in this condition - the Holy Nation were smart enough not to underestimate the abilities of a ninja. Myself and Gomoe snuck in to free Greycloud from his cell while Lucas, Sonja and Yania kept watch outside. Whilst we were inside with Greycloud though, a priest woke from his sleep in one of the outer buildings and wandered towards the isolation chamber. Was he expecting us? Yania silenced him with a blade to the throat, before he had the chance to sound the alarm. But in Greycloud's condition, it won't be long before the sentinels catch up to us for their vengeance. And with the death of a holy priest... they're not going to be happy."
pl_pl: Wyrwana kartka z dziennika. Patrząc na jej stan można rzec, że ma lata, nawet dekady. Udaliśmy się do Odrodzenia bezproblemowo, pod płaszczem nocy, ale kondycja Greyclouda była gorsza, niż się spodziewaliśmy. Jego nogi były połamane do tego stopnia, że trzeba było go nieść, nie dziwota że nie był w stanie samodzielnie uciec z kamieniołomu - Święty Naród był na tyle mądry że nie przecenił możliwości ninja. Ja i Gomoe wślizgnęliśmy się by uwolnić Greyclouda z celi, podczas gdy Lucas, Sonja i Yania pilnowali okolicy. Gdy byliśmy już w pobliżu więźnia, kapłan obudził się ze snu w jednym z okolicznych budynków i udał się w stronę izolatki. Czy spodziewał się nas? Nie wiem, ale Yania uciszyła go cięciem w gardło, zanim w ogóle miał szansę ogłosić alarm. Ale przy kondycji Greyclouda nie mieliśmy zbyt dużo czasu, strażnicy mogli w każdej chwili do nas dotrzeć, żądni zemsty. A ten martwy kapłan... Na pewno nie byliby zadowoleni.

source: Maril's Diary I
pl_pl: Dziennik Maril, cz. I

source: Maril's Diary II
pl_pl: Dziennik Maril, cz. II

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "We travelled west to the fog islands before the sentinels finally caught up to us. Fortunately for us, the foggy valleys offered us perfect cover to lose our enemies; with Greycloud as dead weight, we certainly had no chance of outrunning them at this point. Myself, Yania, Gomoe and Lucas began to pick them off, one by one from the shrouding of the fog whilst Sonja took shelter in a hidden cavern with Greycloud. The battle was on our terms now... but we weren't the only ones hiding in the fog. We had company."
pl_pl: Wyrwana kartka z dziennika. Patrząc na jej stan można rzec, że ma lata, nawet dekady. Podróżowaliśmy na zachód, w stronę mglistych wysp nim strażnicy się z nami zrównali. Na szczęście wioski położone we mgle dały nam świetną zasłonę i zgubiliśmy się im w środku. Mając Greyclouda jako dodatkowy ciężar, nie mieliśmy możliwości im uciec. Ja, Yania, Gomoe i Lucas zaczęliśmy ich pojedynczo wykańczać we mgle podczas gdy Sonja z Greycloudem znaleźli kryjówkę w ukrytej jaskini. Bitwa była na naszych warunkach... Ale nie tylko my kryliśmy się we mgle. Mieliśmy towarzystwo.

source: A tattered page from a journal. Judging by it's state, it looks to be years, even decades old. "Looks like we had some help against our pursuers; the last of the sentinels were swarmed upon and carried away deep into the valley by the locals. And judging by the piercing screams from the fog, what a way to go... But it's only a matter of time before they turn their attention to us too, this is their territory after all. We've found an island in the fog, a good spot to set up base, hopefully we'll go unnoticed long enough to fortify our position. The deep fog and the unwelcoming locals should make a strong defense against our enemies... at least we seem to be safe for now as long as we avoid the valleys."
pl_pl: Wyrwana kartka z dziennika. Patrząc na jej stan można rzec, że ma lata, nawet dekady. Zyskaliśmy nieco pomocy z przeciwnikami: ostatni ze strażników zostali osaczeni i wyciągnięci głęboko w dolinę przez miejscowych. Słysząc ich przeszywające wrzaski, to nie była miła podróż... Ale kwestią czasu było wykrycie nas przez lokalsów, w końcu to było ich terytorium. Znaleźliśmy samotną wyspę we mgle, dobre miejsce na bazę, mam nadzieję, że nie nikt nas nie wykryje do czasu ufortyfikowania tego miejsca. Nieprzebrana mgła i niemili autochtoni powinni stanowić mocną, pierwszą obronę przeciwko najeźdźcom... a przynajmniej dawać nam poczucie bezpieczeństwa, dopóki nie pójdziemy w doliny.

source: Maril's Diary III
pl_pl: Dziennik Maril, cz. III

source: Judging by our findings to date, the ancients possessed enormous power capable of both extraordinary creation and immense destruction. But what led to their abrupt end? Natural disaster is the most logical theory, this would explain the larger areas of destruction, and it may even tie in more plausibly with Okranite tellings of the first extinction by tribals brainlessly associating it with an 'act of god'. Newly created skeletons may have been incubating in a safe place during the event, hence how they survived and why they have no memory of the incident: they were not yet born at the time. Evidence of this safe place though, we have not yet discovered. - Finch
pl_pl: Mając na uwadze obecne znaleziska, starożytni posiadali niewiarygodną moc pozwalającą na ekstraordynarne tworzenie i równie znaczne niszczenie wszystkiego. Ale co spowodowało ich tak nagły koniec? Katastrofa naturalna byłaby najlogiczniejszą teorią - to wyjaśniłoby ogromne strefy destrukcji, może nawet wiązałoby się w jakimś stopniu z Okranickimi opowieściami o Pierwszym Wymarciu, które plemiona bezmyślnie utożsamiały z "dziełem boskim". Nowe Szkieletrony mogły przebywać w bezpiecznym miejscu podczas wydarzenia, dlatego też przetrwały i nie mają pojęcia o tym incydencie: po prostu wtedy jeszcze się nie narodziły. Jeśli chodzi o to bezpieczne miejsce... nie odkryliśmy żadnego z nich. - Finch

source: Mass Extinction I
pl_pl: Masowe Wymarcie, cz. I

source: Mass Extinction II
pl_pl: Masowe Wymarcie, cz. II

source: The other researchers make far too many assumptions within their theories that the ancients created the skeletons. Organics and skeletons: we do not know how either came into being. Remaining damages to the ruins show destruction either by means of natural disaster or the use of a super weapon and internal conflict. Now, IF the master race 'owned' the skeleton, surely it would be the skeleton on the front line, and first to die, not the skeleton being the apparent sole surviving race. If it was in fact vice versa and the skeleton was actually the master race, this may be more conceivable that they turned out to be the sole survivors. Skeletons were either the sole race of the ancient civilisation or the master race, no evidence suggests any other dominant race. How the skeleton first came into being is irrelevant, after all this is a question that all living things share in common and should not be used to undermine their role in ancient society. - Sabina
pl_pl: Inni badacze zakładają zbyt wiele w swoich teoriach o stworzeniu szkieletronów przez starożytnych. Organizmy żywe i szkieletrony : nie wiemy w jaki sposób obie te grupy stały się "czymś". Do tej pory widoczne zniszczenia w ruinach pokazują destrukcję spowodowaną albo katastrofą naturalną, albo użyciem superbroni i zaistnieniem wewnętrznego konfliktu. Teraz, JEŻELI super-rasa "posiadała" szkieletrona, musiał być to szkieletron z frontu, pierwszy skazany na śmierć, nie taki, który był osobną rasą. Jeśli faktycznie było inaczej, i to Szkieletrony były super-rasą, to byłoby bardziej zrozumiałe dlaczego stali się ostatnimi żyjącymi organizmami. Szkieletrony były albo rasą starożytnej cywilizacji albo super-rasą, żadne dowody nie wskazują na istnienie innej. W jaki sposób szkieletrony powstały - tego nie wiemy, jest to pytanie które wszyscy sobie zadają i nie należy go wykorzystywać by obniżyć znaczenie robotów w starożytnym społeczeństwie. - Sabina

source: How did the skeleton survive the mass extinction of the ancients? Natural disaster and war explain the areas of destruction that we have found during excavations but they do not explain the continuation of the skeleton. Only biological and environmental factors can explain this. The ancients certainly had intellectual capacity to carry out biological warfare against each other, which the skeletons would have survived. In fact, an attack could have easily been carried out by the skeletons themselves. Even non self-inflicted biological dangers such as plague, famine and toxic pollution from overmining are all possibilities. The central mines have shown us that they carried out excessive extraction of resources from the land, byproducts from this may easily have caused mutations and disease within the inhabitants. - Atticus
pl_pl: W jaki sposób Szkieletrony przetrwały Masowe Wymarcie starożytnych? Naturalna katastrofa i wojna wyjaśniałyby strefy zniszczeń które znaleźliśmy podczas wypraw, ale nie wyjaśniają one dalszego istnienia szkieletronów. Tylko biologiczne i środowiskowe czynniki mogłyby pomóc nam to zrozumieć. Starożytni z pewnością dysponowali odpowiednią inteligencją by poprowadzić wojnę biologiczną na wrogów, którą szkieletrony przeżyłyby. Po prawdzie, taki atak mógł być z łatwością poprowadzony przez szkieletrony właśnie. Nawet zagrożenia biologiczne wywołane przez inne organizmy, takie jak plagi, głód i zatrucie środowiska z powodu nadmiernej eksploatacji świata są brane pod uwagę. Centralne kamieniołomy pokazują nam, że przeprowadzono nadmiarową ekstrakcję zasobów lądowych, a pochodne produkty takiego działania mogły z łatwością powodować mutacje i choroby wśród mieszkańców. - Atticus

source: Mass Extinction III
pl_pl: Masowe Wymarcie, cz. III

source: A super weapon or sizeable destructive force could have been well within the ancient's capabilities and would explain the significant loss of land. Too much power was the ancient's downfall - when civil war and internal discontent finally hit them, the result was devastation by their own hands. Were the skeletons the sole master race? I doubt it, the theory of skeletons being the dominant inhabitant is thwarted by the fact that they did survive: Why did they not rebuild their empire? One explanation: Perhaps the memory loss is responsible for this, a last resort defensive maneuver made by their enemy, the ancients seemed intelligent enough to devise such a radical psychological weapon after all. - Idad
pl_pl: Superbroń bądź adekwatna niszczycielka siła mogły być osiągalne dla starożytnych i wyjaśniałoby to tak znaczną utratę lądu. Zbyt wielka moc była początkiem upadku starożytnych - gdy nadeszły wewnętrzne niepokoje i wojna domowa, wynikiem wszystkiego była globalna dewastacja spowodowana ich rękami. Czy Szkieletrony były ostatnią super-rasą? Osobiście wątpię, teoria szkieletronów-dominatorów kłóci się z faktem dlaczego przeżyły: czemu nie odbudowały swojego imperium? Na to jest jedno wyjaśnienie: być może winna temu jest utrata pamięci, ostatni sposób obrony wykonany przez wroga. Starożytni mogli być na tyle inteligentni, by wyprowadzić taką broń psychologiczną. - Idad

source: Mass Extinction IV
pl_pl: Masowe Wymarcie, cz. IV

source: Meat in some bread. It's great.
pl_pl: Pieczone mięso zawinięte w chleb. Świetna rzecz.

source: Meatwrap
pl_pl: Zrazy mięsne

source: Medical Supplies
pl_pl: Medykamenty

source: Mega City: The Beginning I
pl_pl: Megamiasto: Początek, cz. I

source: A diary entry scribbled on a scap of paper: "Okay! The walls are up, the buildings have been fortified, the turrets calibrated and we're all settled nicely. We've picked a fantastic spot to rebuild: We got water ripe for fishing, we got hills sheltering us from the harsh winds and, best of all, we got no Holy Nation, no Empire, no nothing to tell us what to do! Just a couple o' dumb cannibal tribals, nothing we can't handle. I bet those backward animals are more scared of us than we are of them, I mean, they're running around starkers, Okran's goodies flopping in the wind with minds of their own, and the best weapons they got are shit covered sticks. Maybe I'll even take a few of them as slaves for free labour, we'll have the next empire up in no time and all the refugees will be begging to join us!"
pl_pl: Krótki, dziennikowy wpis napisany ołówkiem na kawałku papieru. Dobra! Ściany stoją, budynki zostały umocnione, wieżyczki skalibrowane i wszyscy świetnie się udomowili. Wybraliśmy fantastyczne miejsce na odbudowę. Mamy jezioro do łowienia ryb, góry chroniące nas przed wiatrami i, co najlepsze, brak Świętego Narodu, brak Imperium, brak czegokolwiek, co mogłoby nam rozkazywać! Tylko parę plemion kanibali, nic, z czym nie moglibyśmy sobie poradzić. Te zacofane zwierzęta bardziej boją się nas niż my ich, to znaczy, biegają wokół nas z genitaliami powiewającymi na wietrze, myślący o własnych sprawach, a ich najlepsza broń to gówno na kiju. Może wezmę kilku z nich jako darmową, niewolniczą służbę, zbudujemy własne imperium i wszyscy uciekinierzy będą nas błagać o przyjęcie!

source: A diary entry scribbled on a scap of paper: "A few of the villagers haven't been able to hack it here in recent weeks. Minid and Petal were the last to disappear, those lovesick fools wouldn't know a good setup if it hit them square in the nose. Probably ran away together in some passionate elopement, they thought they were secretive, but with those pining eyes and red faces everybody could see right through their affair. Then we've got Rekon, Bones and Wesley... Well that flakey triplet wouldn't remember how to put on their own boots, let alone remember their way around these mountains. My guess is that they got lost in the hills scavenging for green fruits... twits. Surival of the fittest at its finest I guess. Who needs horny pansies and braindead baffoons anyway, we'll build our next empire to be stronger than ever without them."
pl_pl: Krótki, dziennikowy wpis napisany ołówkiem na kawałku papieru. Kilku z wieśniaków nie wróciło do bazy w ostatnich tygodniach. Minid i Petal byli ostatnimi, którzy zaginęli, ci zakochani głupcy nie zauważyliby nawet, gdybym uderzył ich w nosy... Pewnie uciekli razem przepełnieni miłością, myśleli, że to będzie tajna akcja, ale z tymi czerwonymi twarzami i świecącymi oczami tłumaczyli wszystko. Potem mamy Rekona, Bonesa i Wesleya... Ta trójeczka nie pamiętałaby nawet jak założyć buty, a poszli sami gdzieś w okolice wzgórz. Zapewne zgubili się tam w poszukiwaniu warzyw... "Przetrwa najsilniejszy", jak ot mówią. Kto potrzebuje napalonych idiotów i bezmózgich bufonów, zbudujemy nasze imperium jeszcze szybciej bez nich.

source: Mega City: The Beginning II
pl_pl: Megamiasto: Początek, cz. II

source: Megacrab Ganglion
pl_pl: Zwój nerwowy Megakrabba

source: Some kind of organ or something that was inside the Megacrab. Whatever it is, it's probably worth a bit of money
pl_pl: Jakiś rodzaj organu albo czegokolwiek, co było w środku Megakraba. Czymkolwiek to jest, na pewno można sprzedać za trochę kasy.

source: Membership Pack
pl_pl: Pakiet członkowski

source: A membership pack given to new members of the Traders Guild. It contains countless pages of rambling legal mumbo jumbo, each individually stamped with the seal of the Traders Guild. You could probably just chuck it away, free up some storage space... but you just know there's a tiny chance that as soon as you do that, somebody will ask you for it. Noble world problems.
pl_pl: Pakiet wydawany nowym członkom Gildii Handlowej. Zawiera niezliczone strony prawniczego bełkotu, każda z nich ma pieczęć Gildii. Być może wyrzucenie jej i zwolnienie tym samym miejsca byłoby sensowne... Ale zawsze istnieje cień szansy, że akurat wtedy ktoś o niego zapyta. Problemy szlacheckiego świata.

source: An old memo addressed to the Big Bosses from Grim of the Hounds: "hash is dead, the stalker clan is dead. that arragant peace of shit aint gonna bother no body no more. no more ruls. big grim runs the swamps now an things are gonna change round here. cross me an Ill feed you to my hounds like I did hash."
pl_pl: Stara notatka napisana do Przywódców przez Grima z Ogarów. hash nie żyje, prześladowcy nie żyją. ten arogancki skórwysyn nie będzie już nikogo wkurwiać. rzadnych zasad. wielki grim rządzi bagnami od teraz i wszystko się zmieni. stańcie mi na drodze a nakarmię wami moje ogary, tak jak uczyniłem to z hashem.

source: Memo From Big Grim
pl_pl: Notatka Wielkiego Grima

source: Memo From Moll
pl_pl: Notatka Moll

source: A memo to the female freedom fighters of the Holy Nation: "Must we kill those we once feared and were forced to obey, even if they are our cousins, our brothers, our fathers? No. But I say it is right to kill those who oppose us. No true relative would stand idle while the women are enslaved, beaten and treated like cattle. I do not call those who do nothing my relatives, I call them my masters, for anyone who does not see the injustice or does not wish to see it erased from our world is a master. And is it not right for a slave to use any means necessary to be free? Then let us do what we must to throw off our shackles, because words and reason will not create change! It is our responsibility, for the sake of every woman who lived, live and will live that we impose that change, with blood and iron if needs be!"
pl_pl: Notatka do bojowniczki z rebeliantów Świętego Narodu. Czy musimy zabijać tych, których kiedyś się bałyśmy i musiałyśmy im służyć, nawet jeśli to nasi kuzyni, bracia, ojcowie? Nie. Ale musimy likwidować tych, którzy się nam przeciwstawiają. Żaden prawdziwy brat krwi nie będzie bezczynnie stał podczas gdy kobiety są niewolone, bite i traktowane jak zwierzęta. Nie nazywam nierobów moimi krewnymi, nazywam ich moimi panami, każdy kto nie widzi w tym niesprawiedliwości i nie chce się tego pozbyć, jest panem. Czyż nie jest prawem wszystkich bycie wolnym? Zatem zróbmy to, co trzeba: zrzućmy kajdany, gdyż słowa i argumenty niczego nie zmienią! To nasza odpowiedzialność, dla dobra każdej, żywej kobiety, że wprowadzimy te zmiany, nawet jeśli będą wymagać krwi i żelaza!

source: Men of Dirt
pl_pl: Ludzie Piachu

source: An old diary, many of the pages have been torn out: "Eviction day - How could I ever compete with the prices of free labour! Me baby girl's hungry, me lady's saying mad things and desperation has me at a loss! We're too gaunt for the Empire's tastes now, it's out to the sands for us by morning..." [Numerous pages are missing between entries] "Mourning past - I came upon a caravan, feasted on by skimmers, luck to me this day. I'll have enough materials and enough supplies to get me through the season. If only luck could've stretched a little earlier." "Day of prosperity - I've taken em as me own children, the outcasts of the Empire. I won't see any other suffer the fate I've suffered. I'll not forgive the lady for what she done, but I'll learn from it, make sure irreversible mistakes don't happen again. We live from the plump nobles who took from us, we shelter from our own walls, away from the eyes of the Leviathyn. I'll protect these children, no matter what it takes."
pl_pl: Stary dziennik, wiele ze stron zostało wyrwanych. Dzień eksmisji - jak mogłem kiedykolwiek próbować konkurować z cenami darmowej siły roboczej! Mój dzieciak jest głodny, moja kobieta mówi szalone rzeczy i desperacja zaciska szpony na mojej szyi! Jesteśmy zbyt mizerni na imperialne zachcianki, ranem wygnają nas na pustynię... [W tym miejscu wyrwano kilkanaście kartek] Minął ranek - natrafiłem na karawanę, którą jakiś czas temu zaatakowały Ślizgacze, całe szczęście. Mam wystarczająco dużo materiałów i zapasów by przetrwać ten sezon. Gdyby tylko moje szczęście nadeszło trochę wcześniej..." Dzień dobrobytu - przyjąłem ich jak własne dzieci, wygnańców Imperium. Nie chcę widzieć innych cierpiących tak, jak ja. Nie wybaczę kobiecie za to, co zrobiła, ale nauczyło mnie to wielu rzeczy, i dopilnuję by więcej takich błędów nie nastąpiło. Żyjemy z dala od grubych możnych, którzy nam wszystko zabrali. Chronimy się we własnych murach, z dala od oczu Lewiatana. Będę bronić te dzieci bez względu na wszystko.

source: A crumpled letter. It looks decades old and the writing is barely legible: "Maril, Mission Graeme has been a failure; target deceased. Sources indicate the capture, enslavement and immobilization of Greycloud; severity of condition unknown. Greycloud is currently being held in isolation for the next 72 hours. It is highly likely that Greycloud is unable to make an escape in his current state. Greycloud's enslavement is truly a fate worse than death. If we push for the next 72 hours, we'll have a high chance of success for a rescue mission. No family left behind. Gomoe"
pl_pl: Pognieciony list. Ma dziesiątki lat, a tekst jest ledwie czytelny. Maril, Misja Graema była porażką: cel zmarł. Źródła wspazują na porwanie, zniewolenie i unieruchomienie Greyclouda. Dotkliwość stanu nieznana. Greycloud będzie przetrzymywany w izolacji przez następne 72 godziny. Najprawdopodobniej Greycloud nie jest w stanie uciec stamtąd samodzielnie. Zniewolenie Greyclouda jest o wiele gorszym losem niż śmierć. Jeśli ruszymy w ciągu trzech dni, mamy szansę na uratowanie go. Rodziny nie zostawimy. - Gomoe

source: Mission Graeme: Status
pl_pl: Misja Graema

source: Moll's Speech
pl_pl: Przemowa Moll
