Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: A nasty weapon, designed for hacking through meat. The crude bluntness of the weapon means victims don't bleed to death so often, they just get hacked and maimed.
pl_pl: Okrutna broń stworzona do przecinania mięsa. Jej "obuchowość" nie pozwala ofiarom wykrwawiać się tak często na śmierć, zwykle są jednak dosadnie obijani.

source: Foreign Sabre
pl_pl: Obca szabla

source: A pretty exotic weapon, thought to have originated from the Black Desert. Not very popular for some reason and people will probably laugh at you in bars, but is actually a defensive masterpiece and shouldn't be underestimated.
pl_pl: Dość egzotyczna broń, podobno wyniesiona z Czarnej Pustyni. Niezbyt popularna z jakiegoś powodu, ludzie w barach mogą się z ciebie śmiać, ale jest to defensywne arcydzieło i nie powinno być niedoceniane.

source: A huge axe built to work like a sword. Stupidly heavy, but it impresses the ladies. Shek ladies mostly.
pl_pl: Ogromny topór mający działać jak miecz. Idiotycznie ciężki, ale imponuje kobietom. Szczególnie tym od Sheków.

source: Guardless Katana
pl_pl: Bezjelcowa katana

source: An uncommon katana modification sacrificing defence by removing the guard. It's more a psychological advantage than a physical one, knowing subconsciously that attack is your best defence promotes a more aggressive combat style. Gang bosses and Jonin tend to use them to equip their underlings because it makes trouble-makers on both sides more reluctant.
pl_pl: Tę katanę niecodziennie zmodyfikowano poprzez usunięcie jelca chroniącego dłonie. To bardziej psychologiczne usprawnienie, gdyż zmusza właściciela do bardziej agresywnego stylu walki, by nie stracić palców. Szefowie gangów i Joninowie często korzystają z takich katan, bo potencjalni walczący mogą być nieco bardziej niechętni.

source: A professional law-enforcement weapon. Designed for non-lethal takedowns, it has a sword-catcher guard that gives an advantage when defending.
pl_pl: Profesjonalna broń do egzekwowania prawa. To typowa pałka do ogłuszania napastników z dodanym kłem do zakleszczania mieczy.

source: Heavy Jitte
pl_pl: Ciężka Jitte

source: An unusual sabre-polearm hybrid that mitigates the disadvantages of using a polearm.
pl_pl: Niezwykłe połączenie broni drzewcowej i szabli likwidujące minusy tego drugiego.

source: Heavy Polearm
pl_pl: Ciężkie Guandao

source: A portion of metal cut out of the far end of the blade makes it slightly faster and more manoeuvrable. Most swordsmen can't notice the difference, others swear by it.
pl_pl: Dzięki wycięciu części stali z końca ostrza, szabla ta jest nieco lżejsza i szybsza od normalnego odpowiednika. Większość wojowników nie czuje różnicy, inni przysięgają na własne matki.

source: Holed Sabre
pl_pl: Szparowana szabla

source: The classic sabre. Does more damage than a regular katana, at the cost of extra weight. The heavier blade is better for defending, but still curved for cutting damage. They're very common, so can usually be found cheaper than other weapons of similar quality.
pl_pl: Klasyczna szabla. Zadaje więcej obrażeń niż typowa katana kosztem zwiększonej wagi. Ciężkie ostrze jest dobre do obrony, ale nadal wyprofilowane do zadawania cięć. Miecze te są popularne i można je kupić taniej niż inną broń o podobnej jakości.

source: Horse Chopper
pl_pl: Koński tasak

source: A basic iron stick with a wrapped handle.
pl_pl: Zwykła, metalowa rura z rękojeścią owiniętą materiałowymi bandażami.

source: Iron Club
pl_pl: Żelazna pałka

source: An iron stick, used to hit things.
pl_pl: Żelazna rura do uderzania w rzeczy.

source: Iron Stick
pl_pl: Żelazna rura

source: A professional law-enforcement weapon. Designed for non-lethal takedowns, it has a sword-catcher guard that gives an advantage when defending. The smaller 1-handed version makes a good sidearm and has an advantage in tight indoor situations.
pl_pl: Profesjonalna broń do egzekwowania prawa. To typowa pałka do ogłuszania napastników z dodanym kłem do zakleszczania mieczy. Mniejsza, jednoręczna wersja jest dobrą bronią boczną i sprawdza się w ciasnych pomieszczeniach.

source: A standard katana, one of the fastest, lightest weapons around. They rely on skill and dexterity rather than brute strength. Quality is more important than it is with other types of blade, so they tend to be more expensive.
pl_pl: Standardowa katana, jedna z najszybszych i najlżejszych broni. Jej obsługa polega bardziej na umiejętnościach i zręczności, niż na samej sile. Jakość katany zawsze stanowi ogromną różnicę w przeciwieństwie do innych ostrzy, więc lepsze modele są zwykle o wiele droższe.

source: Close to being classed as a heavy weapon, it's the heaviest cleaver you will find.
pl_pl: Bliski bycia bronią ciężką, jest to najcięższy tasak jaki znajdziesz na kontynencie.

source: Long Cleaver
pl_pl: Długi tasak

source: Longsword
pl_pl: Długi miecz

source: Very light for a sabre, but too straight and heavy to classify as a katana. They are popular among nobles as a status symbol in the empire.
pl_pl: Bardzo lekki jak na szablę, ale zbyt prosty i za ciężki by nią być. Długie miecze są popularne wśród możnych jako symbol wysokiej pozycji w Imperium.

source: Mercenary Club
pl_pl: Pałka najemnika

source: A hefty club used by wealthier bandit types.
pl_pl: Ciężka maczuga wykorzystywana przez bogatszych bandytów.

source: Moon Cleaver
pl_pl: Tasak księżycowy

source: Most blades, like katanas and sabres, use their curvature to "slide" off the target, increasing the amount of cut damage. The reverse curvature of a Moon Cleaver does the opposite, catching limbs and necks, keeping the force of the blow driving inwards.
pl_pl: Większość ostrzy, takich jak katany czy szable, wykorzystują swój kształt do "zjeżdżania" po celu, zwiększając obrażenia cięte. Odwrotne zaokrąglenie księżycowego tasaka robi to na odwrót - łapie kończyny i szyje, ciągnąc siłę uderzenia do środka.

source: A samurai hunter's weapon that can be deceptively fast and hard to defend against. Too long to use effectively in cramped environments, but good against animals.
pl_pl: Broń samuraja-łowcy która przyspiesza tempo walki i jest trudna do zablokowania. Zbyt długa do walki w ciasnych miejscach, ale dobrze się sprawdza przeciwko zwierzętom.

source: A katana-polearm hybrid that mitigates the disadvantages of using a naginata, but still too long to be comfortable indoors.
pl_pl: Katana umieszczona na długim drzewcu. Broń ta nie posiada tylu wad, co zwykła naginata, ale nadal jest zbyt długa do komfortowej walki wewnątrz pomieszczeń.

source: A smaller, lighter katana with a straight blade that is easier to produce. Popular with ninjas because they're better for stabbing people in the back with, but not the best for toe-to-toe combat.
pl_pl: Mniejsza, lżejsza katana z prostą głownią, łatwiejszą do stworzenia. Popularna wśród ninja, ponieważ łatwiej nią dźgać w plecy, ale niezbyt nadaje się do zwykłej walki.

source: Ninja Blade
pl_pl: Ostrze ninja

source: An extended katana variant with increased reach and damage.
pl_pl: Dłuższa wersja katany o większym zasięgu i obrażeniach.

source: The Cross is the revered holy weapon and symbol of the Paladins. With it they have been slaying skeletons and people they think might be skeletons for centuries.
pl_pl: Krzyż jest czczoną, świętą bronią i symbolem paladynów. Właśnie nim od setek lat sieką szkieletrony i ludzi, których za szkieletrony uważają.

source: Plank
pl_pl: Decha

source: A hefty hacking weapon, with a good reach. A nice balance for those who find fragment axes too clumsy and blunt, the plank retains some of the extra deadly traits of a regular sword, while still remaining ridiculously crude.
pl_pl: Niecodzienna broń ciężka o dobrym zasięgu. Świetnie zbalansowana propozycja dla tych, którzy uważają topory fragmentowe za zbyt nieporęczne - Decha posiada śmiertelne cechy zwykłego miecza i potrafi zadać niezłe obrażenia obuchowe.

source: Polearm
pl_pl: Guandao

source: Unusual weapons that are sometimes used by hunters as their reach makes them good for taking down animals. Due to their cumbersome length however they are at a serious disadvantage when used indoors.
pl_pl: Niezwkła broń czasem spotykana wśród łowców, gdyż jej zasięg sprawdza się przy zabijaniu zwierząt. Jednakże ze względu na sporą długość broni jest ona strasznie nieporęczna w pomieszczeniach.

source: A classic hard-hitting blade used by many legendary swordsmen, including Arc himself. The rings are pretty noisy and mainly designed to distract and annoy the hell out of your opponent. Beak Things hate it, but it tends to just make them more vicious.
pl_pl: Typowa broń do ciężkich ciosów wykorzystywana przez legendarnych wojowników, włączając w to samego Arca. Pierścienie są głośne i powstały głównie w celu rozpraszania i denerwowania przeciwnika. Rozpruwacze tego nienawidzą, i zwykle doprowadza je to do większej brutalności.

source: Ringed Sabre
pl_pl: Szabla obrączkowana

source: A lightweight version of the combat cleaver that can be worn on the hip.
pl_pl: Lżejsza wersja tasaka bojowego, którą można przytroczyć do biodra.

source: Short-Cleaver
pl_pl: Krótki tasak

source: A nasty weapon that causes bleeding in addition to crushing damage.
pl_pl: Nieprzyjemna broń powodująca krwawienia i obrażenia obuchowe.

source: Spiked Club
pl_pl: Pałka z kolcami

source: Staff
pl_pl: Kij

source: Popular with poor farmers, pacifists and drifters. It's usually seen as a weapon for those who can't afford a blade, but sometimes can make a fool of a good swordsman.
pl_pl: Popularny wśród biednych farmerów, pacyfistów i włóczęgów. Zwykle uważa się go za broń dla tych, których nie stać na normalny miecz, ale czasem potrafi ogłupić nawet najlepszego szermierza.

source: Topper
pl_pl: Czubas

source: A hybrid between katana and sabre, it has a top-heavy balance that feels odd to a katana user, hence the name. It's fast and has a similar reach to a Nodachi. A mostly forgotten weapon in modern times, it was once popular among mercenaries of the old empire.
pl_pl: Hybryda katany i szabli, jej punt ciężkości osadzony jest na czubku ostrza, stąd nazwa broni. Dla użytkownika katany może być to co najmniej dziwne. Czubas jest szybki i ma podobny zasięg do Nodachi. W obecnych czasach jest już raczej zapomniany, ale kiedyś często spotykało się go wśród najemników starego imperium.

source: Smaller and lighter, usually used as a sidearm for backup. It's worth noting that although short, it has a major advantage when fighting indoors against longer weapons.
pl_pl: Mała i lekka broń boczna. Ze względu na krótkie ostrze nie nadaje się w zwykłej walce, ale o wiele lepiej się sprawdza w budynkach.

source: Ancient Samurai Armour
pl_pl: Starożytna Zbroja Samuraja

source: An extremely old set of samurai armour that is rusting away to nothing.
pl_pl: Strasznie stary element uzbrojenia samuraja, który rdzewiał w swej nieprzydatnści.

source: Ancient Samurai Boots
pl_pl: Starożytne Buty Samuraja

source: Ancient Samurai Helmet
pl_pl: Starożytny Hełm Samuraja

source: Ancient Samurai Legplates
pl_pl: Starożytne Nagolenniki Samuraja

source: Heavy armour plates for protecting the neck and face.
pl_pl: Ciężki płytowy pancerz do ochrony szyi i twarzy.

source: Armoured Face Plates
pl_pl: Osłona płytowa

source: Armoured Hood
pl_pl: Stalowy kaptur

source: An armoured hood, for some kind of heavy-ninja dude.
pl_pl: Kolczy kaptur z metalową osłoną twarzy i szyi, dla ciężkoopancerzonych ninja.

source: Armoured Rag Skirt
pl_pl: Wzmocniona spódnica

source: Salvaged rags, straps and plates pulled together by a decent craftsman has made this monstrosity. Commonly found on wanderers and bandits, it shouldn't be underestimated.
pl_pl: Ocalone materiały, paski i płytki połączone przez dobrego rzemieślnika, wszystko razem tworzy to monstrum. Pancerz ten ma wiele dziur i słabych miejsc, ale zapewnia sporą swobodę ruchu. Popularny wśród podróżników i bandytów, ale ten pancerz nie powinien być niedoceniany.

source: Armoured Rag Skirt (colored)
pl_pl: Wzmocniona spódnica [farbowana]

source: Salvaged rags, straps and plates pulled together by a decent craftsman has made this monstrosity. This armour has plenty of gaps and vulnerabilities, but allows good freedom of movement for its class. Commonly found on wanderers and bandits, but is also favoured by duelists.
pl_pl: Ocalone materiały, paski i płytki połączone przez dobrego rzemieślnika, wszystko razem tworzy to monstrum. Pancerz ten ma wiele dziur i słabych miejsc, ale zapewnia sporą swobodę ruchu. Popularny wśród podróżników i bandytów, ale też spotykany u szermierzy.

source: Armoured Rags
pl_pl: Wzmocnione szmaty

source: Armoured Rags (colored)
pl_pl: Wzmocnione szmaty [farbowane]

source: The strange hat and stormgoggles of the Ashland drifters, strange individuals who have allegedly ventured into the Ashlands and returned, for reasons unknown.
pl_pl: Dziwny kapelusz z doczepionymi okularami włóczęgów z Popielnych Ziem - dziwnych jednostek, które podobno udały się w tamto miejsce i wróciły z nieznanych przyczyn.

source: Ashland Hat
pl_pl: Popielny kapelusz

source: A pair of stormgoggles of the Ashland drifters, strange individuals who have allegedly ventured into the Ashlands and returned, for reasons unknown.
pl_pl: Para gogli przeciwburzowych od włóczęgów z Popielnych Ziem, którzy podobno udali się tam i wrócili, z nieznanych powodów.

source: Ashlander Stormgoggles
pl_pl: Popielne gogle

source: Assassin's Rags
pl_pl: Łachmany asasyna

source: Ragged cloth with plates to protect the sword arm. It's pretty dire protection, but the wide open mid-section creates an opening that leads to more predictable enemy attacks. It's lightweight and the arm plates on your forward side allow you to adopt some extra skillful combat tactics.
pl_pl: Materiałowe zwoje wraz z płytkami do ochrony walczącego ramienia. Nie zapewnia pełnej ochrony, ale ogromne niechronione pole pośrodku prowadzi do dość przewidywalnych ataków. Pancerz jest lekki, a płyty na ramieniu pozwalają na wprowadzenie kilku lepszych taktyk walki.

source: Keeps sweat and hair out of your eyes.
pl_pl: Trzyma pot i włosy z dala od twoich oczu.

source: Basket Hat
pl_pl: Kosz na głowę

source: A hat usually worn by weirdo assassins. Hides the face and makes you look creepy.
pl_pl: Nakrycie głowy noszone przez dziwnych skrytobójców. Ukrywa twarz i czyni cię tajemniczym.

source: Black Bandana
pl_pl: Czarna bandana

source: Black Cloth Shirt
pl_pl: Czarna koszulka

source: Black Plate Jacket
pl_pl: Czarna kurtka płytowa

source: Black Rag Shirt
pl_pl: Czarne łachmany

source: Black rags typical of down-and-out hobo ninjas
pl_pl: Czarne szmaty typowe dla bezdomnych ninja.

source: Blackened Chain Hive Shirt
pl_pl: Koszulka kolcza Roju (farbowana)

source: Blackened Chain Shirt
pl_pl: Koszulka kolcza (farbowana)

source: Blackened Chainmail
pl_pl: Kolczuga (farbowana)

source: The best lightweight under-armour that money can buy. Adds a reliable extra layer of defence to your equipment.
pl_pl: Najlepsza lekka druga warstwa pancerza, jaką można kupić. Zapewnia świetną ochronę.

source: Blackened Chainmail Tagelmust
pl_pl: Kolczy tagelmust (farbowany)

source: Bucket Zukin
pl_pl: Cebrowy zukin

source: Standard Holy Army issue.
pl_pl: Standardowy element wyposażenia Świętej Armii.

source: Cap
pl_pl: Czapka z daszkiem

source: A hat with a shade for the eyes, favoured by traders.
pl_pl: Czapka z osłoną na oczy, ulubiona wśród handlarzy.

source: Cargopants
pl_pl: Bojówki

source: Cargopants (colored)
pl_pl: Bojówki (farbowane)

source: Pads your legs, turns a potential slice into a nasty bruise.
pl_pl: Dodatkowa warstwa materiału chroni twoje nogi, zamieniając potencjalne rozpłatanie w brzydkiego siniaka.

source: Cargopants [padded]
pl_pl: Bojówki (watowane)

source: Cargopants [reinforced]
pl_pl: Bojówki (wzmocnione)

source: Cargopants [sneaky chain]
pl_pl: Bojówki (okolczugowane)

source: Chain Shirt
pl_pl: Koszulka kolcza

source: Chainmail
pl_pl: Kolczuga

source: A chain undershirt provides a reliable second layer of defence.
pl_pl: Kolczy podkoszulek zapewniający znośną, drugą warstwę pancerza.

source: Cloth Shirt
pl_pl: Materiałowa bluzka

source: A medium class leather armour, it's used to equip empire conscripts, partially because they don't usually have the endurance for wearing heavy samurai armour, but mainly because it's cheaper. Not quite as good as mercenary leather armour.
pl_pl: Średniej klasy skórzany pancerz popularny wśród imperialnych poborowych - częściowo dlatego, że nie mają wytrzymałości do noszenia ciężkich zbroi samurajów, ale głównie z powodu niskiej ceny. Nie jest tak dobry jak skóra najemnika.

source: Conscript Leather Armour
pl_pl: Skórzany pancerz poborowego

source: Crab Armour
pl_pl: Pancerz kraba

source: An exotic suit of heavy armour plates that gives the wearer the toughness and mobility of a big rock. The Crab Raiders designed this armour with the aim of being more like crabs, with little consideration of other factors.
pl_pl: Egzotyczny strój z ciężkich płyt zapewniający właścicielowi krzepę i mobilność wielkiego kamienia. Jeźdźcy Krabów stworzyli ten pancerz w celu przypominania wyglądu kraba, bez brania pod uwagę jakichkolwiek innych czynników.

source: A very heavy iron hat. As with other eye-slit based helmets, it offers fantastic protection but you can't see a damn thing.
pl_pl: Bardzo ciężki, żelazny hełm. Tak jak inne pełne hełmy z otworami na oczy, zapewnia świetną ochronę ale gówno w nim widać.

source: Crab Helmet
pl_pl: Krabi hełm

source: Crab Shoes
pl_pl: Krabie buty

source: Iron shoes that are pretty painful to wear. The Crab Raiders designed this armour with the aim of being more like crabs, with little consideration of other factors.
pl_pl: Żelazne buty których noszenie sprawia ból. Jeźdźcy Krabów stworzyli ten pancerz w celu przypominania wyglądu kraba, bez brania pod uwagę jakichkolwiek innych czynników.

source: Crab Trousers
pl_pl: Krabie spodnie

source: An exotic suit of heavy armour plates that gives the wearer the toughness and mobility of a big rock. The Crab Raiders designed this armour with the aim of being more like crabs, but little consideration of other factors.
pl_pl: Egzotyczny strój zbudowany z ciężkich, pancernych płyt, który daje posiadaczowi twardość i mobilność kamienia. Jeźdźcy Krabów stworzyli ten pancerz w celu przypominania wyglądu kraba, bez brania pod uwagę jakichkolwiek innych czynników.

source: Dark Leather Shirt
pl_pl: Czarna skórzana koszula

source: Drifter's Boots
pl_pl: Buty włóczęgi

source: Good solid long-range boots, common amongst travellers.
pl_pl: Dobre i mocne buty na długie dystanse, popularne wśród podróżników.

source: Drifter's Leather Jacket
pl_pl: Kurtka włóczęgi

source: Drifter's Leather Pants
pl_pl: Spodnie włóczęgi

source: Lightweight leather leg protection.
pl_pl: Lekka, skórzana ochrona nóg.

source: A creepy black duster coat worn by wierdos out of the Ashlands. Provides good protection against the harsh environment.
pl_pl: Straszny, czarny prochowiec noszony przez dziwaków z Popielnych Ziem. Zapewnia dobrą ochronę przed tamtejszym środowiskiem.

source: Dustcoat
pl_pl: Prochowiec

source: Dyed Rag Shirt
pl_pl: Łachmany (farbowane)

source: Dyed Robes
pl_pl: Szaty (farbowane)

source: Dyed Trousers
pl_pl: Spodnie (farbowane)

source: Dyed Turban
pl_pl: Turban (farbowany)

source: Keeps the heat off your head and pads your brains.
pl_pl: Trzyma ciepło z daleka od twojej głowy i chroni mózg.

source: Dyed Turtleneck
pl_pl: Koszula (farbowana)

source: Empire Samurai Armour
pl_pl: Pancerz Samuraja Imperium

source: These shackles are faulty and don't do a very good job of hindering prisoners.
pl_pl: Te niewolnicze kajdany są popsute i raczej nie sprawdzą się w więzieniu jeńców.

source: Faulty Prisoner Shackles
pl_pl: Popsute kajdany

source: Flared Helmet
pl_pl: Rozszerzony hełm

source: A solid steel helmet, flared at the sides.
pl_pl: Porządny, stalowy hełm, rozszerzony po bokach.

source: Fog Mask
pl_pl: Mgielna maska

source: Martial artists are a rare oddity in a world of swords and have a reputation as eccentrics. They are however the bane of slavers, because they can never be disarmed.
pl_pl: Mistrzowie sztuk walki są niespotykaną niecodziennością w świecie mieczy i mają reputację ekscentryków. Stanowią jednak przekleństwo łowców niewolników, gdyż nie da się ich rozbroić.

source: Gi Pants
pl_pl: Spodnie Gi

source: Head plates were invented by an old forgotten clan that was obsessed with luck. Before battle they used prophets and shamans to predict where on their head the next fatal blow was due to land, then position the metal plate on their head accordingly. Sometimes it worked, sometimes it didn't. Such is luck, they would say.
pl_pl: Ochrona płytowa głowy została wynaleziona przez stary i zapomniany klan mający bzika na punkcie szczęścia. Przed bitwą korzystali z przepowiedni i szamańskiej wiedzy by przewidzieć, na które miejsce na głowie spadnie śmiertelny cios, a następnie umieszczali odpowiednio metalową płytkę. Czasem działało, czasem nie. "Takie szczęście", zapewne by powiedzieli.

source: Hack Stopper Jacket
pl_pl: Klatkowa kurtka

source: A metal cage-armoured jacket.
pl_pl: Skórzana kurtka wzmocniona metalową konstrukcją przypominającą ścianę klatki.

source: Hack Stopper Pants
pl_pl: Klatkowe spodnie

source: Metal cage-armoured pants.
pl_pl: Spodnie wzmocnione metalową konstrukcją przypominającą ścianę klatki.

source: For when you want to look dapper, even though you're a vagabond.
pl_pl: Jeśli chcesz wyglądać elegancko, nawet będąc wagabundą.

source: Halfpants (colored)
pl_pl: Portki (farbowane)

source: Halfpants (ragged)
pl_pl: Portki (podarte)

source: Halfpants [padded]
pl_pl: Portki (watowane)

source: Reinforced to pad your legs, turns a potential slice into a nasty bruise.
pl_pl: Spodnie wzmocnione dodatkową warstwą materiału, mogą zamienić potencjalne cięcie w jedynie brzydkiego siniaka.

source: Halfpants [reinforced]
pl_pl: Portki (wzmocnione)

source: These actually have hidden chain mail sewn into the lining. Sneaky.
pl_pl: Ta para ma wszyte między warstwy kolcze płaty. Ledwo je widać.

source: Halfpants [sneaky chain]
pl_pl: Portki (okolczugowane)

source: This armour is nice and light without hampering mobility, it will protect your heart and that's it. It's designed to be worn over chain or leather armour as an extra layer of protection, although most people don't for some reason. Probably because they can't afford any.
pl_pl: Ten pancerz jest wydajny i lekki, nie ogranicza mobilności, chroni serce... i tyle. Zaprojektowany został do noszenia na kolczudze lub skórze jako dodatkowa warstwa pancerza, ale większość ludzi tego nie robi. Zapewne dlatego, że ich nie stać.

source: Heart Protector
pl_pl: Nasercownik

source: Hive Prisoner Shackles
pl_pl: Kajdany niewolnika roju

source: Heavy prisoner shackles. They stop you from running and doing a lot of things. They also trip you up in combat. They are locked on, you need to pick the lock somehow.
pl_pl: Ciężkie kajdany więzienne. Uniemożliwiają uciekanie i wiele innych rzeczy. Przewracają też podczas walki. Te są zablokowane, musisz w jakiś sposób otworzyć ich zamek.

source: Hiver Chain Shirt
pl_pl: Kolcza koszula Roju

source: It gives near perfect protection of the body, because it's so holy. Limb protection is not so great, but at least you'll have your organs.
pl_pl: Zapewnia niemal perfekcyjną ochronę ciała ze względu na swą świętość. Protekcja kończyn nie jest już taka wielka, ale przynajmniej będziesz mieć organy na miejscu.

source: Holy Chest Plate
pl_pl: Święty napierśnik

source: Holy Servant Rags
pl_pl: Szmaty Świętego Sługi.
