Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Lost Town
pl_pl: Zaginione Miasto

source: Manhunter Base
pl_pl: Baza Łowców Ludzi

source: Mercenary base
pl_pl: Baza najemników

source: Mercenary Camp
pl_pl: Obóz najemników

source: Military Outpost
pl_pl: Posterunek wojskowy

source: Mongrel
pl_pl: Kundel

source: Mourn
pl_pl: Lament

source: Mud Town
pl_pl: Błotne Miasto

source: Narko's Trap
pl_pl: Pułapka Narko

source: New Kralia
pl_pl: Nowa Kralia

source: Nowhere
pl_pl: Nigdzie

source: Okran's Fist
pl_pl: Pięść Okrana

source: Okran's Shield
pl_pl: Tarcza Okrana

source: Old Tower
pl_pl: Stara wieża

source: Old Empire Supply Outpost
pl_pl: Posterunek magazynowy Starego Imperium

source: Old Empire Watchtower
pl_pl: Baszta Starego Imperium

source: Old Frontlines
pl_pl: Stary front

source: Old Village
pl_pl: Stara wioska

source: Police Barracks
pl_pl: Koszary policyjne

source: Port North
pl_pl: Północny Port

source: Port South
pl_pl: Południowy Port

source: Post-Ancient Workshop
pl_pl: Post-starożytny warsztat

source: Raided Caravan
pl_pl: Karawana Najeźdźców

source: Raider Camp
pl_pl: Obóz Najeźdźców

source: Raptor Island
pl_pl: Wyspa Raptorów

source: Ravaged Hamlet
pl_pl: Zdewastowana wioska

source: Camp
pl_pl: Obóz

source: Reaver Camp
pl_pl: Obóz Rozbójników

source: Rebel Base
pl_pl: Baza rebeliantów

source: Rebirth
pl_pl: Odrodzenie

source: Red Sabre Hideout
pl_pl: Kryjówka Czerwonej Szabli

source: Reprogramming Workshop
pl_pl: Warsztat programistyczny

source: River Nest
pl_pl: Rzeczne gniazdo

source: Rot
pl_pl: Butwa

source: Ruined Control Tower
pl_pl: Ruina wieży kontrolnej

source: Ruined Farm
pl_pl: Ruina farmy

source: Ruined Tower
pl_pl: Ruina wieży

source: Scout Post
pl_pl: Posterunek zwiadowczy

source: Building
pl_pl: Budynek

source: Scraphouse
pl_pl: Złomowisko

source: Secret Drug Farm
pl_pl: Tajna farma narkotykowa

source: Settled Nomad Village
pl_pl: Wioska osiadłych Nomadów

source: Settled Nomads
pl_pl: Osiadli Nomadzi

source: Shark
pl_pl: Shayu

source: Shek Ruins
pl_pl: Ruiny Sheków

source: Skimmer Nest
pl_pl: Gniazdo ślizgaczy

source: Skinhouse HQ
pl_pl: Baza Skórzanych Bandytów

source: Creepy Outpost
pl_pl: Dziwny posterunek

source: Slave Farm
pl_pl: Farma Niewolników

source: Slave Farm South
pl_pl: Południowa Farma Niewolników

source: Slave Markets
pl_pl: Targ Niewolników

source: Market
pl_pl: Targ

source: Slaver Camp
pl_pl: Obóz Niewolników

source: Small Skimmer Nest
pl_pl: Małe gniazdo ślizgaczy

source: Smugglers Bar
pl_pl: Bar Szmuglerów

source: Sniper Tower
pl_pl: Wieża snajperska

source: South Stone Camp
pl_pl: Południowy kamieniołom

source: Hive
pl_pl: Rój

source: Southern Hive
pl_pl: Południowy Rój

source: Southern Hive Village
pl_pl: Wioska Południowego Roju

source: Factory
pl_pl: Fabryka

source: Spider Factory
pl_pl: Fabryka Pająków

source: Spring
pl_pl: Uskok

source: Stack
pl_pl: Stos

source: Stone Camp
pl_pl: Kamieniołom

source: Stone Rat Village
pl_pl: Wioska Kamiennych Szczurów

source: Strange Camp
pl_pl: Dziwny Obóz

source: Suspicious Lab
pl_pl: Podejrzane Laboratorium

source: Swamp Ninja Base
pl_pl: Baza Bagiennych Ninja

source: Swamp Raptor Nest
pl_pl: Gniazdo Bagiennych Raptorów

source: Swamp Village
pl_pl: Bagienna Wioska

source: Swamped Lab
pl_pl: Bagienne Laboratorium

source: Tengu's Vault
pl_pl: Krypta Tengu

source: The Bastion
pl_pl: Bastion

source: The Forgotten Throne
pl_pl: Zapomniany Tron

source: The Free City
pl_pl: Wolne Miasto

source: The Great Fortress
pl_pl: Wielka Forteca

source: The Hub
pl_pl: Węzeł

source: The Old Prison
pl_pl: Stare Więzienie

source: Throne of the Bugmaster
pl_pl: Tron Mistrza Robali

source: Tiny Settlement
pl_pl: Mała Osada

source: Old Control Tower
pl_pl: Stara Wieża Kontrolna

source: Tower of Abuse
pl_pl: Wieża Nadużyć

source: Tower of Fog
pl_pl: Wieża Mgieł

source: Tower
pl_pl: Wieża

source: Tower Of Goats
pl_pl: Wieża Kóz

source: Tower Of Ninjas
pl_pl: Wieża Ninja

source: Tower of Spiders
pl_pl: Pajęcza Wieża

source: Trader's Edge
pl_pl: Handlowe Zbocze

source: Vagrant Camp
pl_pl: Obóz Tułaczy

source: Waystation Four
pl_pl: Baza Pośrednia IV

source: Waystation Ruins
pl_pl: Ruiny Bazy Pośredniej

source: White Eyebrow Camp
pl_pl: Obóz Białej Brwi

source: Wolf Den
pl_pl: Wilcza Nora

source: Workshop Complex
pl_pl: Kompleks Warsztatowy

source: World's End
pl_pl: Koniec Świata

source: Your Outpost
pl_pl: Mój Posterunek

source: Chest
pl_pl: Pierś

source: Head
pl_pl: Głowa

source: Left Arm
pl_pl: Lewa ręka

source: Left Foreleg
pl_pl: Lewa noga

source: Left Leg
pl_pl: Lewa noga

source: Right Arm
pl_pl: Prawa ręka

source: Right Foreleg
pl_pl: Prawa noga

source: Right Leg
pl_pl: Prawa noga

source: Stomach
pl_pl: Brzuch

source: Default start
pl_pl: Domyślny start

source: Advanced Battery Capacity
pl_pl: Zaawansowana pojemność akumulatorów

source: Each advancement in this study can increase battery capacity by 60
pl_pl: Każdy postęp w tym projekcie zwiększa pojemność akumulatorów o 60.

source: Advanced Battery Power
pl_pl: Zaawansowana moc akumulatorów

source: Advanced Cooking
pl_pl: Zaawansowana gastronomia

source: Better food can be made if more ingredients are available
pl_pl: Można tworzyć lepsze jedzenie wymagające różnych składników.

source: Contains theories for ridiculous looking, advanced harpoon turret designs that can supposedly fire multiple shots.
pl_pl: Zawiera wiedzę teoretyczną o dziwnych, zaawansowanych wieżyczkach harpunowych mogących wystrzeliwać kilka pocisków naraz.

source: Advanced Harpoonery
pl_pl: Zaawansowana harpuneria

source: Advanced first aid kits would last longer and save more lives.
pl_pl: Zaawansowane apteczki mogą starczyć na dłużej i uratować więcej żyć.

source: Advanced Medicine
pl_pl: Zaawansowana medycyna

source: Advanced Outpost Blueprints
pl_pl: Zaawansowane projekty posterunków

source: Building regular old houses isn't going to get us far. We need to study some new fundamental engineering concepts that will allow us to build something bigger that can stand up to assaults from anything and everything.
pl_pl: Budowanie zwykłych, starych domów nie zabierze nas za daleko. Potrzebujemy poznać nowe, fundamentalne koncepty inżynieryjne, które pozwolą nam zbudować coś dużego, coś, co wytrzyma atak czegokolwiek.

source: Advanced Splints
pl_pl: Zaawansowane zestawy szyn

source: Advanced Stone Mining
pl_pl: Zaawansowane wydobycie kamienia

source: Advanced Training Dummies
pl_pl: Zaawansowane kukły treningowe

source: A specially made training dummy, its pretty clever. It will let rookies train their attack skills to about level 15. There's no way a rookie can take his training any further than this without facing real combat.
pl_pl: Specjalny projekt kukły treningowej, dość przemyślany. Pozwoli nowym wytrenować swój atak do ok. poziomu 15. Nie ma możliwości, by rekrut podniósł swoje umiejętności wyżej bez prawdziwej walki.

source: Training
pl_pl: Trening

source: One day we will have the greatest swordsmiths in the world and blades that can cut a man clean in half with a single cut. Today though, we will have generic rubbish.
pl_pl: Pewnego dnia będziemy mieć najlepszych kowali na świecie, a nasze ostrza będą przecinać na równe połowy jednym cięciem. Dziś jednak produkować będziemy ogólny złom.

source: Advanced Weapon Grades
pl_pl: Zaawansowane typy broni

source: Advanced Weapon Smithing
pl_pl: Zaawansowana produkcja broni

source: A better bench is needed to make the higher level stuff.
pl_pl: Lepszy warsztat jest potrzebny do tworzenia lepszego sprzętu.

source: Advanced Wind Generator Theory
pl_pl: Teoria zaawansowanych turbin

source: A more powerful large wind generator, with double the potential output
pl_pl: Potężniejsze, duże turbiny wiatrowe o podwójnej potencjalnej mocy.

source: A further 15kw upgrade to all large generators.
pl_pl: Dodatkowe 15 kW do wszystkich wielkich agregatów.

source: Amplified Generators
pl_pl: Wzmocnione agregaty

source: Assassin Training II
pl_pl: Trening skrytobójczy II

source: Train like a ninja and learn to knock people out from behind.
pl_pl: Ćwicz niczym ninja i naucz się ogłuszać ludzi.

source: Assassin Training III
pl_pl: Trening skrytobójczy III

source: Automated Hybrid Mine
pl_pl: Automatyczna kopalnia hybrydowa

source: Automated Mining Tech
pl_pl: Automatyczne wydobywanie surowców

source: We're not going to get any further mining resources by hand. It's time to take it to the next level!
pl_pl: Nigdzie dalej nie zajdziemy, jeśli nadal będziemy ręcznie wydobywać surowce. Czas wynieść to na wyższy poziom!

source: Automatic Flour Grinding
pl_pl: Automatyczne mielenie

source: Automatic Loom (Cotton)
pl_pl: Automatyczne krosno (Bawełna)

source: Automatic Loom (Hemp)
pl_pl: Automatyczne krosno (Konopie)

source: An automatic version of the loom that requires minimal human work
pl_pl: Automatyczna wersja krosna wymagająca minimalnej ludzkiej pracy.

source: Baking
pl_pl: Pieczenie

source: Wheatstraw isn't edible until you bake it into bread.
pl_pl: Pszenica jest niejadalna, dopóki nie upiecze się z niej chleba.

source: Basic Exterior Lighting
pl_pl: Podstawowe oświetlenie zewnętrzne

source: First aid kits save lives, we need to look at being able to create our own.
pl_pl: Apteczki ratują życie, musimy umieć produkować je we własnym zakresie.

source: Basic First Aid Kits
pl_pl: Podstawowe apteczki

source: Stools and tables and stuff, totally useless really.
pl_pl: Stoły i stołki, raczej bezużyteczne.

source: Basic Furniture
pl_pl: Podstawowe umeblowanie

source: One day we will have the greatest swordsmiths in the world and blades that can cut a man clean in half with a single cut. Today though, we will have rusted junk.
pl_pl: Pewnego dnia będziemy mieć najlepszych kowali na świecie, a nasze ostrza przecinać będą ludzi jednym, czystym cięciem. Dziś jednak mamy złom.

source: Basic Weapon Grades
pl_pl: Podstawowe typy broni

source: The starting point of crafting our own weapons.
pl_pl: Początkowy punkt w rozwijaniu własnej produkcji broni.

source: Basic Weapon Smithing
pl_pl: Podstawy produkcji broni

source: Batteries can store excess power and keep things running during emergencies. They are especially important if you rely on wind power.
pl_pl: Akumulatory mogą przechowywać nadwyżkę energii i utrzymywać rzeczy w działaniu w razie problemu. Są szczególnie ważne, jeśli polegasz na turbinach wiatrowych.

source: Batteries
pl_pl: Akulumatory

source: Battery Capacity
pl_pl: Pojemność akumulatorów

source: Battery Power
pl_pl: Moc akumulatorów

source: A potential 10kw increase to battery output power
pl_pl: Potencjalny wzrost mocy akumulatorów o 10 kW.

source: Somewhere to rest and heal faster
pl_pl: Pozwalają na odpoczynek i szybsze leczenie ran.

source: Beds
pl_pl: Łóżka

source: Better Training Dummies
pl_pl: Lepsze kukły treningowe

source: A better training dummy would let rookies train their attack skills up to about level 10.
pl_pl: Lepsza kukła treningowa pozwoliłaby nowym rozwinąć umiejętność walki do poz. 10.

source: Biofuel
pl_pl: Biopaliwo

source: An ancient way of turning crops into generator fuel. Choose between electricity or starvation!
pl_pl: Starożytny sposób na zamianę roślin w paliwo. Wybieraj mądrze między elektrycznością a głodem!

source: Enables the crafting of Heavy bolts
pl_pl: Pozwala na tworzenie Ciężkich bełtów.

source: Bolts: Heavies
pl_pl: Bełty: Ciężkie

source: Enables the crafting of long-bolts
pl_pl: Pozwala na tworzenie Długich bełtów.

source: Bolts: Longs
pl_pl: Bełty: Długie

source: Enables the crafting of Regular bolts
pl_pl: Pozwala na tworzenie Regularnych bełtów.

source: Bolts: Regulars
pl_pl: Bełty: Regularne

source: The basic ability to mine and create building materials
pl_pl: Podstawowa możliwość wydobywania surowców i tworzenia materiałów budowlanych.

source: Building Materials
pl_pl: Materiały budowlane

source: A crop suitable for dry environments.
pl_pl: Roślina nadająca się do uprawy w suchych warunkach.

source: Cactus Farming
pl_pl: Uprawa kaktusów

source: Important for any traveller, these tents are easily constructed out of spare fabrics and could save your life in an acid storm.
pl_pl: Ważne dla każdego podróżnika, namioty te są łatwe do zbudowania przy pomocy tekstyliów i mogą uratować życie podczas kwasowej burzy.

source: Camp Shelter
pl_pl: Namioty

source: Chain Armour Crafting
pl_pl: Tworzenie pancerzy kolczych

source: Chainmail eh? That's going to be bloody fiddly isn't it?
pl_pl: Kolczuga, co? To będzie skomplikowana robota.

source: Cleavers
pl_pl: Tasaki

source: With this we could craft clothes and stuff. For wearing.
pl_pl: Dzięki temu będziemy mogli tworzyć ciuchy i inne rzeczy. Do noszenia.

source: Clothing Manufacture
pl_pl: Produkcja ubrań

source: Using a lower friction material for the slide of a crossbow could increase the power by another 5%.
pl_pl: Wykorzystanie materiału o mniejszym tarciu w rolce w kuszy zwiększy jej moc o kolejne 5%.

source: Composite Runners
pl_pl: Kompozytowe rolki

source: Cooking
pl_pl: Gotowanie

source: Copper Alloys
pl_pl: Stopy miedziane

source: Copper Alloy Plates are required for more high-tech engineering projects.
pl_pl: Płyty ze stopów miedzianych są potrzebne do wytwarzania zaawansowanych projektów inżynieryjnych.

source: Corpses make a mess and attract scavengers and predators and all kinds of trouble. Incineration would be the most effective solution.
pl_pl: Zwłoki robią syf i przyciągają zwierzęta, ludzi i inne problemy. Ich palenie byłoby najefektywniejszym rozwiązaniem.

source: Corpse Disposal
pl_pl: Palenie zwłok

source: If we can farm cotton we can use it to manufacture fabrics.
pl_pl: Jeśli będziemy hodować bawełnę, pozwoli nam to na samodzielne wytwarzanie tekstyliów.

source: Cotton Farming
pl_pl: Uprawa bawełny

source: A bench that would enable us to craft ammunition for crossbows
pl_pl: Warsztat pozwalający na tworzenie bełtów kuszniczych.

source: Crossbow Bolts
pl_pl: Tworzenie bełtów

source: A bench where we could craft our own crossbows
pl_pl: Warsztat pozwalający na tworzenie kusz.

source: Crossbow Crafting
pl_pl: Tworzenie kusz

source: A spotlight that can be fitted to the mounted crossbow to help against night attacks
pl_pl: Reflektor, który można zamontować pod stacjonarną kuszą, by ułatwić obronę w nocy.

source: Crossbow Turret Spotlight Fitting
pl_pl: Reflektor do wieżyczki kuszniczej

source: Crossbow Turret Strings
pl_pl: Sznurki do cięciw

source: A fancier crossbow string technology that could increase the power of all mounted crossbows by 10%.
pl_pl: Niecodzienna technologia sznurków do naciągania cięciw kuszniczych. Zwiększa moc wszystkich wieżyczek stacjonarnych o 10%.

source: Solid walls that we can actually stand and build turrets on.
pl_pl: Solidne mury, na których można stać i budować wieżyczki.

source: Defensive Walls
pl_pl: Mury obrone

source: Defence
pl_pl: Obrona

source: Desert Cooking
pl_pl: Pustynna kuchnia

source: Food that can be produced in desert environments
pl_pl: Żywność, którą można produkować w pustynnych warunkach.

source: Desert Sabres
pl_pl: Pustynne szable

source: Double-Barrel Harpoon Turret
pl_pl: Podwójna wieżyczka harpunowa

source: Two shots instead of one, how great would that be?
pl_pl: Dwa wystrzały zamiast jednego. To dwa razy więcej frajdy!

source: Double-Barrel Turret Spotlight Fitting
pl_pl: Reflektory dla wieżyczek dwulufowych

source: A spotlight fitting for the double-barrel harpoon turrets
pl_pl: Reflektory możliwe do umiejscowienia pod dwulufowymi wieżyczkami harpunowymi.

source: Durable Arms
pl_pl: Wytrzymałe ramiona

source: Here we could craft fundamental electrical components and parts.
pl_pl: W tym miejscu możemy tworzyć elektroniczne komponenty i części.

source: Electrical Crafting
pl_pl: Tworzenie elektroniki

source: Exotic Weapons
pl_pl: Egzotyczna broń

source: Extra Durable Legs
pl_pl: Superwytrzymałe protezy nóg

source: Extra Strong Arms
pl_pl: Superwytrzymałe protezy rąk

source: Crafting
pl_pl: Tworzenie

source: If we can make our own fabric it makes clothing and armour crafting more cost-effective.
pl_pl: Jeśli będziemy tworzyć tekstylia we własnym zakresie, produkcja ubrań i pancerzy będzie mniej kosztowna.

source: Fabric Manufacture
pl_pl: Tworzenie tekstyliów

source: Foreign Sabres
pl_pl: Obce szable

source: Fragment Axe
pl_pl: Topór fragmentowy

source: Frustrated by heavily armoured opponents? Want to cut them in half with a single sweep? This is the weapon is for you! (Disclaimer: super human strength not included).
pl_pl: Masz dość ciężko opancerzonych oponentów? Chcesz ich przecinać na pół jednym ciosem? Ta broń jest dla ciebie! (Uwaga: nadludzka siła nie jest w zestawie).

source: Fuel Generator Theory
pl_pl: Teoria agregatów

source: An electricity generator that runs on fuel.
pl_pl: Agregat działający na paliwo.

source: Fully Automatic Ore Drill
pl_pl: Automatyczne wiertła

source: Storage for various types of weapons and armour
pl_pl: Pojemniki do przechowywania różnej broni i pancerzy.

source: Gear Storage
pl_pl: Pojemniki na sprzęt

source: Grog Distillation
pl_pl: Destylacja grogu

source: A very common alchoholic drink, it would be a good source of income if we could produce it.
pl_pl: Bardzo popularny alkohol, mógłby być świetnym źródłem przychodu, jeśli nauczymy się go samodzielnie produkować.

source: An option to fit a spotlight to turrets for aiding against night attacks
pl_pl: Umożliwia umieszczenie reflektorów pod wieżyczkami, pomagając przy odpieraniu nocnych ataków.

source: Harpoon Turret Spotlight Fitting
pl_pl: Reflektory dla wieżyczek

source: Harpoon Turrets mkII
pl_pl: Wieżyczki harpunowe mod. II

source: A new weapon technology that should be more powerful and accurate than crossbow technology can achieve.
pl_pl: Nowa technologia wojenna, która pozwoli na ulepszenie mocy i celności kusz.

source: Hashish Production
pl_pl: Produkcja haszyszu

source: The production of hashish is dangerous, but potentially the most profitable.
pl_pl: Produkcja haszyszu jest równie niebezpieczna, co dochodowa.

source: A whole load of hats that could be crafted.
pl_pl: Pozwala na tworzenie wielu czapek.

source: Hats and Headgear
pl_pl: Nakrycia głowy

source: Core
pl_pl: Główne

source: This would solve a fundamental engineering problem and enable us to build larger, sturdier structures.
pl_pl: Ta technologia pozwala na rozwiązanie problemu ze słabymi fundamentami i budowę większych, twardszych konstrukcji.

source: Heavy Building Foundations
pl_pl: Ciężkie fundamenty budowlane

source: An improved fuel generator. Larger and more powerful.
pl_pl: Ulepszone agregaty paliwowe. Większe i mocniejsze.

source: Heavy Generator Theory
pl_pl: Teoria dużych agregatów

source: Heavy Weapons
pl_pl: Ciężka broń

source: Heavy weapons. Ridiculed by many and often hailed as "cock extensions", nothing is more amusing than watching some idiot try to fight with a weapon he can barely lift. But, if you work very, very hard, if you master it and build the necessary strength... maybe, just maybe you could become something very dangerous...
pl_pl: Ciężka broń zwykle jest lekceważona i nazywana "przedłużeniem penisa", nie ma nic zabawniejszego na tym świecie niż patrzenie na idiotę walczącego mieczem, którego nie potrafi unieść. Ale jeśli bardzo, bardzo ciężko pracujesz i masz odpowiednią krzepę... Cóż, możesz stać się kimś naprawdę niebezpiecznym.

source: Hemp Farming
pl_pl: Uprawa konopii

source: Hemp is a much more efficient source of fabrics, and can also be used for narcotics or medicine.
pl_pl: Konopie są o wiele wydajniejszym źródłem tekstyliów, można je też wykorzystywać w przemyśle narkotycznym i medycznym/

source: Refining of hemp oil for an alternative method of biofuel production.
pl_pl: Rafinowany olej konopny jest alternatywą dla zwykłego biopaliwa.

source: Hemp Oil Biofuel
pl_pl: Biopaliwo z konopii

source: Hemp-Based Fabric
pl_pl: Tekstylia z konopii

source: An alternative source of fabric manufacture, much more efficient but may be illegal in some parts.
pl_pl: Alternatywne źródło surowca do tworzenia tekstyliów, o wiele wydajniejsze, ale nielegalne w niektórych miejscach.

source: High-Speed Legs
pl_pl: Szybkie nogi

source: A copy of the Hiver's "Economy Arms"
pl_pl: Skopiowana technologia "Ekonomicznych rąk" Roju.

source: Hiver Skeleton Arms
pl_pl: Protezy rąk Roju

source: Hiver Skeleton Legs
pl_pl: Protezy nóg Roju

source: A copy of the Hiver's "Economy Legs" technology, this will be the stepping stone to replacement limb production.
pl_pl: Skopiowana technologia "Ekonomicznych nóg" Roju. Będzie to pierwszy krok w stronę rozwoju własnego systemu protez.

source: Holed Sabres
pl_pl: Szparowane szable

source: Why bother with 2 machines that could be combined into one? A stone mine that immediately produces building materials
pl_pl: Po co tworzyć dwie maszyny, jeśli można je połączyć w jedną. Oto kamieniołom, który od razu produkuje materiały budowlane.

source: Hydroponics
pl_pl: Hydroponika

source: A way to reliably grow crops indoors would be the ultimate advantage for survival outposts deep in the inhospitable zones where food can not normally be grown.
pl_pl: Możliwość hodowania roślin w budynkach byłaby świetnym argumentem za tworzeniem posterunków głęboko w nieprzyjaznych terytoriach, gdzie jedzenia nie można wyhodować w normalnych warunkach.

source: We could build cages. This would allow us to capture and interrogate certain people, temporarily store bounties, or even keep hostages for ransom. Actually this is starting to sound pretty wrong, be careful we don't end up going down the wrong path.
pl_pl: Możemy budować klatki. Pozwoli to na przechwytywanie i przesłuchiwanie niektórych ludzi, tyczasowe przechowywanie poszukiwanych, albo nawet przetrzymywanie zakładników w zamian za nagrodę. W sumie zaczyna brzmieć to źle, obyśmy nie zboczyli z wybranej ścieżki.

source: Imprisonment
pl_pl: Więziennictwo

source: Improved Stone Mining
pl_pl: Ulepszone kamieniołomy

source: Some basic lighting so we're not working in the darkness
pl_pl: Trochę podstawowego oświetlenia by nie pracować w ciemności.

source: Indoor Lighting
pl_pl: Oświetlenie wewnętrzne

source: Iron plates are a fundamental building material for machinery. It's vital that we can make our own.
pl_pl: Żelazne płyty są fundamentalnym surowcem do budowy maszynerii. Musimy wytwarzać je we własnym zakresie.

source: Iron Plates IV
pl_pl: Żelazne płyty IV

source: Item Storage
pl_pl: Przechowywanie przedmiotów

source: Jittes
pl_pl: Jitty

source: A classic weapon, light, sharp and fast. Deadly and beautiful, but the fine skill they require makes them less commonly used than other blades.
pl_pl: Klasyczna broń - lekka, ostra i szybka. Piękna i śmiertelna zarazem, ale mniej popularna ze względu na wymagane umiejętności do sensownej walki z nią.

source: Katanas
pl_pl: Katany

source: Much larger building shells with more secure workspace
pl_pl: Jeszcze większe budynki z dużą ilością wolnego miejsca.

source: Large Building Shells
pl_pl: Duże powłoki budowlane

source: To make our walls any bigger we would need to rebuild them with stronger foundations.
pl_pl: By nasze mury mogły być większe, musimy je przebudować i stworzyć mocniejsze fundamenty.

source: Large Defensive Walls
pl_pl: Duże mury obronne

source: Leather Armour Crafting
pl_pl: Tworzenie skórzanych pancerzy

source: With this we would have the basis to make our own clothing and light armour. The same equipment could also be used to make under-armour and bandages.
pl_pl: Dzięki temu zyskamy podstawy tworzenia własnych ubrań i lekkich pancerzy. To samo przyda się też do tworzenia koszul i bandaży.

source: A stand-alone electrical light. On a post.
pl_pl: Samodzielne elektryczne światło. Stoi na słupie.
