Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: A crumpled up draft speech written by the leader of the Flotsam Ninjas: "I've seen many of my sisters die in battle. Witnessing such needless end of human life never gets any easier. Many of my comrades have asked, 'is the battle pointless? Is it all for nothing?'... No, I don't believe so. The Holy Nation will eventually fall on its own, given enough time. Why? Simply because it neglects half of its own population. Some of the Flotsam rebels make up some of the best ninjas in the world, hands down. The Holy Nation are fools for not utilising the skill of these women: a society that denies half of it's potential will eventually fall. But if we can prevent the suffering of our daughters even the slightest bit by speeding up our oppressor's downfall, the battle is most definitely not pointless. It's worth everything. - Moll"
pl_pl: Spisana pospiesznie przemowa przez przywódczynię Ninja Flotsam: Widziałam wiele moich sióstr umierających w bitwach. Patrzenie na tak niepotrzebne marnowanie ludzkiego życia nigdy nie jest łatwe. Wielu z moich towarzyszy pytało, "Czy bitwa ma sens?" "Czy wszystko poszło na marne?"... Nie, nie wydaje mi się. Święty Naród w końcu upadnie, choćby sam z siebie jeśli da się mu czas. Dlaczego? Ponieważ neguje znaczenie połowy własnej populacji. Część z rebeliantów Flotsam to najlepsi ninja na świecie, szczerze przyznam. Święty Naród postępuje głupio nie wykorzystując umiejętności tych kobiet: społeczeństwo negujące połowę swojego potencjału w końcu upadnie. Ale jeżeli możemy zapobiec cierpieniu naszych córek w choćby najmniejszym stopniu poprzez przyspieszenie upadku naszego opresora, żadna walka nie jest i nie będzie bezsensowna. Jest warta wszelkich starań. - Moll

source: "It was the nomad chief, Arnuk Geran, who once said, 'Money is forgotten when you have love and good health'. Perhaps the words either of one very fortunate ascetic or of one hopeless fool. Love, health... all freedoms in life depend on money. Want love? Lovers crave money. Want health? Doctors crave money. Wealth makes life easier. Wealth is power, wealth is choice. But what about master swordsmen, you say? 'They have a power money can't buy!' Wrong again, naysayer. I can buy and set forty master swordsmen on my most dangerous enemies. Money is a weapon, money is a trigger. I pity the buffoon who clings to such defeatist notions in acceptance of poverty."
pl_pl: Pewnego razu wódz nomadów, Arnuk Geran, rzekł: "O pieniądzach się zapomina gdy zyska się miłość i zdrowie". Były to słowa albo szczęśliwego ascety, albo beznadziejnego głupka. Miłość, zdrowie... Wszelkie wolności życiowe zależą od pieniędzy. Chcesz miłości? Musisz w nią inwestować. Chcesz zdrowia? Inwestuj w lekarzy. Bogactwo czyni życie łatwiejszym. Bogactwo to siła, bogactwo to wybór. "A co z najlepszymi wojownikami", zapytasz. "Mają potęgę, której nie da się zyskać pieniędzmi!" Nieprawda, pesymisto. Mogę kupić czterdziestu takich mistrzów i wysłać ich naprzeciw moim największym wrogom. Pieniądze to broń i zapalnik. Przeklinam każdego bufona, który stosuje takie argumenty w ramach obrony biedy.

source: Money is Freedom
pl_pl: Pieniądze to wolność

source: Motor
pl_pl: Napęd

source: A device that can create rotation when charged with electrical current.
pl_pl: Urządzenie wprowadzające elementy w ruch gdy zostaje podłączone do źródła energii.

source: It contains the half chewed stone of a greenfruit. It has Tengu's saliva on it, maybe that's worth something, right?... Right?
pl_pl: Zawiera nadgryzioną połowę psianki. Jest na niej ślina Tengu, może jest to coś warte, prawda?... Prawda?

source: Mystery Sack
pl_pl: Tajemniczy worek

source: "I finally made it to the swamplands, a hidden paradise with no laws and no restraints! I got my supply of rum and drugs, so let's see those bounty hunter dogs track me here. I got my loot and I got my prize and I had my fun. And I got protection from the Stone Rats too. Life is sweet."
pl_pl: W końcu udało mi się dotrzeć na bagna, ukrytego raju bez praw i ograniczeń! Mam swój zapas rumu i używek, więc wątpię by te łowieckie psy znalazły mnie w tym miejscu. Zdobyłam łup, zdobyłam nagrodę i bawiłam się dobrze. A do tego Kamienne Szczury zechciały mnie bronić. Życie jest piękne.

source: Note From Blue Eyes
pl_pl: Notatka Niebieskookiej

source: Special item. A sealed note given to you from Moll to give to Flotsam Ninja patrols. Whoever you give it to will become a useful temporary ally against the Holy Nation.
pl_pl: Przedmiot specjalny. Zapieczętowana notatka, którą wręczyła ci Moll dla patroli Ninja Flotsam. Komukolwiek go dasz stanie się tymczasowym sojusznikiem podczas walki ze Świętym Narodem.

source: Note From Moll
pl_pl: Notatka Moll

source: The Okranite scripts, although rather eccentric, are some of the oldest legible texts salvaged to this day and may offer a useful insight into the history of the ancients. The most notable point of their teachings is that of the enemy: The demon 'Narko' and her skeletons. Was Narko in fact the leader of the skeletons and Okran an ancient human who managed to save the few remaining survivors from destruction in a battle between the two sides? This still does not explain the malice for other races, other than a simplistic fear of those who are different. The most plausible explanation would be that non-humans were born from the lesser tribes of the time which the ancient humans warred with. These tribal societies would have been seen as inferiors incapable of grasping advanced concepts and thus feared as contaminating their pure blood. - Sabina
pl_pl: Pisma Okranitów, pomimo bycia raczej ekscentrycznymi, są jednymi z najstarszych tekstów znalezionych do dnia dzisiejszego i mogą umożliwić wgląd w historię starożytnych. Znaczącym elementem ich nauk jest ten o wrogu: demonicy "Narko" i jej szkieletronach. Czy Narko była w rzeczywistości przywódczynią szkieletronów a Okran starożytnym człowiekiem, który ocalił kilku niedobitków od śmierci w bitwie między tymi dwiema stronami? Dokumenty te nie wyjaśniają też wrogości wobec innych ras, poza oczywistym strachem przed obcymi. Najbardziej zrozumiałym wyjaśnieniem byłoby to, że nie-ludzie pochodzą od mniejszych plemion, które w dawnych czasach walczyły ze starożytnymi ludźmi. Te plemienne społeczności mogły być uważane za słabe, nieumiejące korzystać z zaawansowanej technologii, a przez to obawiano się skażenia "czystej" krwi przez kontakt z nimi. - Sabina

source: Okranite Theories In Relation To Findings I
pl_pl: Teorie Okranitów a znaleziska, cz. I

source: Okranite Theories In Relation To Findings II
pl_pl: Teorie Okranitów a znaleziska, cz. II

source: It's no secret that I do not regard the Okranite religion of any value to historical research. But for the sake of theorisation, let's assume that the beginnings of Okranism do coincide with the mass extinction - the First Extinction, as they themselves call it. Scapegoating can be frighteningly easy during times of turmoil, and mixed with religious fanaticism it can be all the more cruel. Let's take Atticus' biological extinction as the reason for the ancient's end. The skeleton, immune to disease and biological attack, would have been the strongest surviving race and perhaps even a subject of envy. The first religious texts originate back to a considerably longer time after the age of the oldest ruins, which suggests a chain of lost misinterpretations combined with this scapegoating. Now let's look at another tragedy of nature: Volcanic eruption, earthquake, flooding... Be it self inflicted destructive force or natural disaster, such huge scale destruction could easily be interpreted as an act of the 'demon'. The skeletons survived the atrocity, perhaps due to a sturdier physical makeup, and thus are associated with this 'demon' as the ones to have carried out her will. -Finch
pl_pl: Nie jest tajemnicą to, że religia Okranitów nie ma według mnie jakiejkolwiek wartości dla badań historycznych. Ale w ramach teoretyzacji można założyć, że początki Okranizmu łączą się z masowym wymarciem - czy też Pierwszym Wymarciem, jak sami nazywają to wydarzenie. Szukanie kozła ofiarnego jest wyjątkowo łatwe podczas czasu niepokoju, a wiążąc to z religijnym fanatyzmem może być nawet bardziej bolesne i krwawe. Weźmy pod uwagę wymarcie biologiczne Atticusa jako źródło upadku starożytnych. Szkieletrony, odporne na choroby i ataki biologiczne, mogły być najsilniejszą żyjącą rasą i być może nawet przedmiotem zazdrości. Pierwsze religijne teksty pochodzą nawet z odleglejszych czasów niż znane nam najstarsze ruiny, co sugeruje łańcuch wielu nadinterpretacji powiązanych z tym poszukiwaniem ofiary. Teraz spójrzmy na inną tragedię natury: erupcja wulkanu, trzęsienie ziemi, potop... Bez względu na to czy była to katastrofa naturalna, czy spowodowana przez osobę trzecią, destrukcja na taką skalę mogła być z łatwością interpretowana jako dzieło "demona". Szkieletrony przeżyły ten horror, zapewne dzięki mocniejszej budowie, i z tego powodu uważa się je za powiązane z "demonem" i niosące jego wolę. - Finch

source: Looks like it has been damaged from overheating. It's a miracle this skeleton was still alive.
pl_pl: Wygląda na uszkodzony z powodu przegrzania. To cud, że ten Szkieletron jeszcze działał.

source: Old CPU Unit
pl_pl: Stara jednostka CPU

source: Old Map
pl_pl: Stara mapa

source: An old map of some other, probably fictional, continent. Pretty useless, but maybe you can get some money for it.
pl_pl: Stara mapa przedstawiająca jakiś - prawdopodobnie nieistniejący - kontynent. Raczej bezużyteczna, ale może da się ją sprzedać za jakieś konkretne pieniądze.

source: Parchment
pl_pl: Pergamin

source: Pearl Cup
pl_pl: Perłowy kubek

source: A fancy decorative thing used by extremely rich people to clutter up their houses.
pl_pl: Niecodzienna dekoracja spotykana wśród bardzo bogatych ludzi, zwykle kupowana w celu zaśmiecania domów.

source: Pearl Sword Holder
pl_pl: Perłowy stojak na miecz

source: Pearl Urn
pl_pl: Perłowa urna

source: Pearl Vase
pl_pl: Perłowa wazza

source: Pickaxe
pl_pl: Kilof

source: Power Core
pl_pl: Rdzeń zasilający

source: Some kind of ancient tech, possibly a Skeleton's heart or liver or something.
pl_pl: Jakiś rodzaj starożytnej technologii, być może serce lub wątroba Szkieletrona.

source: Press
pl_pl: Przycisk

source: High Priest Tyluig gives his opinion on the Hub's abandonment: "While brother Varloo is right on the fact that the Hub cannot be held for now, he is mistaken as to the reason why. Narko's power did not increase significantly in the last years; It is Okran's light that has been wavering for some time now. Our faith is the conduit that allows Okran's grace to be bestowed upon us. We have let our society fall into decay and debauchery and none but we are to be blamed. Women acting with ignorant brazenness, children shaming their fathers, men forgetting the deeply rooted traditions of our holy society... It is not the Dark Demoness' minions that have been covering the light, it is we. If we are to avoid our lost brother's fate, we must purify ourselves! Only then can we save this world from damnation."
pl_pl: Wysoki kapłan Tyluig przedstawia swoją opinię o opuszczeniu Węzła: Choć brat Varloo ma rację co do tego, że Węzła nie można teraz utrzymać, myli się w sprawie powodu takiej sytuacji. Siła Narko nie wzrosła w ciągu ostatnich lat; to światło Okrana słabnie już od jakiegoś czasu. Nasza wiara jest mocą, która pozwala Okranowi na wspieranie nas. Pozwoliliśmy społeczeństwu popaść w rozkład i rozpustę i nikogo poza nami nie można winić. Kobiety sieją ignorancję, dzieci obrażają ojców, mężczyźni zapominają o głęboko zakorzenionych tradycjach naszego świętego społeczeństwa... To nie pionki Mrocznej Demonicy zakrywają światło, to my. Jeśli chcemy uniknąć losu naszego zaginionego brata, musimy się oczyścić! Tylko wtedy ocalimy ten świat od samozniszczenia.

source: Priest Tyluig's Note
pl_pl: Zapisek kapłana Tyluiga

source: Priest Varloo's Note
pl_pl: Zapisek kapłana Varlooda

source: High Priest Varloo gives his opinion on the Hub's abandonment: "As history has shown, the Hub cannot be held. Everytime we try, we inevitably lose it within months. The recent loss at the hands of the Empire was further proof of that: Narko shook the world and made two entire sections of the southern wall collapse. And, no later than this week, wraiths have appeared and taken one of our holy brothers. As long as Narko's darkness covers the place, we cannot hold it. For too long have we fought with the false enemy! We must redirect our attention to the Dark Demoness' first minions, only by destroying the dark ones can we weaken her influence."
pl_pl: Wysoki kapłan Varloo przedstawia swoją opinię o opuszczeniu Węzła: Jak pokazała historia, Węzła nie da się utrzymać. Po każdym razie tracimy miasto w ciągu miesięcy. Ostatnia przegrana bitwa z Imperium była tego dowodem: demonica Narko wstrząsnęła światem i spowodowała zawalenie się dwóch sekcji południowego muru. A nie później niż w tym tygodniu pojawiły się tam duchy i zabrały jednego ze świętych braci. Dopóki ciemność Narko pokrywa to miejsce, dopóty nie możemy go utrzymać. Zbyt długo walczyliśmy z niewłaściwym wrogiem! Musimy skierować naszą uwagę w stronę najważniejszych pionków Mrocznej Demonicy, tylko przez zniszczenie mrocznych możemy osłabić jej wpływy.

source: Puppet
pl_pl: Marionetka

source: An unsigned letter: "Our new emperor is Tengu? How can THIS be our replacement for Emperor Anzai? A man so brash, so unintelligent... there are such better candidates within the noble circle yet they chose a buffoon to rule the elite. The only explanation for this that I can fathom... a buffoon is easy to control."
pl_pl: Niepodpisany list. Tengu naszym nowym imperatorem? Jak TO COŚ może zastąpić naszego Imperatora Anzai? Człowiek tak bezczelny, nieprzyjemny, nieinteligentny... Jest tylu lepszych kandydatów w kręgu możnych, a ci wybierają bufona, by rządził elitą. Jedyne wyjaśnienie tego, które jestem w stanie pojąć... to to, że bufon jest podatny na bycie kontrolowanym.

source: Ration Pack
pl_pl: Racja żywnościowa

source: Raw metal is used to make Steel Bars
pl_pl: Żelazo wymagane jest do tworzenia stalowych prętów.

source: Raw Iron
pl_pl: Żelazo

source: Raw Meat
pl_pl: Surowe mięso

source: Uncooked meat from some dead animal. Probably.
pl_pl: Nieugotowane mięso z jakiegoś martwego zwierzęcia. Chyba.

source: Raw stone is used to make building materials.
pl_pl: Kamień służy do tworzenia materiałów budowlanych.

source: Raw Stone
pl_pl: Kamień

source: A plain staple food
pl_pl: Proste, zapychające jedzenie.

source: Rice Bowl
pl_pl: Miska ryżu

source: A nutritious weed that grows in wet environments like swamps.
pl_pl: Pożywna roślina rosnąca w mokrych środowiskach, na przykład na bagnach.

source: Riceweed
pl_pl: Ryż

source: Robotics Components
pl_pl: Komponenty robotyczne

source: Rotten Food
pl_pl: Zgniłe jedzenie

source: No longer edible, such a waste.
pl_pl: Nie nadaje się do spożycia, ogromna strata.

source: A strong alcohol made in the swamps, but popular among samurai and frequently imported by the Empire towns.
pl_pl: Mocny alkohol wytwarzany na bagnach. Popularny wśród samurajów i był często importowany przez miasta Imperium.

source: Scripture of Radiance Vol. I
pl_pl: Pismo Blasku, cz. I

source: Holy scripture written by the Holy Lord Phoenix I: "Born out of the darkest depths of the world came Narko, the Shadow. She sought to erase all that is good, if not for our saviour Okran. Both battled for millenias in the skies until light overcame dark. Narko was restrained, absorbed into the Lord Okran's being. But, alas, Narko The Deceiver's defeat was not the end. While both fought their war in the skies, split in two once again, Narko's spawns were ravaging our world, created out of hate and malice. Against mankind, her Dark Agents were hurled."
pl_pl: Święty list spisany przez Świętego Lorda Feniksa I: Narodzona z najmroczniejszych głębin świata nadeszła Narko, Cień. Usunęła by wszystko co dobre, gdyby nie nasz zbawiciel Okran. Oboje walczyli przez tysiąclecia w niebiosach, aż światło pokonało mrok. Narko zniewolono, a Lord Okran wchłonął jej moce. Niestety Narko Oszustka nie została pokonana do końca. Gdy walczyli w niebiosach, podzieleni znów na dwoje, Twory Narko zalały nasz świat, stworzone z nienawiści i złej woli. Przeciwko ludzkości stanęli Mroczni Agenci.

source: Scripture of Radiance Vol. II
pl_pl: Pismo Blasku, cz. II

source: Holy scripture written by the Holy Lord Phoenix I: "In our darkest moments came the brightest light, the Phoenix. Okran had sent us his champion, one that would restore our faith and banish the Shadow. Phoenix came with the everlasting Sacred Flame, the promise that Man would once more live free. He saved us from both shackles and beastiality and united as one with the Holy Bindings. One by one, the Dark Ones were now slain by the blade of our restored faith. When Narko's minions were subdued and Narko herself banished deep under the earth."
pl_pl: Święty list spisany przez Świętego Lorda Feniksa I: W naszych najmroczniejszych czasach nadeszło najjaśniejsze światło, Feniks. Okran zesłał nam swego czempiona, tego, który przywróci nam wiarę i zwalczy Cień. Feniks nadszedł z nieskończonym Świętym Płomieniem, obietnicą wolnego życia dla Człowieka. Ocalił nas przed niewolą i bestialstwem, zjednoczył Świętymi Węzłami. Jeden po drugim, Mroczni byli likwidowani mieczem naszej przywróconej wiary. Pionki Narko uległy, a ona zbiegła głęboko pod ziemię.

source: Scripture of Radiance Vol. III
pl_pl: Pismo Blasku, cz. III

source: Holy scripture written by the Holy Lord Phoenix I: "Man was created in the human image of Okran, Lord Of Light; Woman was created in the image of Narko, Demoness of Darkness. Seek caution, children of Okran! An impure race is an unholy one; They must be rebirthed to serve the cause of Okran, lest they join the cause of darkness. An unrestrained woman is an idle one; She must be subdued, lest she seduce and tempt the purity of man into the darkness with her."
pl_pl: Święty list spisany przez Świętego Lorda Feniksa I: Człowiek powstał na wzór ludzkiego oblicza Okrana, Pana Światła; Kobietę stworzono na wzór Narko, Mrocznej Demonicy. Bądźcie czujne, dzieci Okrana! Nieczysta rasa jest rasą nieświętą; Muszą przejść odrodzenie by służyć sprawie Okrana, nim dołączą do mroku. Wolna kobieta jest kobietą bierną; Musi zostać stłumiona, nim jej skusi i uwiedzie czystość mężczyzny ku ciemności.

source: Scripture of Radiance Vol. IV
pl_pl: Pismo Blasku, cz. IV

source: Holy scripture written by the Holy Lord Phoenix I : "The Agents of Darkness infest the world as unholy vermin, The darkness that caused the world's First Extinction. The Agents of Darkness possess the idle man as Darkened, But it is the faithful man who will prevent the world's Second Extinction. Through Okran's Divine Flame, all evil will be erased and cleansed. Slay the enemy with fire, purge the world of darkness."
pl_pl: Święty list spisany przez Świętego Lorda Feniksa I: Agenci Mroku zaroili się na świecie niczym nieświęte robactwo, To mrok który spowodował Pierwsze Wymarcie. Agenci Mroku zawładają biernymi ludźmi i zmieniają ich w Mrocznych, Natomiast to mężczyzna o wielkiej wierze zapobiegnie Drugiemu Wymarciu świata. Poprzez Święty Płomień Okrana całe zło zostanie oczyszczone i pokonane. Walczcie z wrogiem ogniem, przegnajcie mrok ze świata.

source: Scripture of Radiance Vol. V
pl_pl: Pismo Blasku, cz. V

source: Holy scripture written by the Holy Lord Phoenix I : "Let us not yearn for pleasures of the flesh, but yearn only for the love of our Creator and the wellbeing of all mankind. Let us not be tempted by the Shadow's lures of sexual misdeeds, orgies, theft and wrong speech. Let us honour our holy brothers, never harm them, never feel envy or animosity towards them. Let us abstain from intoxication, for the darkness preys on the undisciplined mind"
pl_pl: Święty list spisany przez Świętego Lorda Feniksa I: Nie popadajmy w rozkosze cielesne, a rozkoszujmy się miłością do naszego Zbawiciela i dobrem ludzkości. Nie dajmy się owładnąć przez przeseksualizowane kusicielstwo Mrocznych, orgie, złodziejstwo i krzywoprzysięstwo. Czcijmy naszych świętych braci, nie rańmy ich, nie czujmy zazdrości czy animozji. Powstrzymujmy się od odurzaniem, gdyż mrok żeruje na niezdyscyplinowanych umysłach.

source: The severed left arm of a human
pl_pl: Ludzkie odcięte lewe ramię

source: Severed Cannibal Left Arm
pl_pl: Lewa ręka kanibala

source: The severed left leg of a human
pl_pl: Ludzka odcięta lewa noga

source: Severed Cannibal Left Leg
pl_pl: Lewa noga kanibala

source: The severed right arm of a human
pl_pl: Ludzka odcięta prawa ręka

source: Severed Cannibal Right Arm
pl_pl: Prawa ręka kanibala

source: Severed Cannibal Right Leg
pl_pl: Prawa noga kanibala

source: The severed right leg of a human
pl_pl: Ludzka odcięta prawa noga

source: Severed Cannibal Skav Left Arm
pl_pl: Lewa ręka kanibala

source: Severed Cannibal Skav Left Leg
pl_pl: Lewa noga kanibala

source: Severed Cannibal Skav Right Arm
pl_pl: Prawa ręka kanibala

source: Severed Cannibal Skav Right Leg
pl_pl: Prawa noga kanibala

source: Severed Hive Left Arm
pl_pl: Lewa ręka Rojownika

source: The severed left arm of a hiver
pl_pl: Ucięta lewa ręka członka Roju

source: Severed Hive Left Leg
pl_pl: Lewa noga Rojownika

source: The severed left leg of a hiver
pl_pl: Odcięta lewa noga członka Roju

source: Severed Hive Right Arm
pl_pl: Prawa ręka Rojownika

source: The severed right arm of a hiver
pl_pl: Odcięta prawa ręka członka Roju

source: Severed Hive Right Leg
pl_pl: Prawa noga Rojownika

source: The severed right leg of a hiver
pl_pl: Odcięta prawa noga członka Roju

source: Severed Human Left Arm
pl_pl: Lewa ludzka ręka

source: Severed Human Left Leg
pl_pl: Lewa ludzka noga

source: Severed Human Right Arm
pl_pl: Prawa ludzka ręka

source: Severed Human Right Leg
pl_pl: Prawa ludzka noga

source: Severed Shek Left Arm
pl_pl: Lewa ręka Sheka

source: The severed left arm of a shek
pl_pl: Odcięte lewe ramię Sheka

source: Severed Shek Left Leg
pl_pl: Lewa noga Sheka

source: The severed left leg of a shek
pl_pl: Odcięta lewa noga Sheka

source: The severed right arm of a shek
pl_pl: Odcięta prawa ręka Sheka

source: Severed Shek Right Arm
pl_pl: Prawa ręka Sheka

source: Severed Shek Right Leg
pl_pl: Prawa noga Sheka

source: The severed right leg of a shek
pl_pl: Odcięta prawa noga Sheka
