Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: A Shek book detailing the end of the late King Shager's reign: "The battle against the Holy Nation dogs raged on and the odds looked bleak. King Shager, consumed with vengeance, plotted his last stand with the weakened Shek Warriors that remained. But the warrior Bayan protested against the suicide attack and Shager's rage was fueled. Amidst his threats and bellows the Stone Golem stepped in and boomed, 'the man speaks the truth. You want Bayan silenced, you'll have to cut me down first'. Their swords crossed but the Stone Golem's strength prevailed, her blade pressed to Shager's throat. 'Finish me, I'll die a warrior than live a coward'. And with a slice of her blade, a river of blood flowed."
pl_pl: Księga Sheków opisująca koniec późnych rządków Króla Shagera: Bitwa przeciwko psom Świętego Narodu wrzała, a jej wynik był niejasny. Król Shager, pożerany przez nienawiść, postanowił ostatni raz podjąć boju wraz z osłabionymi wojownikami Sheków, którzy zostali przy życiu. Ale wojownik Bayan zaprotestował przeciwko samobójczemu atakowi, a to napełniło czarę nienawiści Shagera. Między jego groźby i przechwałki wkroczył Kamienny Golem i zagrzmiał: "Samiec mówi prawdę. Jeśli chcesz uciszyć Bayana, najpierw pozbędziesz się mnie". Ich miecze skrzyżowały się, ale siła Kamiennego Golema była o wiele większa, jej miecz docisnął gardło Shagera. "Zakończ mnie, wolę umrzeć jako wojownik niż żyć będąc tchórzem", wyszeptał. Wraz z cięciem jej miecza popłynęła rzeka krwi.

source: Shager's Overthrow
pl_pl: Przewrót Shagera

source: Simple Rug
pl_pl: Prosty dywan

source: Something basic for the floor of your building.
pl_pl: Kawał materiału na podłogę twojego domu.

source: Skeleton Eye
pl_pl: Oko Szkieletrona

source: Some kind of electrical glass eye like the ones the Skeletons have.
pl_pl: Jakiś rodzaj elektrycznego, szklanego oka z których korzystają Szkieletrony.

source: Also known to engineers as "Hydraulics", they are what makes a Skeleton's arms and legs move.
pl_pl: Nazywany też przez inżynierów "hydrauliką", pozwala kończynom Szkieletronów na ruch.

source: Skeleton Muscle
pl_pl: Mięsień szkieletrona

source: Skeleton Repair Kit
pl_pl: Zestaw naprawczy

source: The equivalent of a first aid kit for Skeletons, contains tools and common robotic components
pl_pl: Odpowiednik apteczki dla Szkieletronów, zawiera narzędzia i popularne części wymienne.

source: Sleeping Bag
pl_pl: Śpiwór

source: Essential for any traveller. Carry one of these around with you and you can build yourself a camp bed anywhere you need it. Finding some time to rest up and heal in the wilds can save your life. (Use BUILD mode to place a camp bed)
pl_pl: Obowiązkowe wyposażenie każdego podróżnika. Możesz położyć śpiwór w dowolnym miejscu w dziczy i przyspieszyć regenerację ran. (Śpiwór możesz położyć w trybie budowy)

source: A small sculpture of the Holy Nations Emperor.
pl_pl: Mała figurka przedstawiające władcę Świętego Narodu.

source: Small Emperor Statue
pl_pl: Mała figurka Imperatora

source: A splint kit can be used to rig up wounded bodyparts so that they can be used again. Useful if you have a leg injury and don't want to limp all the way back to town, you can splint up your leg and regain a little functionality. They also have the bonus that any splinted damage counts against limb amputation in combat. The amount of hitpoints you can splint is limited by your medic skill and the quality of the kit.
pl_pl: Zestaw szyn można wykorzystać do stabilizacji rannych kończyn, przez co mogą wrócić do normalnego działania. Przydatne, jeśli masz okaleczoną nogę i nie chcesz kuleć całą drogę do miasta - wystarczy ją poskładać i odzyskasz nieco funkcji. Zwiększają też tymczasowo odporność kończyny na jej amputację podczas walki. Ilość użyć zestawu szyn jest limitowana przez twoją umiejętność Pierwszej pomocy i jakość zestawu.

source: Splint Kit
pl_pl: Zestaw szyn

source: Spring Steel
pl_pl: Stal sprężynowa

source: A flexible metal used in crossbows and machinery.
pl_pl: Giętki materiał wykorzystywany w kuszach i maszynerii.

source: Standard first aid kit
pl_pl: Standardowa apteczka

source: A first aid kit, made up of bandages, disinfectant and painkillers. The quality will limit you if it is lower than your skills.
pl_pl: Apteczka złożona z bandaży, środków dezynfekujących i środków przeciwbólowych. Jeśli jakość przedmiotu jest niższa niż twoja umiejętność leczenia, będzie cię on ograniczać.

source: Steel bars
pl_pl: Stalowe pręty

source: Strawflour can be used to make bread. Horrible, dry dry bread.
pl_pl: Mąki można używać do pieczenia chleba. Strasznego, suchego chleba.

source: Strawflour
pl_pl: Mąka

source: A bunch of coins looped on to a string to keep them all together.
pl_pl: Garść monet przełożonych przez sznurek, by ułatwić ich transport.

source: String of Cats
pl_pl: Rzemyk catunów

source: The last words of a Holy Nation Sentinel before taking his own life: "Last month I was given the order to put a tainted woman to the flame. She was the blacksmith's daughter, a simple mind, not right in the head. Nadin was her name. She'd mistakenly slipped out of her home without a male escort and approached a priest... She was condemned for seduction of a holy brother, condemned as being possessed by the darkness... The look in her eyes as I put her to the flame burns into my soul every night, I haven't slept in weeks. Deep in my gut, I know this isn't right, and the guilt makes me retch. A god so unforgiving and so ruthless, it is not a god I want to serve. Rest in peace Nadin, I'll be joining you soon."
pl_pl: Ostatnie słowa Strażnika Świętego Narodu przed odebraniem sobie życia: "Miesiąc temu otrzymałem rozkaz spalenia opętanej kobiety. Była to córka kowala, prostoduszna, mająca nieco nie po kolei w głowie. Na imię jej było Nadin. Przypadkiem opuściła swoje miejsce zamieszkania bez męskiej eskorty i natknęła się na kapłana.. Oskarżono ją o uwodzenie świętego brata, o bycie opętaną przez mrok... Jej strach w oczach, który widziałem gdy rozpalałem pod nią ogień, pali moją duszę każdej nocy, nie spałem już od tygodnia. Głęboko w środku czuję, że to nie jest dobre, a wina przyprawia mnie o nudności. Nie zamierzam służyć bogowi który jest tak niewybaczający i tak bezwzględny. Spoczywaj w pokoju Nadin, wkrótce do ciebie dołączę."

source: Suicide Note
pl_pl: Notatka samobójcy

source: "There are likely good sources of valuable equipment in this area, if you don't mind crossing the Cannibal Plains. Recommended you read "Lam's Survival" volume 3." --Finch
pl_pl: "W tej strefie najprawdopodobniej znajdują się dobre źródła wartościowego sprzętu, o ile nie przeszkadza ci podróż przez Równiny Kanibali. Polecam zapoznanie się z <<Przetrwaniem Lama, cz. III>>." - Finch

source: Tech Hunter's Notes: Leviathan Coast
pl_pl: Zapiski łowcy technologii: Wybrzeże Lewiatanów

source: Tech Hunter's Notes: Pool of Obedience
pl_pl: Zapiski łowcy technologii: Rozlewisko Posłuszeństwa

source: Someone has spilled ink all over this book, likely a simple accident. Nothing of significance is readable anymore.
pl_pl: Ktoś rozlał tusz po całej książce, najprawdopodobniej zwykły przypadek. Wszystkie interesujące fragmenty są nieczytelne.

source: -By Hunter Edjack (retired) Cashing in your loot after a hunt and looking for some new gear? Can't find a bloody decent shop that has what you are looking for? I compiled this guide from memory, after a lifetime of travelling. It may not be completely accurate, time passes, shopkeepers get eaten by cannibals and so on. But anyway, hopefully it will help people out. WEAPONS: Catun of course has the most famous weapon smith, but don't forget Heng, it has one of the best weapon shops around. None of these compare to the Scraphouse in Black Desert City, but that's probably not somewhere you want to go. CROSSBOWS: The two Tech Hunter towns are best for this, as well as Mongrel if you don't mind dealing with the fog. Black Scratch is good too. ARMOUR: Heft is the best place I found. Can't think of any other place, unless you count that stupid rumour about Armour King. ROBOTICS: Black Desert City again, has a great selection taken from dead Skeletons. Mongrel is also a great source for robotics, high demand for legs there obviously... If you are desperate you can always go to the Hivers for some cheap legs, it's better than crawling. BLUEPRINTS: The library of Black Scratch is the place you want to go, they sell every book and blueprint known to man.
pl_pl: Autorstwa łowcy Edjacka (emerytowany). Chcesz spieniężyć łup po łowach i szukasz nowego sprzętu? Nigdzie nie ma cholernego sklepu który zapewni ci to, czego potrzebujesz? Niniejszy poradnik to wynik wspomnień, jakie zachowałem po długim życiu w podróży. Być może nie jest całkowicie zgodny z rzeczywistością gdyż czas mija, sklepikarze są zjadani przez kanibali i tak dalej. Tak czy inaczej mam nadzieję, że pomoże ona ludziom. BROŃ BIAŁA: Catun posiada najznamienitszego kowala, ale nie należy zapominać o Heng, gdzie znajduje się jeden z najlepszych sklepów z bronią. Żaden z nich jednak nie równa się ze Złomowiskiem w Mieście Czarnej Pustyni, ale to raczej nie jest miejsce gdzie chciałbyś się udać. KUSZE: Dwa miasta łowców technologii są do tego najlepsze, tak samo Kundel, o ile nie przeszkadzają ci Mglaki. W Czarnej Rysie także jest trochę dobrego sprzętu. PANCERZE: Heft było najlepszym wyborem, na jaki się zdecydowałem. Nie przychodzi mi do głowy nic innego, chyba że pod uwagę wezmę tę idiotyczną plotę o Królu Pancerzy. ROBOTYKA: Ponownie wspomnę o Mieście Czarnej Pustyni, dysponują sporą liczbą części zabranym z ciał martwych Szkieletronów. Kundel też jest dobrym źródłem części robotycznych i protez, mają spory popyt na nogi... Jeśli jesteś wystarczająco zdesperowany możesz zawsze udać się do Rojowników po jakieś wiadro na kiju, lepsze to niż czołganie się przez pustynię. PROJEKTY: Biblioteka w Czarnej Rysie jest miejscem, do którego chcesz się udać, mają tam każdą książkę i projekt znany ludzkości.

source: Tech Hunter's Notes: Shopper's Guide
pl_pl: Zapiski łowcy technologii: Poradnik Kupującego

source: "The Ashlands are officially un-survivable, all previous expeditions there have resulted in the total loss of the teams. It's recommended that excursions keep to the surrounding areas, which should have some good finds." --Iyo "I reckon I can do it. Don't even need 'ta go through Sonorous. The Ashland Drifters did it didn't they? I just need to find me a squad that are willing. Buncha' cowards." --Trepp "The transitory lands around it are the problem. Stobe's Gamble covers a huge area, and then you would have to get through Sonorous Dark somehow. The loss of life would be devastating. Even then, you'd have to survive it all again on the way back." --Zed "Hypothetically, the key would be to establish an outpost nearby in the Pits. Then you could use it as a jump-off point." --Fish
pl_pl: "Popielne Ziemie są oficjalnie nie do zamieszkania, wszelkie poprzednie ekspedycje w tamte strony zakończyły się zaginięciami całych drużyn. Zaleca się podążanie przyległymi ziemiami, które także powinny być bogate w ciekawe znaleziska." - Iyo "Wiem, że dam radę. Nie muszę nawet przechodzić przez Brzmiący. To zrobili Popielni Włóczędzy, prawda? Muszę tylko znaleźć sobie drużynę pełną siły woli. Banda tchórzy." "

source: Tech Hunter's Notes: The Ashlands
pl_pl: Zapiski łowcy technologii: Popielne Ziemie, cz. 1

source: Here's the complete transcript of my interview with Stone-Head, the last surviving member of the Ashland Drifters. He's hard to understand and tends to wander off topic, but there is surely some priceless information in there somewhere about how to reach the Ashlands. --Iyo "Dere's tree ways in, see? Dere's de pits past da big sad skeleton, but wid loadsa gangs and crazies tryna pinch you wid dey're stupid crabs, see? An' den yer got gorrillers and bats runnin' around de acid and de smoke mountin's. Did yer knew some snipers can shoot a man's arm off from a kilometer away? It's pretty funny, I laffed when old Cobby's arm flew off an' he woudn't talk ta me fer a week..." [Here he started laughing non-stop for about 5 minutes] [Transcript cut for brevity] "...An' den dere's de 'ives. We tried dem first an' had to go back. HAW! Was me favorit. Wouldya think dey were dat strong, eh? Wouldyatinkit? I remeber when..." [Transcript cut for brevity, after a while he get's a haunted look] "...but it don't matter in de end see... No matter wat way you go in de end you gonna meet them... You don' wanna meet dem... dey peeled Cobby an' Stram an' half o' Mex Ted... " [At this point he trails off and stares into space for 10 minutes, he doesn't respond to external stimuli and the interview ends]
pl_pl: Oto pełny transkrypt mojego wywiadu z Kamiennogłowym, ostatnim żyjącym członkiem Popielnych Włóczęgów. Ciężko było go zrozumieć, często zbaczał z tematu, ale jego wypowiedzi na pewno zawierają trochę bezcennych informacji o tym, jak dotrzeć do Popielnych Ziem. - Iyo "Są trzy trasy, nie? Są dziury za dużym smutnym szkieletronem, ale tam pełno gangów i szaleńców którzy będą chcieli cię załatwić ze swoimi głupimi krabami, nie? A potem są goryle i nietoperze biegające w kwasie i zadymionych górach. Wiesz że niektórzy snajperzy mogą odstrzelić ramię z kilometra? To zabawne, śmiałem się kiedy Cobbiemu odleciała ręka, a potem nie chciał ze mną rozmawiać przez tydzień..." [Tutaj Kamiennogłowy śmieje się przez jakieś 5 minut] [Transkrypt skrócony dla przejrzystości] "...A potem są rojownicy. Zaczęliśmy od nich na początku i trzeba było wracać. To było moje ulubione. Kto by pomyślał że są tacy silni? Przychodzi ci to do głowy? Pamiętam jak..." [Transkrypt skrócony dla przejrzystości, po jakimś czasie robi nawiedzone spojrzenie] "...ale to wszystko i tak nie ma znaczenia, nie?... Bez względu na to jak pójdziesz, i tak na nich trafisz... Nie chcesz ich spotkać... Oskrórowali Cobby'ego, Strama i połowę Mexa Teda..." [W tym momencie odwraca wzrok i skupia się w pustej przestrzeni przez 10 minut, nie odpowiada na bodźce zewnętrzne i wywiad kończy się]

source: Tech Hunter's Notes: The Ashlands pt II
pl_pl: Zapiski łowcy technologii: Popielne Ziemie, cz. 2

source: "The Black Desert isn't hospitible for anything other than Skeletons. Organics should cover themselves with boots and longcoats. The city is a good place to trade for some unusual techs. If you see any twisters get the hell out of there." --Iyo "Make sure you wear yerself a nice hat. Oh and some good boots, or yer feet will melt." --Trepp
pl_pl: "Czarna Pustynia nie jest możliwa do zamieszkania przez kogokolwiek - poza Szkieletronami. "Organiczni" powinni okrywać się butami i płaszczami. Miasto jest dobrym miejscem na zakup niespotykanej technologii. Jeśli zobaczysz tam jakiekolwiek mechaniczne pudełka, znikaj stamtąd jak najszybciej." - Iyo "Upewnij się że masz dobry kapelusz. I parę mocnych butów, albo szybko pozbędziesz się stóp." - Trepp

source: Tech Hunter's Notes: The Black Desert
pl_pl: Notatki łowcy technologii: Czarna Pustynia

source: "The Holy Nation hates technology and isn't sitting on anything good either, the problem is crossing it to get to all the good un-explored stuff in the north. They don't like non-human races, if you're attempting a crossing you need at least one human male in your squad that can act the part of a master." --Zed "It pays to carry one of their holy books too, in case you need to bluff your way out of a situation with the paladins. Skeletons are attacked on sight, so you'll just have to go around in that case." --Iyo "Don't go to that bloody place. Freakin' Paladins climbin' up yer arse every ten paces tryin' to tell you yer clothes are wrong or some crap. Ended up I had to fight me way outta there 'cus I offended some shiny-hatted chump an' he got all angry and tried to stab me. Had to deck a few of 'em but there were loads of the buggers. Ever fought yer way out of an entire country before? Bloody chaos I can tell you. Me squad was pretty pissed at me after that one. Ha! Good laugh though." --Trepp
pl_pl: "Święty Naród nienawidzi technologii i sama nie posiada niczego równie ciekawego. Problemem jest jednak przedostanie się na północ po niezbadany jeszcze sprzęt. Oni nienawidzą nieludzkich ras, jeżeli chcesz przejść przez ich ziemię to potrzebujesz co najmniej jednego ludzkiego mężczyzny w drużynie, który będzie pełnił rolę przywódcy." - Zed "Opłaca się mieć też ze sobą jedną z ich świętych ksiąg, w razie gdyby trzeba było blefować podczas rozmowy z paladynami. Szkieletrony są atakowane z miejsca, wtedy będziesz musiał iść naokoło." - Iyo "Nie idź w to cholerne miejsce. Jebani paladyni wchodzący ci w dupsko co sto metrów by powiedzieć ci że masz brzydkie ciuchy, albo cokolwiek. Któregoś razu musiałem sobie wywalczyć drogę powrotną ponieważ obraziłem jakiegoś świecącego pajaca, a ten się zdenerwował i próbował mnie dźgnąć. Musiałem położyć kilku ale była ich cała masa. Próbowałeś kiedykolwiek wywalczyć sobie drogę przez cały kraj? Cholerny chaos, mówię ci. Moja drużyna była mocno wkurwiona po tej akcji, ale co się uśmiałem, to moje." - Trepp

source: Tech Hunter's Notes: The Holy Nation
pl_pl: Zapiski łowcy technologii: Święty Naród

source: Tech Hunter's Notes: The Shrieking Forest
pl_pl: Zapiski łowcy technologii: Wrzeszczący Las

source: "I found the Shireking Folk to simply be misunderstood nomads. My attempts to communicate seemed to calm them down and they continued on their way, screaming merrily as they ran" --Swimmer "I believe these people have been the victims of some kind of horror and become un-hinged. Their minds are broken, and they are violent and feral, this is all that can be said for sure." --Iyo "Don't follow Dr Swimmer's advice, that's how our last captain got stabbed." --Anonymous "That place was hilarious!" --Trepp
pl_pl: "Uważam że Wrzeszczący Ludzie to tylko niezrozumiani nomadzi. Moje próby komunikacji z nimi wydawały się ich uspokajać i podążali własną drogą, krzycząc głośno podczas biegu." - Pływak "Wierzę że ci ludzie byli ofiarami jakiegoś strasznego wydarzenia i stali się niepoczytalni. Ich umysły są złamane, parają się jedynie przemocą i dzikością, tylko tyle mogę na pewno powiedzieć." - Iyo "Nie słuchajcie się Pływaka, ostatnim razem straciliśmy kapitana wyprawy." - Anonim "To miejsce było świetne!" - Trepp

source: "Our expedition to establish a deep swamp outpost was a total failure. We just didn't come equipped with the appropriate tech, it's no place for a simple outpost. There's no wind for the generators, regular crops can't be grown there, the damn raptors are bigger and meaner, and don't even get me started on the goddamned spiders..." --Zed "I don't know how the Swampers survive in that place, everything is trying to eat you or your supplies. It was only supposed to be a simple scouting run so I took a bunch of rookies with us, that was a mistake. Only 3 of them made it back. That waystation saved our lives I think." --Anonymous "You better be good at carrying people 'cus yer gonna be carryin' most of yer damn squad through that damn swamp while the friggin' blood spiders be bitin' at yer heels. Don't leave any of yer woundeds alone for ten minutes or yer gonna come back to a pile o' clothes and a goddam empty sack o' skin!" --Trepp "So yes, there's probably some tech to be dug up somewhere in there, but I don't think it's worth it." --Fish
pl_pl: "Nasza ekspedycja polegająca na stworzeniu posterunku głęboko na bagnach była totalną porażką. Po prostu nie mieliśmy ze sobą odpowiedniej technologii, to nie jest miejsce na prostą bazę. Nie ma wiatru dla generatorów, typowe rośliny są niemożliwe do wyhodowania, cholerne raptory są większe i wścieklejsze, nie wspominając już o pierdolonych pająkach..." - Zed "

source: Tech Hunter's Notes: The Swamps
pl_pl: Zapiski łowcy technologii: Bagna

source: A book on the appreciation of slavery written by high noble Lord Inaba of the Inner Circle: "Slavery is attacked and branded immoral by outside criticizers, by rebel ninjas. We're accused of cruelty, accused of stealing people's freedom. Yet the accusers continue to buy the products and labours of slavery: Iron, cotton, chainmail... ninja rags. The accusers reek of hypocrisy. But, even if slavery is immoral, it is ours alone to shoulder, not the business of others to interfere. Nevertheless, a system so fruitful is everything but immoral. Slavery blesses us with wealth, with luxury, with food on our plates. If it weren't for our slaves, who would toil in the fields? Our resources would be wasted on us. With slavery we can appreciate and utilize our arable soils, our abundant minerals and our fair climate. We are what we are because of slavery."
pl_pl: Książka chwaląca istnieje niewolnictwa, napisana przez szlachetnego Lorda Inabę z Wewnętrznego Kręgu: "Niewolnictwo jest atakowane i określane mianem niemoralnego przez krytyków z zewnątrz, głównie zbuntowanych ninja. Oskarża się nas o podłość i brutalność, o odbieranie ludziom wolności. Jednocześnie ci oskarżający kupują produkty stworzone dzięki niewolniczej pracy: żelazo, bawełna, kolczugi... nawet te najgorsze ubrania. Każdy przeciwnik niewolnictwa to hipokryta. Nawet, gdyby było ono niemoralne, to jednak jedynie my mamy to brzemię na swoich barkach i nikt inny nie musi interweniować w tym celu. Tak czy inaczej, system tak bardzo dochodowy nie może być niemoralny. Niewolnictwo błogosławi nas bogactwem, luksusem i dobrym jedzeniem na talerzach. Gdyby nie nasi niewolnicy, kto pracowałby w polach? Nasze surowce zmarnowałyby się. Dzięki niewolnictwu możemy doceniać i utylizować tę błogosławioną ziemię, wykorzystywać wydobyte z niej surowce i cieszyć się dobrym klimatem. Dzięki niewolnictwu jesteśmy tymi, kim jesteśmy teraz."

source: The Blessing Of Slavery
pl_pl: Błogosławione niewolnictwo
