Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 5.
pl_pl: Ćwiczebna wieżyczka pozwalająca początkującym zapoznać się z mechanizmami i stylem strzelania. Rozwija obsługę wieżyczek do 5. poziomu.

source: Training Turret
pl_pl: Wieżyczka ćwiczebna

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 10.
pl_pl: Ćwiczebna wieżyczka pozwalająca początkującym zapoznać się z mechanizmami i stylem strzelania. Rozwija obsługę wieżyczek do 10. poziomu.

source: Training Turret MkII
pl_pl: Wieżyczka ćwiczebna II

source: A dummy turret used to familiarise beginners with the mechanisms and firing actions. Can train turret skill up to level 15.
pl_pl: Ćwiczebna wieżyczka pozwalająca początkującym zapoznać się z mechanizmami i stylem strzelania. Rozwija obsługę wieżyczek do 15. poziomu.

source: Training Turret MkIII
pl_pl: Wieżyczka ćwiczebna III

source: Trophy
pl_pl: Trofeum

source: Vegetable Farm L
pl_pl: Farma warzyw (L)

source: One of the easiest crops to grow and the most efficient food source, if the land will allow it.
pl_pl: Jedna z najprostszych do wyhodowania roślin i najlepsze źródło jedzenia, jeśli środowisko na to pozwoli.

source: Vegetable Farm M
pl_pl: Farma warzyw (M)

source: Vegetable Farm S
pl_pl: Farma warzyw (S)

source: Wall
pl_pl: Mur

source: Wall A
pl_pl: Mur A

source: Wall B
pl_pl: Mur B

source: Wall B Flip
pl_pl: Mur B - obrócony

source: Wall B Gate
pl_pl: Mur B - brama

source: Wall B Solo
pl_pl: Mur B - solo

source: Wall B Solo Gate
pl_pl: Mur B - solo - brama

source: Wall Ramp
pl_pl: Rampa

source: Wall Spotlight
pl_pl: Reflektor naścienny

source: A wall-mounted spotlight
pl_pl: Naścienna lampa.

source: Warehouse Roof
pl_pl: Dach magazynu

source: Watchtower
pl_pl: Wieża strażnicza

source: A multi-story tower ideal for lookout stations.
pl_pl: Wielopiętrowa konstrukcja idealna dla baz wypadowych i do ochrony miast.

source: Water Tank
pl_pl: Silos wodny

source: Mass capacity water storage that can also be built indoors
pl_pl: Pojemny silos do przechowywania wody, możliwy też do wybudowania w budynkach.

source: Mass capacity water storage.
pl_pl: Ogromny pojemnik na wodę.

source: Water Tower
pl_pl: Wieża wodna

source: Watertank
pl_pl: Silos wodny

source: Weapon Cabinet
pl_pl: Pojemnik na broń

source: Weapon Display
pl_pl: Stojak na broń

source: High security weapon display case.
pl_pl: Dobrze zabezpieczona skrzynia na broń.

source: Essential place to rest and recover from wounds.
pl_pl: Miejsce do odpoczynku i leczenia ran.

source: Weapon Display Board
pl_pl: Stojak na broń

source: Weapon Display Board B
pl_pl: Stojak na broń (B)

source: sign
pl_pl: SZYLDY

source: Weapon Smith II
pl_pl: Warsztat kowalski II

source: Weapon Smith
pl_pl: Warsztat kowalski

source: Weapon Smith III
pl_pl: Warsztat kowalski III

source: The core of a good base, this is where you craft your weapons. It can be built outside too, although that will leave it vulnerable to damage in harsh weather.
pl_pl: Nieodłączny element dobrego posterunku. Pozwala na tworzenie własnej broni. Można go zbudować na zewnątrz, ale będzie wtedy podatny na obrażenia z powodu złej pogody.

source: Storage for all your weapons.
pl_pl: Pojemnik na broń.

source: Weapon Stand
pl_pl: Stojak na broń

source: Weird Crate
pl_pl: Dziwna skrzynia

source: Well
pl_pl: Studnia

source: A vital source of water, you won't last long without it.
pl_pl: Źródło życiodajnej wody, długo bez niej nie wytrzymasz.

source: Well II
pl_pl: Studnia II

source: Well III
pl_pl: Studnia III

source: Wheat Farm L
pl_pl: Farma pszenicy (L)

source: Wheat Farm M
pl_pl: Farma pszenicy (M)

source: Wheat Farm S
pl_pl: Farma pszenicy (S)

source: Wheat Farm XL
pl_pl: Farma pszenicy (XL)

source: Wind Generator
pl_pl: Turbina wiatrowa

source: A large wind generator can generate good power when the weather is right. It's essential to have batteries as backup
pl_pl: Duża turbina wiatrowa generuje sporo energii gdy pogoda jest optymalna. Warto mieć akumulatory w zapasie.

source: Wind Generator Broken
pl_pl: Turbina wiatrowa (popsuta)

source: Wind Generator II
pl_pl: Turbina wiatrowa II

source: A wooden barrel for general storage
pl_pl: Drewniana beczka do ogólnego przechowywania.

source: Wooden Barrel
pl_pl: Drewniana beczka

source: Y-House
pl_pl: Dom Y-kształtny

source: Alpha Gurgler
pl_pl: Gurgler Alfa

source: Anti-Slaver
pl_pl: Wolnościowiec

source: Armour King
pl_pl: Król Pancerzy

source: Armour King's Thrall
pl_pl: Rab Króla Pancerzy

source: Armoury Droneguard
pl_pl: Strażnik Zbrojowni

source: Asshole
pl_pl: Dupek

source: Baker
pl_pl: Piekarz

source: Band of Bones
pl_pl: Banda Kości

source: Bar Fisherman
pl_pl: Rybak

source: Bar fly
pl_pl: Pchła

source: Bar Thug
pl_pl: Zbir

source: Bar Thug Drunk
pl_pl: Pijany zbir

source: Barman
pl_pl: Karczmarz

source: Bayan
pl_pl: Bajan

source: Big Al
pl_pl: Wielki Al

source: Big Darkbrow
pl_pl: Czarnobrew

source: Big Fang
pl_pl: Wielki Kieł

source: Big Gray
pl_pl: Wielki Szarak

source: Big Grim
pl_pl: Wielki Uśmiech

source: Black Dragon Genin
pl_pl: Genin Czarnego Smoka

source: Black Dragon Jonin
pl_pl: Jonin Czarnego Smoka

source: Blackshifter
pl_pl: Żołnierz Czarnej Szychty

source: Blood Raider
pl_pl: Krwawy najeźdźca

source: Blue Eyes
pl_pl: Niebieskooka

source: Bodyguard
pl_pl: Ochroniarz

source: Bodyguard adv
pl_pl: Ochroniarz weteran

source: Boot trader
pl_pl: Sprzedawca

source: Boot trader holy
pl_pl: Sprzedawca

source: Boss Simion
pl_pl: Szef Simion

source: Bounty Hunter
pl_pl: Łowca nagród

source: Bounty Hunter Low
pl_pl: Łowca nagród

source: Bounty Hunter Shek
pl_pl: Łowca nagród

source: Broken Model 30
pl_pl: Złamany Model 30

source: Broken Skeleton
pl_pl: Złamany

source: Broken Skeleton Bandit
pl_pl: Złamany Bandyta

source: Burn
pl_pl: Sadza

source: Cannibal
pl_pl: Kanibal

source: Cannibal Chief
pl_pl: Przywódca kanibali

source: Cannibal Grand Wizard
pl_pl: Wielki czarodziej

source: Cannibal Hunter
pl_pl: Łowca kanibali

source: Cannibal Hunter Captain
pl_pl: Kapitan łowców

source: Cannibal Hunter Robun
pl_pl: Robun łowców

source: Caravan Drone
pl_pl: Truteń karawany

source: Caravan guard
pl_pl: Strażnik karawany

source: Citizen
pl_pl: Obywatel

source: City Hero
pl_pl: Bohater miejski

source: Clothing trader
pl_pl: Handlarz ubraniami

source: Clothing trader holy
pl_pl: Handlarz ubraniami

source: Cloud Ninja
pl_pl: Ninja chmur

source: Crab Patron
pl_pl: Krabi Patron

source: Crab Queen
pl_pl: Królowa krabów

source: Crab Raider
pl_pl: Najeźdźca krabów

source: Crabsmith
pl_pl: Kowal krabów

source: Crow Face
pl_pl: Kruczotwarzy

source: Dack
pl_pl: Dac

source: Deadcat Fisherman
pl_pl: Rybak Deadcat

source: Dimak
pl_pl: Dimac

source: Displaced Peasant
pl_pl: Przemieszczony chłop

source: Doctor
pl_pl: Doktor

source: Doctor Chung
pl_pl: Doktor Chung

source: Drone
pl_pl: Truteń

source: Droneguard
pl_pl: Truteń-strażnik

source: Drunken Bar Thug
pl_pl: Pijany zbir

source: Dust Bandit
pl_pl: Popielny bandyta

source: Dust Bandit Bowman
pl_pl: Łucznik popielnych bandytów

source: Dust Boss
pl_pl: Popielny szef

source: Dust King
pl_pl: Popielny król

source: Ears
pl_pl: Uszaty

source: Elder
pl_pl: Starszy

source: Elite Droneguard
pl_pl: Elitarny truteń-strażnik

source: Emperor Tengu
pl_pl: Imperator Tengu

source: Empire conscript
pl_pl: Poborowy Imperium

source: Empire Mercenary
pl_pl: Najemnik Imperium

source: Empire noble guard---
pl_pl: Strażnik szlachecki

source: Empire noble guard hooded
pl_pl: Strażnik szlachecki

source: Empire Peasant
pl_pl: Imperialny wieśniak

source: Empire soldier
pl_pl: Żołnierz Imperium

source: Esata the Stone Golem
pl_pl: Esata Kamienny Golem

source: Escaped Servant
pl_pl: Zbiegły Sługa

source: Espher
pl_pl: Esphere

source: Exile
pl_pl: Wygananiec

source: Ex-Servant
pl_pl: Były Sługa

source: Fark Guard
pl_pl: Strażnik Fark

source: Farmer
pl_pl: Rolnik

source: Farmer wife
pl_pl: Żona farmera

source: Flayed Woman
pl_pl: Oszukana kobieta

source: Flotsam Jonin
pl_pl: Jonin Flotsam

source: Flotsam Ninja
pl_pl: Ninja Flotsam

source: Flotsam Refugee
pl_pl: Uchodźca Flotsam

source: Flotsam Smith
pl_pl: Kowal Flotsam

source: Flying Bull
pl_pl: Latający Byk

source: Fog Heavy
pl_pl: Ciężki Mglak

source: Fog Prince
pl_pl: Książę Mgieł

source: Fogman
pl_pl: Mglak

source: Garret's slave
pl_pl: Niewolnik Garreta

source: General Hat-12
pl_pl: Generał Hat-12

source: General Jang
pl_pl: Generał Jank

source: General Screamer (The True)
pl_pl: Prawdziwy Dowódca Krzykaczy

source: Ghost
pl_pl: Duch

source: Goat Man
pl_pl: Człowiek-koza

source: Gorillo Bandit
pl_pl: Bandyta Goryla

source: Gorrillo
pl_pl: Goryl

source: Grass Pirate
pl_pl: Pirat Trawy

source: Grayflayer
pl_pl: Łupieżca

source: Green
pl_pl: Młody

source: Green Finger
pl_pl: Zielony Palec

source: Grey
pl_pl: Szary

source: Griffin
pl_pl: Gryfin

source: Guild Plastic Surgeon
pl_pl: Chirurg plastyczny frakcji

source: Gutterhead
pl_pl: Dzbanogłowy

source: Hangover
pl_pl: Kac

source: Head of Agriculture
pl_pl: Głowa Agrokultury

source: Headshot
pl_pl: Snajper

source: Heavy Thrall
pl_pl: Ciężki Rab

source: Hero Boss
pl_pl: Dowódca bohaterów

source: High Inquisitor Seta
pl_pl: Wysoki Inkwizytor Seta

source: High Inquisitor Valtena
pl_pl: Wysoki Inkwizytor Valtena

source: High Overseer
pl_pl: Wysoki Nadzorca

source: High Paladin
pl_pl: Wysoki Paladyn

source: High Servant
pl_pl: Wysoki Sługa

source: Hive Bandit
pl_pl: Bandyta Roju

source: Hive Bandit Leader
pl_pl: Lider Bandytów Roju

source: Hive Caravan Boss
pl_pl: Dowódca Karawany Roju

source: Hive Fence
pl_pl: Paser Roju

source: Hive Trader robotics
pl_pl: Handlarz robotyką

source: Hobbs
pl_pl: Hobs

source: Holy Armour Trader
pl_pl: Handlarz pancerzami

source: Holy Barman
pl_pl: Barman

source: Holy Chosen
pl_pl: Święty Wybraniec

source: Holy Citizen
pl_pl: Święty Obywatel

source: Holy Construction Trader
pl_pl: Handlarz Budowlany

source: Holy Farm Leader
pl_pl: Przywódca farmerów

source: Holy Farmer
pl_pl: Święty farmer

source: Holy Farmer Wife
pl_pl: Żona farmera

source: Holy Hat Trader
pl_pl: Sprzedawca nakryć głowy

source: Holy Lord Phoenix
pl_pl: Święty Lord Feniks

source: Holy Pacifier
pl_pl: Święty Pacyfista

source: Holy Priest
pl_pl: Święty Kapłan

source: Holy Sentinel
pl_pl: Święty Strażnik

source: Holy Servant
pl_pl: Święty Sługa

source: Holy Weapon Trader
pl_pl: Sprzedawca broni

source: Horse
pl_pl: Koń

source: Hound
pl_pl: Ogar

source: Hound Skeleton
pl_pl: Szkieletron Ogarów

source: Human Mercenary
pl_pl: Ludzki najemnik

source: Hundred Guardian
pl_pl: Piastun Setki

source: Hungry bandit
pl_pl: Głodny bandyta

source: Hungry bandit leader
pl_pl: Szef bandytów

source: Hydraulic Knight
pl_pl: Hydrauliczny rycerz

source: Immortal King
pl_pl: Nieśmiertelny Król

source: Infinite Wingwang
pl_pl: Wingwang

source: Inquisitor
pl_pl: Inkwizytor

source: Item trader
pl_pl: Handlarz przedmiotami

source: Item trader adv
pl_pl: Handlarz przedmiotami

source: Item trader adv holy
pl_pl: Handlarz przedmiotami

source: Jewel
pl_pl: Diament

source: Jonin Elite
pl_pl: Elitarny Jonin

source: Karate Drifter
pl_pl: Wędrowny karateka

source: King Gurgler
pl_pl: Król Gurglerów

source: Knife
pl_pl: Nóż

source: Kral's Chosen
pl_pl: Wybraniec Krala

source: Lady Kana
pl_pl: Pani Kana

source: Lady Merin
pl_pl: Pani Merin

source: Lady Sanda
pl_pl: Pani Sanda

source: Lady Tsugi
pl_pl: Pani Tsugi

source: Legion Scout
pl_pl: Zwiadowca Legionu

source: Legion Thrall
pl_pl: Rab Legionu

source: Little Jon
pl_pl: Mały Jon

source: Lord Commander Epson
pl_pl: Lord Dowódca Epson

source: Lord Inaba
pl_pl: Pan Inaba

source: Lord Mirage
pl_pl: Pan Miraż

source: Lord Nagata
pl_pl: Pan Nagata

source: Lord Ohta
pl_pl: Pan Ohta

source: Lord Shiro
pl_pl: Pan Shiro

source: Lord Yoshinaga
pl_pl: Pan Yoshinaga

source: Lost drone
pl_pl: Zagubiony robotnik

source: Lost Hiver
pl_pl: Zagubiony robal

source: Lost Prince
pl_pl: Zagubiony książę

source: Lower Servant
pl_pl: Niższy sługa

source: Machinist
pl_pl: Machinista

source: Mad Cat-Lon
pl_pl: Szalony Cat-Lon

source: Manhunter
pl_pl: Łowca

source: Manhunter Boss
pl_pl: Szef łowców

source: Meat Lord
pl_pl: Król Mięsa

source: Medics guard
pl_pl: Strażnik medyków

source: Mercenary
pl_pl: Najemnik

source: Mercenary Captain
pl_pl: Kapitan najemników

source: Mercenary Heavy
pl_pl: Ciężki najemnik

source: Militia
pl_pl: Milicja

source: Miner
pl_pl: Kopacz

source: Mongrel Bar Patron
pl_pl: Barman Kundla

source: Mongrel crazy
pl_pl: Szaleniec z Kundla

source: Moon Guardian
pl_pl: Księżycowy strażnik

source: Mourn Barman
pl_pl: Barman z Lamentu

source: Mr Floppy
pl_pl: Pan Floppy

source: Mukai The Mountain
pl_pl: Mukai Wzgórze

source: Naked dude
pl_pl: Nagi koleś

source: Ninja Guard
pl_pl: Strażnik ninja

source: Noble Captain
pl_pl: Możny kapitan

source: Noble Hunter
pl_pl: Możny Łowca

source: No-Face
pl_pl: Bez-Twarzy

source: Nomad
pl_pl: Nomada

source: Nomad Animal Trader
pl_pl: Wędrowny handlarz zwierzętami

source: Nomad Animal Trader Town
pl_pl: Miejski handlarz zwierzętami

source: Old Empire Police Captain
pl_pl: Kapitan Policji

source: Old Soldier
pl_pl: Stary Żołnierz

source: Outlaw Farmer
pl_pl: Rolnik-banita

source: Outlaw Heavy
pl_pl: Ciężki żołnierz-banita

source: Outlaw Swordsman
pl_pl: Żołnierz-banita

source: Outlaw Swordsman Captain
pl_pl: Kapitan żołnierzy-banitów

source: Outpost boss
pl_pl: Dowódca posterunku

source: Outpost guard
pl_pl: Strażnik posterunku

source: Pacifier
pl_pl: Pacyfista

source: Paladin
pl_pl: Paladyn

source: Paladin Guardian
pl_pl: Strażnik paladynów

source: Peasant
pl_pl: Chłop

source: Peasant Farmer
pl_pl: Rolnik

source: Plastic Surgeon
pl_pl: Chirurg plastyczny

source: Police Chief
pl_pl: Komendant

source: Police Sergeant
pl_pl: Inspektor

source: Prince
pl_pl: Książę

source: Prisoner
pl_pl: Więzień

source: Protector Of The Flame
pl_pl: Opiekun Płomienia

source: Psycho
pl_pl: PSychol

source: Queen of the South
pl_pl: Królowa Południa

source: Raid Boss
pl_pl: Przywódca najazdu

source: Raider
pl_pl: Najeźdźca

source: Rane The Giant
pl_pl: Rane Wielkolud

source: Razor
pl_pl: Żyleta

source: Reaver Blooded
pl_pl: Krwawy Rozbójnik

source: Reaver Ironclad
pl_pl: Żelazny Rozbójnik

source: Reaver Neophyte
pl_pl: Rozbójnik Neofita

source: Reaver Slave
pl_pl: Niewolnik Rozbójników

source: Reaver Whelp
pl_pl: Młody Rozbójnik

source: Rebel Captain
pl_pl: Kapitan Rebeliantów

source: Rebel Fighter
pl_pl: Rebeliant

source: Rebel Swordsman
pl_pl: Rebeliant-wojownik

source: Rebel Swordsman Veteran
pl_pl: Rebeliant weteran

source: Recruitment guy
pl_pl: Rekruter

source: Red Sabre
pl_pl: Czerwona Szabla

source: Red Sabre Boss
pl_pl: Szef Czerwonej Szabli

source: Rhinobot
pl_pl: Rinobot

source: Ronin Armour Trader
pl_pl: Handlarz pancerzami

source: Ronin Construction Trader
pl_pl: Handlarz mat. budowlanymi

source: Ronin Crossbow Trader
pl_pl: Handlarz kuszami

source: Ronin Hat Trader
pl_pl: Handlarz nakryciami

source: Ronin Robotics Trader
pl_pl: Handlarz robotyczny

source: Ronin Weapon Trader
pl_pl: Handlarz bronią

source: Royal Soldier Drone
pl_pl: Królewski Żołnierz

source: Samurai
pl_pl: Samuraj

source: Samurai Captain
pl_pl: Kapitan Samurajów

source: Samurai Conscript
pl_pl: Poborowy

source: Samurai Elite
pl_pl: Weteran

source: Samurai Gate Guard
pl_pl: Strażnik bramy

source: Samurai Gate Sergeant
pl_pl: Setnik

source: Samurai Heavy
pl_pl: Ciężkozbrojny

source: Samurai Police
pl_pl: Policjant

source: Samurai Rogue
pl_pl: Łotr-samuraj

source: Samurai Scout
pl_pl: Zwiadowca

source: Samurai Sergeant
pl_pl: Sierżant

source: Sand Ninja
pl_pl: Piaskowy Ninja

source: Sand Ninja Jounin
pl_pl: Piaskowy Jonin

source: Sand Ninja Oni
pl_pl: Piaskowy Oni

source: Savant
pl_pl: Sawant

source: Scavenger
pl_pl: Złomiarz

source: Scrawny Cannibal
pl_pl: Chudy Kanibal

source: Screamer the False
pl_pl: Fałszywy Krzykacz

source: Screamer Unit
pl_pl: Jednostka "Krzykacz"

source: Screamy
pl_pl: Krzykacz

source: Shade
pl_pl: Cień

source: Shek Dueler
pl_pl: Wojownik Sheków

source: Shek Fighter
pl_pl: Bojownik Sheków

source: Shek Pacifier
pl_pl: Pacyfista Sheków

source: Shek Retainer
pl_pl: Najemnik Sheków

source: Shek scout
pl_pl: Zwiadowca Sheków

source: Shek Warrior
pl_pl: Żołnierz Sheków

source: Shinobi Citizen
pl_pl: Obywatel Shinobi

source: Shinobi Guard
pl_pl: Strażnik Shinobi

source: Shinobi Smuggler
pl_pl: Przemytnik Shinobi

source: Shinobi Trader
pl_pl: Handlarz Shinobi

source: Shop Guard
pl_pl: Strażnik sklepu

source: Shop Guard holy
pl_pl: Strażnik sklepu

source: Shrieking Bandit
pl_pl: Wrzeszczący Bandyta

source: Sir Shootabit
pl_pl: Pan Shootabit

source: Sir Shootalot
pl_pl: Pan Shootalot

source: Sir Testalot
pl_pl: Pan Testalot

source: Skeleton Bandit
pl_pl: Szkieletron Bandyta

source: Skeleton Barman
pl_pl: Barman

source: Skeleton Civilian
pl_pl: Szkieletron Cywil

source: Skeleton Doctor
pl_pl: Szkieletron Doktor

source: Skeleton Grayflayer
pl_pl: Szkieletron Łupieżca

source: Skeleton Outlaw
pl_pl: Szkieletron Banita

source: Skeleton Patron
pl_pl: Szkieletron Bywalec

source: Skin bandit
pl_pl: Skórzany Bandyta

source: Skull collector
pl_pl: Zbieracz czaszek

source: Slave Guard
pl_pl: Strażnik Niewolników

source: Slave Hunter
pl_pl: Łowca Niewolników

source: Slave Market Master
pl_pl: Pan Targu

source: Slave Master Grande
pl_pl: Pan Niewolników Grande

source: Slave Master Haga
pl_pl: Pan Niewolników Haga

source: Slave Master Ruben
pl_pl: Pan Niewolników Ruben

source: Slave Master Wada
pl_pl: Pan Niewolników Wada

source: Slave Mistress Grace
pl_pl: Pani Niewolników Grace

source: Slave Mistress Ren
pl_pl: Pani Niewolników Ren

source: Slave Trade Pacifier
pl_pl: Pacyfista Łowców

source: Slave Trader
pl_pl: Handlarz Niewolników

source: Slavemonger
pl_pl: Dowódca Łowców

source: Slaver
pl_pl: Łowca Niewolników

source: Slaver Boss
pl_pl: Szef Łowców

source: Slaver Caravan Boss
pl_pl: Szef Karawany Łowców

source: Slaver Caravan Guard
pl_pl: Strażnik Karawany Łowców

source: Slaver Guard
pl_pl: Strażnik Łowców

source: Slaver Heavy Guard
pl_pl: Ciężki Strażnik Łowców

source: Smuggler
pl_pl: Przemytnik

source: Smuggler Barman
pl_pl: Barman Przemytników

source: Sniperbot
pl_pl: Snajperbot

source: Soldier Drone
pl_pl: Strażnik

source: Soldierbot Guard
pl_pl: Robostrażnik

source: Starving Vagrant
pl_pl: Głodujący Tułacz

source: Stone Camp Trader
pl_pl: Handlarz

source: Stone Rat
pl_pl: Kamienny Szczur

source: Stormthrall
pl_pl: Rab Szturmowiec

source: Strayed Paladin
pl_pl: Paladyn włóczęga

source: Surgeon
pl_pl: Chirurg

source: Suspicious Settler
pl_pl: Podejrzany mieszkaniec

source: Swamp Ninja Chunin
pl_pl: Bagienny Chunin

source: Swamp Ninja Genin
pl_pl: Bagienny Genin

source: Swamp Ninja Jonin
pl_pl: Bagienny Jonin

source: Swamper Barman
pl_pl: Barman

source: Swamper Casino Dealer
pl_pl: Dealer kasyna

source: Swamper Gate Guard
pl_pl: Strażnik bramy

source: Tech Hunter
pl_pl: Łowca Technologii

source: Tech Hunter Guard
pl_pl: Strażnik Łowców

source: Temple Inquisitor
pl_pl: Inkwizytor Świątynny

source: TG Diplomat
pl_pl: Dyplomata Gildii

source: The Five Invincibles
pl_pl: Pięciu Niezwyciężonych

source: The Preacher
pl_pl: Kaznodzieja

source: The Queen
pl_pl: Królowa

source: The Vault Warden
pl_pl: Strażnik Krypty

source: Thief
pl_pl: Złodziej

source: Thief Boss
pl_pl: Szef złodziei

source: Thief Fence
pl_pl: Paser złodziei

source: Thrall
pl_pl: Rab

source: Tinfist
pl_pl: Blachoręki

source: Tinhead
pl_pl: Puszkogłowy

source: Tora The Fearless
pl_pl: Nieustraszona Tora

source: Town thug
pl_pl: Miejski zbój

source: Trade Goods
pl_pl: Handlarz dobrami

source: Trade Goods (shek)
pl_pl: Handlarz dobrami

source: Trade goods adv holy
pl_pl: Handlarz dobrami

source: Trade goods illegal
pl_pl: Handlarz dobrami nielegalnymi

source: Trade goods simple
pl_pl: Handlarz prostymi dobrami

source: Traders Guard
pl_pl: Strażnik Handlarzy

source: Traders Guild Pacifier
pl_pl: Pacyfista Gildii Handlowej

source: Twinblade
pl_pl: Podwójne Ostrze

source: Twitchy Bar Thug
pl_pl: Nerwowy zbir

source: UC Agent
pl_pl: Agent ZM

source: UC Armour Trader
pl_pl: Handlarz pancerzami

source: UC Construction Trader
pl_pl: Handlarz mat. budowlanymi

source: UC Hat trader
pl_pl: Handlarz nakryciami

source: UC Pacifier
pl_pl: Pacyfista ZM

source: UC Weapon Trader
pl_pl: Handlarz bronią

source: Ugly Bar Thug
pl_pl: Brzyydki zbir

source: Undertaker
pl_pl: Grabarz

source: United Hero
pl_pl: Bohater miasta

source: Upgraded Skeleton Bandit
pl_pl: Ulepszony Szkieletron Bandyta

source: Upgraded Skeleton Guard
pl_pl: Ulepszony Szkieletron Strażnik

source: Upgraded Watchbot
pl_pl: Ulepszony Robostrzelec

source: Vagabond
pl_pl: Wagabunda

source: Vigilante Chief
pl_pl: Samozwańczy wódz

source: Wandering Assassin
pl_pl: Wędrowny asasyn

source: Warden
pl_pl: Strażnik

source: Warden the 2nd
pl_pl: Drugi strażnik

source: Warrior doctor
pl_pl: Lekarz wojownik

source: Watchbot
pl_pl: Robostrzelec

source: Weak Thrall
pl_pl: Słaby Rab

source: Weapon trader adv
pl_pl: Handlarz bronią

source: White Eyebrow
pl_pl: Biała Brew

source: White Eyebrow Grunt
pl_pl: Osiłek Białej Brwi

source: Worker Drone
pl_pl: Robotnik Roju

source: Yabuta Chief
pl_pl: Szef Yabuty

source: Yabuta of the Sands
pl_pl: Yabuta z Piasków

source: Yabuta Outlaw
pl_pl: Banita Yabuty

source: Gifted to Shager's most loyal Invincible Warrior, Ida the Flying Bull. For him, I fight a thousand men. For him, I die a thousand deaths.
pl_pl: Dany najbardziej lojalnemu Niepokonanemu Wojownikowi Shagera, Idzie Latającemu Bykowi. Dla niego zabiorę tysiąc żyć. Dla niego umrę tysiąc razy.

source: Bull Horn Axe
pl_pl: Topór Latającego Byka

source: Combat Cleaver
pl_pl: Tasak bojowy

source: A sword-cleaver hybrid, it's lighter and more suited to normal combat.
pl_pl: Połączenie miecza i tasaka. Lekka broń dostosowana do normalnej walki.

source: An unusual weapon design that supposedly came from the deserts. Usually hard to find, but they have a distinct ability to gut spiders really well, making them popular with certain specialists.
pl_pl: Broń o niecodziennym projekcie, który najpewniej wymyślono na pustyniach. Zwykle ciężko taką znaleźć, ale sprawdza się świetnie przeciwko pająkom, czyniąc tę szablę popularną wśród specjalistów.

source: Desert Sabre
pl_pl: Pustynna szabla

source: Exile Plank
pl_pl: Decha Wygnańca

source: A hefty sword once taken from a defeated Shek Guardian. Without their name, their status, or their prized weapons, the shamed ones walk the land forever as lost ghosts.
pl_pl: Mocny miecz zabrany swego czasu pokonanemu Strażnikowi Sheków. Jeśli taki straci reputację, status, czy własne uzbrojenie, zostaje skazany na dożywotnie wygnanie i życie we wstydzie, jako samotny duch.

source: Falling Sun
pl_pl: Spadające Słońce

source: A ridiculously unwieldy weapon sometimes used by Skeletons. Requiring both dexterity and strength to use properly, they are widely known as "Suicide Blades", because they often get their users killed.
pl_pl: Niewiarygodnie niewygodna broń czasem spotykana wśród Szkieletronów. Wymaga odpowiednio dużej siły i zręczności by poprawnie z niej korzystać, zwykle nazywana "Samobójczym Ostrzem", bo jej użytkownicy często giną.

source: Flesh Cleaver
pl_pl: Tasak do mięsa
