Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Light Post Efficiency
pl_pl: Wydajność lamp ulicznych

source: A more energy-efficient light post
pl_pl: Lampy uliczne zużywające mniej prądu.

source: Electrics
pl_pl: Elektryczność

source: Light Wind Generator Theory
pl_pl: Teoria lekkich turbin

source: Smaller lighter generators would work better in environments with low wind, or provide more consistent power where the weather is erratic.
pl_pl: Mniejsze i lżejsze turbiny działałyby lepiej w środowiskach z lekkimi wiatrami, albo stały poziom energii w miejscach ze zmienną pogodą.

source: Lockpick Training
pl_pl: Otwieranie zamków

source: Learning to picklocks is hard to get started in. It's too late to learn once you're locked in a cage, training is needed to get your foot on the ladder.
pl_pl: Nauka otwierania zamków jest trudna. Za późno na nią, jeśli zamkną cię w klatce, dlatego warto wcześniej zadbać o podstawowy trening.

source: Lockpick Training II
pl_pl: Otwieranie zamków II

source: Lockpick Training III
pl_pl: Otwieranie zamków III

source: Long Cleavers
pl_pl: Długie tasaki

source: The heavy cleaver, it bridges the gap between sabres and heavy weapons. Some people like 'em.
pl_pl: Ciężki tasak wypełniający pustą przestrzeń między szablami a bronią ciężką. Niektórzy ludzie je lubią.

source: Longswords
pl_pl: Długie miecze

source: Defensive walls that would keep all those bastard bandits out.
pl_pl: Mury obronne pozwalające na trzymanie bandytów z dala od posterunku.

source: Makeshift Walls
pl_pl: Proste mury

source: Medicine
pl_pl: Medycyna

source: Better first aid kits would last longer and save more lives.
pl_pl: Lepsze apteczki pozwolą przeżyć dłużej i uratować więcej żyć.

source: Bigger buildings with more space.
pl_pl: Większe budynki z większą przestrzenią.

source: Medium Building Shells
pl_pl: Średnie powłoki budowlane

source: Mounted Crossbows
pl_pl: Stacjonarne kusze

source: Heavy ranged weapons could defend the walls and keep bandits off our gates. Mounting on the walls would be best, because once an enemy gets too close you would be vulnerable to attack.
pl_pl: Ciężka broń dalekiego zasięgu do obrony murów i trzymania bandytów z daleka od bram. Montowanie ich na murach jest dobre, gdyż przeciwnik przebywający zbyt blisko wystawia się na atak.

source: Mounted Crossbows II
pl_pl: Stacjonarne kusze II

source: An all-round better design that improves speed, range, reload and damage.
pl_pl: Poprawiający prędkość, zasięg, przeładowywanie i obrażenia projekt.

source: Naginatas
pl_pl: Naginaty

source: Ninja Blades
pl_pl: Ostrza ninja

source: A smaller, lighter katana popular with ninjas because they're so good for stabbing.
pl_pl: Mniejsza, lżejsza katana popularna wśród ninja, gdyż sprawdza się przy dźganiu.

source: An extended katana. Heavier, with increase range and damage at the expense of speed.
pl_pl: Dłuższa katana. Cięższa, z większym zasięgiem i obrażeniami kosztem szybkości.

source: This would speed up mining a great deal
pl_pl: To pozwoli na znaczne przyspieszenie wydobywania surowców.

source: Ore Drill
pl_pl: Wierło

source: Outpost Type III
pl_pl: Posterunek III

source: Outpost Type IV
pl_pl: Posterunek IV

source: Paladin's Cross
pl_pl: Krzyż Paladyna

source: Plate Armour Crafting
pl_pl: Pancerze płytowe

source: Serious armour needs solid buggerin' plates of steel stuck on to it.
pl_pl: Porządne pancerze potrzebują porządnych, brzęczących stalowych płyt.

source: Polearms
pl_pl: Broń drzewcowa

source: The Stone Processor requires too much manpower, we need to improve the design so we can get more output with less workers, but it's going to need to be powered by a generator.
pl_pl: Kamieniarka wymaga zbyt wielu pracowników. Ten ulepszony projekt pozwala na szybszą produkcję przy mniejszej liczbie obsługujących, ale wymaga generatora do działania.

source: Powered Stone Refinery
pl_pl: Napędzana kamieniarka

source: Prototype Harpoon Turrets
pl_pl: Prototypowe wieżyczki harpunowe

source: It would save us a lot of running around to sell goods if we could get the customers to come to us.
pl_pl: Pozwoliłoby na uniknięcie biegania po świecie by sprzedać rzeczy, skoro klienci mogą sami po to przyjść.

source: Public Sales
pl_pl: Działalność handlowa

source: Placing these on the roofs of buildings can collect the rainwater in areas where wells can't be used.
pl_pl: Umieszczenie ich na dachach budynków pozwoli na zbieranie deszczówki w miejscach, gdzie nie można zbudować studni.

source: More useless furniture to clog up your house with.
pl_pl: Więcej bezużytecznych mebli do zastawienia twojego domu.

source: Random Furniture
pl_pl: Różne umeblowanie

source: Revolving-Barrel Harpoon Turret
pl_pl: Rewolwerowa wieżyczka harpunowa

source: This crazy design could fire 6 shots in rapid succession, although it would probably sacrifice some power and accuracy.
pl_pl: Ten szalony projekt pozwala na błyskawiczne wystrzelenie 6 pocisków jeden po drugim, ale prawdopodobnie miałoby to ogromny wpływ na moc i celność wieżyczki.

source: Riceweed Farming
pl_pl: Uprawa ryżu

source: A common crop in the swamps
pl_pl: Popularna roślina na bagnach.

source: Ringed Sabres
pl_pl: Szable obrączkowane

source: Robotics
pl_pl: Robotyka

source: Regular first aid kits are no help for Skeletons, we would need to craft special machinery kits to repair any damage.
pl_pl: Zwykłe apteczki nie pomogą Szkieletronom, potrzebujemy specjalnych zestawów narzędzi by naprawiać jakiekolwiek ich uszkodzenia.

source: Farming
pl_pl: Uprawa

source: If we have water, and we have cactus, then we could brew rum...
pl_pl: Jeśli mamy wodę i kaktusy, możemy robić rum...

source: Rum Brewing
pl_pl: Warzenie rumu

source: A good heavy bladed sabre.
pl_pl: potężne, ciężkie i zaostrzone szable dla silnych wojowników.

source: Sabres
pl_pl: Szable

source: Sake is a traditional Swamper's drink, but also very popular in the United Cities. Alcohol production is often a good source of income.
pl_pl: Sake to tradycyjny, bagienny napój, popularny też w Zjednoczonych Miastach. Produkcja alkoholu jest często dobrym źródłem dochodów.

source: Sake Distillation
pl_pl: Destylacja sake

source: A powerful searchlight for mounting on gates and walls
pl_pl: Reflektory o mocnym świetle, które można budować na bramach i murach.

source: Search Lights
pl_pl: Reflektory

source: Semi-Automatic Ore Drill
pl_pl: Półautomatyczne wiertło

source: A semi-automatic drilling machine that only needs a single operator
pl_pl: Półautomatyczna maszyna wiertnicza wymagająca jednego pracownika.

source: Simple Clothing Types
pl_pl: Proste rodzaje ubrań

source: More types of clothing available to craft.
pl_pl: Więcej ubrań do tworzenia.

source: Smithing
pl_pl: Kowalstwo

source: Simple Training Dummies
pl_pl: Proste kukły treningowe

source: Damn rookies are useless. Keep getting beat up because they can't hit anything. A basic training dummy would let them train their attack skills up to about level 5.
pl_pl: Cholerni nowicjusze są bezużyteczni. Dostają oklep, bo nie potrafią nikogo trafić. Podstawowy manekin ćwiczebny pozwoli im wytrenować umiejętność walki do około 5. poziomu.

source: Skeleton Arms
pl_pl: Ręce Szkieletronów

source: Advanced high-tech arms like what the skeletons have.
pl_pl: Zaawansowane technologicznie ręce, jakie posiadają Szkieletrony.

source: Skeleton Legs
pl_pl: Nogi Szkieletronów

source: Advanced high-tech legs like what the skeletons have.
pl_pl: Zaawansowane technologicznie nogi, jakie posiadają Szkieletrony.

source: Skeleton Repair Beds
pl_pl: Łoża naprawcze Szkieletronów

source: Savant's secret alchemical formula for turning skeletons into humans
pl_pl: Sekretna formuła alchemiczna Sawanta pozwalające na zamianę szkieletrona w człowieka.

source: Skeleton-Human Transformation Bible
pl_pl: Szkieletronowo-ludzka biblia transformacji

source: Sleeping Bags
pl_pl: Śpiwory

source: Useful things for any traveller.
pl_pl: Przydatne dla podróżników.

source: Small House
pl_pl: Mały dom

source: We need something bigger than a shack if we are going to get any work done.
pl_pl: Potrzebujemy czegoś większego niż buda, jeśli mamy gdziekolwiek dalej zajść.

source: Splints
pl_pl: Zestawy szyn

source: Splint kits would allow medics to add support to leg injuries, helping you out-run cannibals and stuff.
pl_pl: Zestawy szyn pozwolą medykom na nastawianie złamanych kończyn, pozwalając na ucieknięcie kanibalom i innym.

source: Stealth Legs
pl_pl: Skrytobójcze nogi

source: Steel bars are used to craft advanced weapons and gear, we can refine them from raw iron ore.
pl_pl: Stalowe sztaby służą do tworzenia zaawansowanego sprzętu. Możemy je wytwarzać z surowego żelaza.

source: Steel Bars
pl_pl: Stalowe sztaby

source: Stone Refinery Upgrade
pl_pl: Ulepszenie kamieniarki

source: The Stone Processor requires too much manpower, we need to improve the design so we can get more output with less workers.
pl_pl: Kamieniarka wymaga zbyt wielu pracowników. Trzeba poprawić projekt, by produkować więcej przy mniejszej liczbie rąk do pracy.

source: Storage Boxes
pl_pl: Pojemniki

source: Things will go a lot smoother if we organise an efficient method to store and distribute our raw materials. Otherwise things are going to get jammed up. If a dude wants to haul a load of raw stone to the Stone Processor, and his inventory is full of iron ore, what's he gonna do? Exactly. He needs some kind of storage box. Geez!
pl_pl: Wszystko będzie działać gładko, jeśli uda się nam zorganizować efektywną metodę przechowywania i zarządzania surowcami. Inaczej wszystko zacznie zwalniać. Jeśli ktoś chce zanieść mnóstwo kamienia do Kamieniarki, a ekwipunek ma pełen żelaza, to co zrobi? Dokładnie. Potrzebuje pojemnika!

source: Storage Boxes: Crafting
pl_pl: Pojemniki: Tworzenie

source: Storage Boxes: Farming
pl_pl: Pojemniki: Uprawy

source: Farms by nature take a long time to grow, then suddenly harvest season comes and you have mountains of crops everywhere and nowhere to put them. Storage is important, be ready for harvest.
pl_pl: Rośliny zgodnie z naturą rosną bardzo długo, po czym nagle zaczyna się sezon zbiorów, a ty kończysz z górą upraw, których nie ma gdzie schować. Pojemniki są ważne, przygotuj się.

source: Things will go a lot smoother if we organise an efficient method to store and distribute our raw materials. Otherwise things are going to get jammed up.
pl_pl: Wszystko będzie działać gładko, jeśli uda się nam zorganizować efektywną metodę przechowywania i zarządzania surowcami. Inaczej wszystko zacznie zwalniać.

source: Storage Boxes: Ore
pl_pl: Pojemniki: Kruszce

source: Strong Defensive Walls
pl_pl: Mocne mury

source: A bigger, better research desk would allow us to research bigger, better things.
pl_pl: Większy i lepszy warsztat pozwoli na badanie większych i lepszych rzeczy.

source: Tech Level 2
pl_pl: Technologia II

source: Tech Level 3
pl_pl: Technologia III

source: Tech Level 4
pl_pl: Technologia IV

source: Tech Level 5
pl_pl: Technologia V

source: Tech Level 6
pl_pl: Technologia VI

source: The ultimate level, the best equipment, the best scientists.
pl_pl: Najwyższy poziom, najlepszy sprzęt, najlepsi naukowcy.

source: A nice balance for those who find fragment axes too clumsy and blunt, the plank retains some of the extra deadly traits of a regular sword, while still remaining ridiculously crude.
pl_pl: Dobrze zbalansowany wybór dla tych, którzy uważają topory fragmentowe za zbyt powolne i obuchowe. Decha posiada kilka śmiertelnych zalet zwykłego miecza, zachowując niewiarygodną siłę broni ciężkiej.

source: The Plank
pl_pl: Decha

source: Thievery Training
pl_pl: Trening złodziejstwa

source: Something to train your ability to steal things without making noise
pl_pl: Naucz się wykradania przedmiotów bez wydawania dźwięków.

source: Thievery Training II
pl_pl: Trening złodziejstwa II

source: Thievery Training III
pl_pl: Trening złodziejstwa III

source: Toppers
pl_pl: Czubasy

source: A forgotten weapon of the old empire.
pl_pl: Zapomniana broń starego imperium.

source: Turret Training
pl_pl: Obsługa wieżyczek

source: Turret Training II
pl_pl: Obsługa wieżyczek II

source: Turret Training III
pl_pl: Obsługa wieżyczek III

source: A practice turret would be a quick way to train up some basic competence in the use of mounted turret weapons.
pl_pl: Wieżyczka treningowa pozwoli na szybszą naukę podstawowych zasad obsługi stacjonarnych wieżyczek.

source: Upgraded Small Generators
pl_pl: Ulepszone małe agregaty

source: A further 15kw upgrade to all small generators.
pl_pl: Dodatkowe 15 kW dla wszystkich małych agregatów.

source: A shorter variant of the Katana, they are fast and sharp but generally used as backup weapons.
pl_pl: Krótszy wariant katany. Wakizashi są szybkie i ostre, głównie będące bronią boczną.

source: Wakizashis
pl_pl: Wakizashi

source: Weapon Melting
pl_pl: Przetapianie broni

source: A big furnace that could melt down old metal weapons and armour back into raw iron.
pl_pl: Ogromny piec pozwalający na przetapianie bezużytecznych pancerzy i broni z powrotem do surowego żelaza.

source: Wells II
pl_pl: Studnie II

source: Upgrading our wells to reach deeper and access more water.
pl_pl: Ulepszenie studni pozwoli kopać głębiej i docierać do większych zbiorników wodnych.

source: Industry
pl_pl: Przemysł

source: Wells III
pl_pl: Studnie III

source: A good all-round sturdy crop, though it needs grinding before you can make food.
pl_pl: Mocna, wytrzymała roślina. Wymaga mielenia, nim można wykorzystać ją do tworzenia żywności.

source: Wheatstraw Farming
pl_pl: Uprawa pszenicy

source: Wind Generator Theory
pl_pl: Teoria energii wiatrowej

source: Wind generators can generate power out of nothing! Free energy! At this stage we will have to buy the components needed to build it with.
pl_pl: Turbiny wiatrowe mogą generować energię z niczego! Darmowy prąd! W obecnej sytuacji trzeba kupić komponenty do ich budowy.

source: Backpack designed to fit Bulls
pl_pl: Plecak dla byków.

source: Bull Backpack
pl_pl: Byczy plecak

source: Garru Backpack
pl_pl: Torby garru

source: Backpack designed to fit Gars
pl_pl: Zestaw toreb zaprojektowany do noszenia przez garru.

source: Large Backpack
pl_pl: Duży plecak

source: This backpack is huge. Don't even think about fighting with this on your back. The thing weighs a ton just when its empty. Do you seriously think you can fill it full of iron or something and be able to lift it? Let alone carry it across the desert!? Go get a smaller one.
pl_pl: Bardzo duży plecak. Nawet nie myśl o walce z nim na plecach, będąc pustym waży tonę. Naprawdę uważasz, że możesz go wypełnić żelazem i podniesiesz go? Nieść samotnie przez pustynię!? Kup sobie mniejszy.

source: Medium Backpack
pl_pl: Średni plecak

source: A medium sized backpack, with a good weight distribution, so you can handle more weight. It will hinder you a bit in combat though.
pl_pl: Średniej wielkości plecak z dobrą dystrybucją wagi pozwalającą na przenoszenie większych ciężarów. Może jednak utrudniać walkę.

source: Medium backpack (colored)
pl_pl: Średni plecak (farbowany)

source: A cheap and useful backpack, commonly associated with peasants and scavengers.
pl_pl: Tani i przydatny plecak popularny wśród chłopów i złomiarzy.

source: Scavenger's Basket
pl_pl: Kosz złomiarza

source: A bag designed for shopkeepers. Not for travelling around with.
pl_pl: Plecak stworzony dla stacjonarnych kupców. Nie nadaje się na podróże.

source: A bag designed for shopkeepers. Not designed for travelling around with.
pl_pl: Plecak stworzony dla stacjonarnych kupców. Nie zaprojektowano go do podróżowania.

source: Shopkeepers Backpack
pl_pl: Plecak sklepikarza

source: A small and light backpack that will help you carry extra supplies, and can be ditched in an emergency. The comfortable weight distribution allows you to carry a lot more weight, and will only slow you down very slightly in a fight.
pl_pl: Mały i lekki plecak pomocny przy przenoszeniu dodatkowych zapasów, można go też szybko zrzucić w razie problemu. Komfortowa dystrybucja wagi pozwala na łatwiejsze przenoszenie większych ciężarów, i tylko nieznacznie spowolni cię podczas walki.

source: Small Backpack
pl_pl: Mały plecak

source: Small Backpack (colored)
pl_pl: Mały plecak (farbowany)

source: A bag used by professional thieves and ninjas. Well made and designed not to hinder your stealth while you fill it with other people's posessions.
pl_pl: Plecak wykorzystywany przez profesjonalnych złodziei i ninja. Dobrze wykonany i zaprojektowany tak, by nie przeszkadzać w skradaniu i mieścić wystarczająco dużo cudzej własności.

source: Small Thieves Backpack
pl_pl: Mały plecak złodzieja

source: Thieves Backpack
pl_pl: Plecak złodzieja

source: A specialist backpack for traders. Allows better stacking of large items within a smaller space, particularly trade goods. Not designed to wear during a sword fight though.
pl_pl: Plecak przeznaczony dla handlarzy i kupców. Pozwala na układanie dużych przedmiotów zajmując mniej miejsca, głównie handlowych. Nie nadaje się jednak do noszenia podczas walki.

source: Traders Backpack Large
pl_pl: Duży plecak kupca

source: Traders Backpack Medium
pl_pl: Średni plecak kupca

source: A specialist backpack for traders. Allows better stacking of large items within a smaller space, particularly trade goods
pl_pl: Plecak przeznaczony dla handlarzy i kupców. Pozwala na układanie dużych przedmiotów zajmując mniej miejsca, głównie handlowych.

source: A wooden backpack with a built in sun shade. It's the height of luxury for the travelling trader.
pl_pl: Drewniany plecak z doczepioną osłoną przed słońcem. To najwyższy możliwy luksus dla wędrownego handlarza.

source: Trader's Wooden Backpack
pl_pl: Drewniany plecak handlarza

source: A backpack that allows for better stacking of large items within a smaller space, particularly trade goods.
pl_pl: Plecak pozwalający na ekonomiczne układanie dużych przedmiotów, głównie handlowych.

source: Wooden Backpack
pl_pl: Drewniany plecak

source: Catun No.1
pl_pl: Catun nr 1

source: Catun No.2
pl_pl: Catun nr 2

source: Catun No.3
pl_pl: Catun nr 3

source: Edge Type 1
pl_pl: Ostrze I

source: Edge Type 2
pl_pl: Ostrze II

source: Edge Type 3
pl_pl: Ostrze III

source: Handheld Crossbow
pl_pl: Ręczna kusza

source: Industrial 007
pl_pl: Przemysł 007

source: Merchants Blade
pl_pl: Ostrze kupca

source: Mid-Grade Salvage
pl_pl: Złom średniej jakości

source: Mk 0
pl_pl: Mod. 0

source: Mk I
pl_pl: Mod. I

source: Mk II
pl_pl: Mod. II

source: Mk III
pl_pl: Mod. III

source: Mk IV
pl_pl: Mod. IV

source: Mk V
pl_pl: Mod. V

source: Mk VI
pl_pl: Mod. VI

source: Old Refitted Blade
pl_pl: Stare odnowione ostrze

source: Refitted Blade
pl_pl: Odnowione ostrze

source: Rusted Junk
pl_pl: Zardzewiały śmieć

source: This weapon is long dead. Give it a proper burial.
pl_pl: Ta broń do niczego się nie nadaje. Spraw jej godny pogrzeb.

source: This weapon probably used to be decent enough, but is long past retirement
pl_pl: Ta broń kiedyś mogła być dobra, ale czasy jej świetności dawno minęły.

source: -Rusting blade-
pl_pl: -Złom-

source: The condition of this weapon is terrible. Its barely worth using it to dig holes with.
pl_pl: Jakość tej broni jest zatrważająco niska. Nawet nie można nią wykopać dołu.

source: Rusting Blade
pl_pl: Złom

source: Spring-Bat
pl_pl: Kij sprężynowy

source: Tooth Pick
pl_pl: Wykałaczka

source: This weapon dates back to the old empire. It's not great, but it says something that it has lasted this long. It's been re-fitted and sharpened in recent times, and still holds a good edge.
pl_pl: Ta broń powstała dawno, w czasach starego imperium. Nie jest doskonała, ale to, że przetrwała tyle czasu, już o czymś świadczy. Została odnowiona i naostrzona jakiś czas temu, więc nadal się sprawdza.

source: Ancient
pl_pl: Starożytny

source: The Catun Scrapmasters are probably the only major smithing group producing weapons in the modern age. Their blades are good quality and used all over the continent.
pl_pl: Mistrzowie Złomu Catunu są prawdopodobnie jedyną wielką grupą produkującą broń w obecnych czasach. Ich ostrza są dobrej jakości i służą na całym kontynencie.

source: Catun Scrapmaster
pl_pl: Catuński Mistrz Złomu

source: There was at some point in history a legendary master smith, of whom nothing is known except his (...her?) name from the blade inscriptions: "Cross". The blades never rust or need sharpening, and are said to be unbreakable. There are only a handful in existence.
pl_pl: Był kiedyś taki moment w historii, kiedy żył legendarny mistrz kowali, o którym nie wiadomo nic poza jego (jej?) podpisem na każdym z dzieł: "Mieszaniec". Broń ta nigdy nie rdzewiała, nie potrzebowała ostrzenia, nie łamała się. Istnieje tylko kilka sztuk.

source: Cross
pl_pl: Mieszaniec

source: The Edgewalkers were a group of smiths from the old fallen empire hundreds of years ago. Little is known about them except that their weapons have survived these hundreds of years in near-perfect condition and their quality is unrivalled by anything crafted in the modern age.
pl_pl: Kowale Krawędzi byli grupą fachowców ze starego, upadłego setki lat temu imperium. Niewiele o nich wiadomo poza tym, że ich broń przetrwała przez wieki w prawie perfekcyjnym stanie, a ich jakość jest nieporównywalnie lepsza od czegokolwiek stworzonego w obecnych czasach.

source: Edgewalkers
pl_pl: Kowale Krawędzi

source: Homemade
pl_pl: Samoróbka

source: This weapon was made by your faction.
pl_pl: Tę broń wykonała twoja frakcja.

source: Skeleton Smiths
pl_pl: Kowale Szkieletronów

source: Skeletons from the Black Desert City produce blades solely for personal use, however it's inevitable that some eventually end up in circulation.
pl_pl: Szkieletrony z Miasta Czarnej Pustyni produkują ostrza głównie dla użytku własnego, ale za każdym razem część z nich trafia do obrotu.

source: These weapon types are under factory recall. Their stats will deteriorate over time. Please sell them and buy something else.
pl_pl: Broń tego typu ma błędy fabryczne. Jej statystyki będą maleć z biegiem czasu. Sprzedaj ją i kup coś normalnego.

source: Unknown
pl_pl: Nieznany

source: This weapon is probably a few hundred years old, any indentifiable markings have long since rusted away.
pl_pl: Broń ma prawdopodobnie ponad kilkaset lat, a wszelkie znaki identyfikujące autora już dawno przerdzewiały.

source: Travel Gear
pl_pl: Sprzęt podróżnicy

source: Travel and Repairs
pl_pl: Podróże i Naprawy

source: Waystation
pl_pl: Baza Pośrednia

source: Lab no.2
pl_pl: Laboratorium nr 2

source: Narko's Evil Tower
pl_pl: Zła Wieża Narko

source: Ash Dome I
pl_pl: Popielna kopuła I

source: Ash Dome II
pl_pl: Popielna kopuła II

source: Ash Dome III
pl_pl: Popielna kopuła III

source: Ash Dome IV
pl_pl: Popielna kopuła IV

source: Bakery
pl_pl: Piekarnia

source: Battery Station
pl_pl: Stacja energetyczna

source: Faction HQ
pl_pl: Baza frakcji

source: The Great Library
pl_pl: Wielka Biblioteka

source: Bugmaster
pl_pl: Mistrz Robali

source: Hut
pl_pl: Chata

source: Cannibal Hunter HQ
pl_pl: Baza Łowców Kanibali

source: Meat Lord's Hut
pl_pl: Chata Pana Mięsa

source: Catun Scrapmasters
pl_pl: Catuńscy Mistrzowie Złomu

source: Residential
pl_pl: Dom mieszkalny

source: Residential Small
pl_pl: Mały dom mieszkalny

source: Crab Bar
pl_pl: Bar krabów

source: Crab Shop
pl_pl: Sklep krabów

source: Palace of the Crab Queen
pl_pl: Pałac Królowej Krabów

source: Crab Smithy
pl_pl: Krabowa kuźnia

source: Worker Hut
pl_pl: Chata robotników

source: Big Shop
pl_pl: Wielki sklep

source: Skeleton Storage
pl_pl: Magazyn Szkieletronów

source: Drug Farm
pl_pl: Farma narkotykowa

source: Noble House
pl_pl: Dom możnego

source: Police Station
pl_pl: Komenda

source: Labs
pl_pl: Laboratoria

source: Farm Shop
pl_pl: Sklep rolniczy
