Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Surveys show that the painted cannibal tribe's existence dates back thousands of years; whether they existed during or after the northern ancient labs' downfall we can't yet confirm. Prehistoric and undeveloped tribes existing in a land of such advanced science is clearly backward - are the inhabitants of the Cannibal Plains devolving? Without knowing whether there was an overlap in the existence of the two civilisations, we could assume that the cannibals are in fact direct descendents of the ancient inhabitants. Their degeneration could be put down to toxic environmental factors which they were unable to adapt to; damaging substances from their very own labs; induced madness from experiments gone wrong; or simply being reduced to cannibalism due to severe famine. However, if there was in actuality an overlap in habitation, it is highly possible that the advanced ancient inhabitants were invaded and killed by spreading or migrating cannibals. A perfect instance of survival of the fittest. Some of the weaponry and internal damages found within the labs indicate an alternate possibility of internal civil war, although the damage could be the result of simple cannibal quarrels after their occupation. The cannibals have a savage nature and are known to frequently fight amongst themselves and feed on one another, particularly given the severe lack of victims outside their tribes since the area is mainly avoided by most rational thinking individuals. - Finch
pl_pl: Ankiety wyraźnie wskazują, że malowane plemiona kanibali istnieją już od tysięcy lat; ale czy istnieli podczas upadku starożytnych laboratoriów, czy już po tym - tego nie wiemy. Występowanie prehistorycznych i nierozwiniętych klanów na ziemi ludzi tak dobrze obeznanych z nowoczesną technologią daje nieco dziwny pogląd na całą sytuację. Czy mieszkańcy Równin Kanibali cofają się w rozwoju? Nie mając wiedzy, czy między dwiema cywilizacjami istniała jeszcze jedna, możemy założyć, że kanibale są bezpośrednimi spadkobiercami starożytnych mieszkańców tej ziemi. Ich degenerację można zrzucić na fakt toksycznego środowiska, do którego nie mogli się zaadoptować; szkodliwych substancji z ich własnych laboratoriów; szaleństwo spowodowane nieudanymi eksperymentami; albo po prostu zredukowanie swoich działań do kanibalizmu ze względu na poważny głód. Tak czy inaczej, jeżeli jednak coś było pomiędzy, istnieje szansa, że zaawansowani starożytni zostali zaatakowani i zabici przez rozprzestrzeniających się (bądź migrujących) kanibali. Perfekcyjny przykład przetrwania najsilniejszego. Część z uzbrojenia i zniszczenia znalezione w laboratoriach wskazują na alternatywne istnieje wojny domowej, ale wszystko to mogło być równie dobrze spowodowane przez sprzeczki między kanibalami podczas ich okupacji. Kanibale mają brutalną naturę i dość często walczą ze sobą i nawzajem się jedzą, głównie ze względu na mało ofiar, które mogłyby zapuścić się w głąb ich terytorium. Zwykle racjonalnie myślący ludzie unikają tego miejsca. - Finch

source: The Cannibal Plains: De-evolution Of Man?
pl_pl: Równiny Kanibali: deewolucja człowieka?

source: The Guiding Light I
pl_pl: Światło przewodnie, cz. I

source: The first in a series of Holy Nation self help hand books: "How to tell if your loved ones are Skeletons": "Perhaps their skin feels cold to the touch? They take a sudden interest in mechanics, make clinking sounds and stop blinking? Or they have a sudden knowledge of world history, they question the word of Okran or lose their appetite? Obscure speech, displaying humour and 'joke'-making can be a sure-fire sign of possession. Read on for our proven testing methods and common warning signs!"
pl_pl: Pierwszy poradnik tworzony przez kogoś ze Świętego Narodu: "Jak poznać, że twój ukochany to Szkieletor": "Być może ich skóra jest zimna w dotyku? Nagle zaczęli interesować się mechaniką, wydają dźwięki klikania i nie mrugają? A może nagle pozyskali wiedzę o historii świata, kwestionują wolę Okrana albo stracili apetyt? Dziwny sposób mowy, niezrozumiały humor i obracanie wszystkiego są pewną oznaką opętania. Czytaj dalej, by poznać nasze sprawdzone testy i popularne znaki!"

source: The Guiding Light II
pl_pl: Światło przewodnie, cz. II

source: The second in a series of Holy Nation self help hand books: "101 tips and tricks that skeletons don't want you to know": "Did you know that Skeletons HATE heat? That the ingesting of human food clogs their nuts? That nature's soil fries their circuitry? Don’t be outsmarted by a Skeleton again with these helpful tips and tricks!"
pl_pl: Drugi poradnik tworzony przez kogoś ze Świętego Narodu: "101 sztuczek i sposobów o których Szkieletrony nie chcą, żebyś wiedział": "Czy wiesz, że Szkieletrony NIENAWIDZĄ gorąca? Że jedzenie ludzkiej żywności zatyka im trybiki? Że ziemia smaży ich obwody? Nie daj się ponownie oszukać Szkieletronowi dzięki temu poradnikowi!"

source: The Guiding Light III
pl_pl: Światło przewodnie, cz. III

source: The third in a series of Holy Nation self help hand books: "How to skeleton-proof your home": "The only way to fight darkness is with light! In this installment, we cover how to protect your home from Skeletons with prayer, incantations, charms and 'honey traps'. Good lighting and good prayer will take you a long way in the crusade against the Dark Agents..."
pl_pl: Trzeci poradnik tworzony przez kogoś ze Świętego Narodu: "Jak uszkieletoodpornić swój dom": "Jedynym sposobem na walkę z mrokiem jest światło! W niniejszym wydaniu opisujemy, w jaki sposób ochronić własny dom przed Szkieletronami dzięki modlitwie, inkantacjom, urokom i pułapkom. Dobre oświetlenie i mocna modlitwa zapewnią ci długie życie podczas krucjaty przeciwko Mrocznym Agentom..."

source: The fourth in a series of Holy Nation educational hand books: "The horned devil: Man or monster?": "The horned devil was created human, as brother of the Okranite. But the horned devil possessed a sinful mind, it rejected Okran's light in its heart in favor of Narko's temptations. And so the horned devil's skin devolved, dark and grey, no different to a rotting corpse; its purity and all its light drained of the body. It sprouted the horns of a wild beast and it resisted the word of Okran with the savagery of a monster. The horned devil is not completely lost to the darkness… but resistance from the unholy beast deserves no mercy."
pl_pl: Czwarty poradnik tworzony przez kogoś ze Świętego Narodu: "Rogaty diabeł: człowiek czy potwór?" "Rogaty diabeł powstał na wzór człowieka, jako brat Okranity. Ale rogaty diabeł został opętany przez grzeszny umysł, odrzucił światło Okrana skuszony tym, co oferowała Narko. A więc skóra rogatego diabła zaczęła się zmieniać, czernieć i szarzeć na wzór gnijącego ciała; jego czystość razem ze światłem zostały wyssane z ciała. Wyhodował rogi dzikiej bestii i odrzucił słowo Okrana na rzecz bestialstwa. Rogaty diabeł nie jest całkowicie porzucony na rzecz ciemności... ale jego opór nie zasługuje na jakąkolwiek litość."

source: The Guiding Light IV
pl_pl: Światło przewodnie, cz. IV

source: The Guiding Light V
pl_pl: Światło przewodnie, cz. V

source: The fifth in a series of Holy Nation self help hand books: "How to educate your wife": "Although women have deep links with Narko, they must not be treated as if they were Darkened. A man's role in life is to follow the will of Okran so that we may reach enlightenment. Doing so involves taming the darkness in a woman's heart. Congratulate her whenever she makes a pious act; whenever she behaves properly and respectfully. Punish her when she tries to rebel; beat her so that she may remember the proper ways. But do not needlessly beat her; as for a dog, the training must be just in order to work. Guide your wife to the righteous path, and tomorrow, we shall be in the Golden plains."
pl_pl: Piąty poradnik tworzony przez kogoś ze Świętego Narodu: "Jak edukować swoją żonę": "Choć kobiety mają wiele wspólnego z Narko, to nie należy ich traktować jak opętanych. Rolą człowieka w życiu jest kroczenie ścieżką Okrana, by na koniec osiągnąć oświecenie. Jednym z warunków tej ścieżki jest oswojenie ciemności w sercu kobiety. Gratuluj jej zawsze, gdy dokona aktu wiary, gdy zachowuje się usłusznie i poprawnie. Karaj, gdy próbuje się buntować; bij ją, by zapamiętała właściwą ścieżkę. Ale nie bij jej bez powodu - tak samo jak z psem, trening musi przebiegać odpowiednio, by przyniósł skutek. Poprowadź swoją żonę na właściwą ścieżkę, a jutro oboje znajdziecie się na Złotych Równinach."

source: The Guiding Light VI
pl_pl: Światło przewodnie, cz. VI

source: The sixth in a series of Holy Nation educational hand books: "The insect fiend: A lost cause?": "The insect fiend is almost completely lost to the darkness, their obsidian, vacuous eyes devoid of any soul. The narrow minded worship of their bogus goddess, or their ‘queen’, only further fuels their selfish desires and their rejection of Okran’s light. This tragic heresy has resulted in the eroding of their flesh into the beastly form of a hollow, most vile body, one that almost resembles the early makings of a Skeleton. Is this the beginnings of their devolution into an Agent of Darkness, a minion of the Dark Demoness? Perhaps. Seek caution amongst the insect fiend as you would an Agent of Darkness. But, most importantly of all, show them mercy; sometimes the most compassionate approach is to put one out of the misery of their blackened existence, quickly and painlessly."
pl_pl: Szósty poradnik napisany przez kogoś ze Świętego Narodu: "Diabelski robal - beznadziejny przypadek?": "Diabelski robal jest praktycznie całkowicie pochłonięty przez ciemność, a jego obsydianowe, bezdenne oczy nie odbijają jakiejkolwiek duszy. Ich głupawe poświęcenie bogini, zwanej też 'królową', tylko dodatkowo napędza ich egoistyczne cele i odrzucenie światła Okrana. Ta tragiczna herezja spowodowała mutację ich ciał w bestialskie, puste i najgorsze ciało, które przypomina pierwsze widziane Szkieletrony. Czy to początki dewolucji robali w Agentów Ciemności, pionków Mrocznej Demonicy? Jest możliwe. Bądźcie uważni przebywając między robaczymi demonami, tak samo, jak między Agentami Ciemności. Najważniejsze jest jednak okazanie im litości; czasem najbardziej dobrodusznym podejściem jest wyciągnięcie takiego z jego wypaczonej egzystencji - szybko i bezboleśnie."

source: A recent text from the Holy Lord Phoenix LXII Himself: "We must obey our Creator who gives us purpose, who protects us from the night. To bring forth the day of Enlightenment and enjoy the everlasting Golden Plains; To fight the second extinction and bring peace to all believers. An impure race must be taken in as one's own brother, taught in the ways of Okran and given a chance of purpose, to serve in the crusade. Times will come when the corrupted will resist, when the corrupted must be destroyed. When we execute a horned devil, it is not cruelty, it is mercy. We are putting at rest their twisted existence and sending back their souls to the Okran, so that on the day of Enlightenment, he will allow them to be reborn as human. This is the will of our Creator. To dishonor our Father is to bring our civilization on the verge of destruction."
pl_pl: Dość nowy tekst napisany przez samego Świętego Lorda Feniksa LXII: "Musimy być posłuszni wobec Stwórcy, który nadaje nam powód istnienia, który chroni nas przed nocą. Dzięki temu nadejdzie dzień Oświecenia i będziemy cieszyć się nieskończonymi Złotymi Równinami; dzięki temu pokonamy drugie wymarcie i przywrócimy pokój między wszystkimi wiernymi. Nieczysta rasa musi zostać uznana za braci, nauczona ścieżek Okrana i otrzymać szansę na uczestnictwo w krucjacie. Nadejdą czasy, gdy opętani stawią opór - wtedy trzeba będzie ich zniszczyć. Gdy z naszej ręki ginie rogaty diabeł, nie jest to okrucieństwo, a miłosierdzie. Skracamy ich złowrogą egzystencję i wysyłamy dusze z powrotem do Okrana, dzięki czemu w dniu Oświecenia będą mogli narodzić się ponownie jako ludzie. Taka jest wola naszego Stwócy. Plamić honor naszego Ojca jest równoznaczny ze sprowadzeniem naszej cywilizacji na krawędź zniszczenia."

source: The Holy Crusade
pl_pl: Święta Krucjata

source: The Holy Flame
pl_pl: Święty Płomień

source: The religious book of the Holy Nation, every citizen has to have one by law.
pl_pl: Błogosławiona księga Świętego Narodu, według prawa każdy obywatel powinien taką posiadać.

source: The Little Boy That Got Dismembered By Skeletons
pl_pl: Mały Chłopiec, Którego Rozczłonkowały Szkieletory

source: "The number one, best selling children's book of today! Little Timmy liked climbing trees and playing hide and seek with his friends, but he always skipped on his prayers. Then Timmy met his first Skeleton.."
pl_pl: "Numer jeden, najlepiej sprzedająca się książka dla dzieci! Mały Timmy uwielbiał wspinać się na drzewa i grać w chowanego ze swoimi przyjaciółmi, ale zawsze unikał swoich dziennych modlitw. Potem Timmy spotkał pierwszego Szkieletrona…"

source: Distinct changes in architecture and tech levels suggest multiple eras and downfalls throughout history, at the very least we can see evidence of two ages before our own. We have: structure Xs which are centrally scattered, and structure Ys scattered north of the Floodlands area. Comparing the two eras, X were considerably more advanced and established than Y, with a markedly larger network and more advanced industry. The unnatural scattering of constructions indicates a highly destructive (man-made or natural) disaster as a possible reason for downfall. The significant change in 'elaborateness' of ruins shows a heavy divide within castes. Y, on the other hand, seems to share some of the same technologies but shows to be a far more ramshackle and inferior version of X. Civilisation X was far more long lived than Y, perhaps Y came into being as a more inferior imitation of X frantically trying to rebuild their lost empire. Theorist Sabina maintains that the surviving skeleton race we see today lived as the dominant inhabitants of X, however this does not explain why the skeletons would not have been able to rebuild their civilisation, based on their advanced knowledge. Either way, based on the tech found in the labs of civilisation X, skeletons definitely existed within this culture. Whether they were merely a creation of X or the sole inhabitants of X we still do not know. Only further surveying will tell. - Finch
pl_pl: Znaczne zmiany w architekturze i poziomach technologicznych sugerują istnienie wielu epok, wzlotów i upadków w historii, a obecnie widzimy dowody na co najmniej dwie epoki przed nami. Są to: struktury X skupione w centrum kontynentu, oraz struktury Y położone na północ od Mokradeł. Porównując te dwie epoki, populacja X była o wiele bardziej zaawansowana i rozwinięta niż Y, ze znacznie rozwiniętymi sieciami transportowymi i porządnym przemysłem. Nienaturalne rozłożenie tych konstrukcji sugeruje wysoce destrukcyjną tragedię (spowodowaną przez człowieka lub naturalną), która przyczyniła się do upadku tej cywilizacji. Widoczne gołym okiem różnice w ruinach wskazują na spory podział między kastami tej społeczności. Cywilizacja Y z kolei prawdopodobnie dzieliła te same technologie, ale nie potrafiła z niej korzystać w tak samo wydajny sposób co X. Cywilizacja X istniała o wiele dłużej niż Y, być może Y powstała jako nieudolna imitacja X, które chciało odbudować swoje utracone imperium. Teorystka Sabina uważa, ze spotykanie obecnie Szkieletrony kiedyś stanowiły trzon cywilizacji X, ale nie wyjaśnia to tego, dlaczego Szkieletronom nie udało się odbudować cywilizacji na podstawie posiadanej, zaawansowanej wiedzy. W każdym razie, bazując na technologii znalezionej w laboratoriach X, Szkieletrony zdecydowanie istniały w tej kulturze. Ale czy były tylko kreacją cywilizacji X, czy równorzędnymi obywatelami tego społeczeństwa, na to nie potrafimy jeszcze odpowiedzieć. Tylko dalsze badania są w stanie nas na cokolwiek nakierować. - Finch

source: The Lost Ancients I
pl_pl: Zagubieni starożytni, cz. I

source: Without a doubt, at least two very distinct cultures existed before our own, however, WHEN these civilisations came into being is the key question. On what evidence are we assuming that these civilisations existed at different times? Y appears to have been intellectually inferior, but the similar tech levels clearly suggest that these two cultures did in fact have an overlap in history. Did these two civilisations war with and destroy each other? Was one isolating itself and fleeing from the other? Judging by the relics and advanced tech from X, its culture was largely skeleton based. If the skeletons from X warred with and wiped out the organic lifeforms from Y, this would at least give some plausibility to the religious scripts found within the various schools of Okranism. We cannot write off the historical input of an established religion on account of the disciple's irrational interpretation of it. Clouded with irrationality it may be, but I believe we can still salvage some truth from its ancient foundations. - Sabina
pl_pl: Bez wątpienia możemy stwierdzić, że przed naszą cywilizacją na Kontynencie istniały co najmniej dwie, pytaniem jest jednak to KIEDY te cywilizacje się po raz pierwszy pojawiły. Co może nam pozwolić na założenie, że obie kultury występowały w różnych czasach? Cywilizacja Y wydaje się być intelektualnie słabsza, ale podobny poziom technologiczny sugeruje, że te dwie cywilizacje musiały się któregoś razu "przepleść" w historii. Czy walczyły ze sobą i nawzajem się wyniszczyły? Czy jedna izolowała się i uciekała przed drugą? Bazując na reliktach i technologii znalezionej w ruinach X, ich kultura była w dużej mierze zbudowana na Szkieletronach. Jeśli Szkieletrony X walczyły z żywymi organizmami Y i całkowicie ich anihilowały, dawałoby to choć odrobinę wiary w religijne manuskrypty znajdywane w szkołach Okranitów. Nie możemy obecnie wskazać historycznego wkładu tej dziwnej religii ze względu na irracjonalny sposób interpretacji jej świętych tekstów. Ale bez względu na to jak irracjonalne by one rzeczywiście były, cały czas wierzę, że jesteśmy w stanie wydobyć z nich choć odrobinę prawdy. - Sabina

source: The Lost Ancients II
pl_pl: Zagubieni starożytni, cz. I

source: The memory loss, self destruction and inability to rebuild their lost empire make it a decidedly more likely scenario that skeletons existed alongside a superior ruling organic race. But how did skeletons survive the mass extinction? And why do they have no memory of the ancient ages despite their ancient life span? Most likely the memory loss is down to simple stability breakdown due to old age, but here we have multiple explanations for the skeleton survival: 1) The safe incubation of new skeletons 'being born' during the event 2) Fleeing to safety during the turmoil while their masters perished 3) The masters succumbed to biologically destructive means while the skeletons were unaffected. In order to investigate these explanations further we will need to carry out deeper excavations in the central plains. Tests on volunteer skeletons would also be hugely beneficial to our studies. - Finch
pl_pl: Utrata pamięci, autodestrukcjonizm i brak możliwości odbudowy własnego, utraconego imperium - są to założenia pozwalające na postawienie teorii: Szkieletrony niegdyś istniały obok innej, potężniejszej, organicznej rasy. Ale w jaki sposób Szkieletrony przetrwały masowe wymarcie? Dlaczego nie pamiętają żadnego z wydarzeń z prehistorycznej przeszłości pomimo ich prehistorycznego wieku? Najprawdopodobniej utrata pamięci została spowodowana pogorszeniem stabilności ich narządów ze względu na starość, ale poniżej przedstawiam kilka wyjaśnień na przetrwanie Szkieletronów: 1) bezpieczna inkubacja nowych Szkieletronów, które mogły "narodzić się" podczas wydarzenia; 2) ucieczka w bezpieczne miejsce podczas wydarzenia, a ich panowie wymarli; 3) panowie Szkieletronów wymarli w jakiś sposób, a Szkieletronom nic się nie stało. W celu badania tych wyjaśnień musimy przeprowadzić dużo wydajniejsze i głębsze wykopaliska w centralnych równinach. Testy na Szkieletronach-wolontariuszach także byłyby znacząco przydatne dla naszych badań. - Finch

source: The Mystery Of Skeletech I
pl_pl: Zagadka skeletechu, cz. I

source: The Mystery Of Skeletech II
pl_pl: Zagadka skeletechu, cz. II

source: The memory loss of the skeleton is perhaps as perplexing as their very survival. With that, a large portion of salvaged skeleton remains show suicide to be the cause of death, but what was the reasoning behind this tragic mass suicide? The skeletons are logical thinkers, it makes sense that once they have carried out their life's purpose, there is no need for them to live on - An existential crisis if you will. Now for the purpose of the skeleton: to destroy their enemy, the ancient civilization. Whether they infiltrated ancient society with a mission, succumbed to their own madness or simply rebelled and triumphed against their 'masters' in a civil war; their job was plain and simple, destruction. - Idad
pl_pl: Utrata pamięci u Szkieletronów jest równie zaskakująca, co powody ich przetrwania. W trakcie naszych badań napotkaliśmy wiele pozostałości po robotach, których prawdopodobnym powodem śmierci były samobójstwa, ale co spowodowało, że popełniały je masowo? Szkieletrony są logicznie myślącymi jednostkami, więc teoretycznie sensownym jest, że gdy utraciły powód swojego życia, postanowiły je zakończyć - coś na wzór kryzysu egzystencjalnego. Jeśli chodzi zaś o powód istnienia Szkieletronów: zniszczenie ich przeciwnika, starożytnej cywilizacji. Czy zinfiltrowały ją z pewną misją, pochłonęło je szaleństwo czy po prostu się zbuntowały przeciwko "panom" w wojnie domowej, i tak ich zadanie było przejrzyste i proste: zniszczenie. - Idad
