Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: This used to be a Holy Servant's robe, now reduced to rags.
pl_pl: Kiedyś była to szata Świętego Sługi, teraz zostały z niej kawałki materiału.

source: Human Skin
pl_pl: Ludzka skóra

source: The Skin Bandits need a constant supply of fresh human skin to make new suits, as they tend to rot away quite quickly.
pl_pl: Skórzani Bandyci potrzebują stałego dostępu do świeżej, ludzkiej skóry by tworzyć swoje stroje, ponieważ te dość szybko gniją.

source: Human Skin Suit
pl_pl: Strój z ludzkiej skóry

source: A crude suit made out of human skin, expertly torn off it's original owner in sheets and loosely tied on with wire. The perfect disguise.
pl_pl: Prymitywny strój z ludzkiej skóry, profesjonalnie zdartej z poprzedniego właściciela, poćwiartowanej i połączonej drutami. Perfekcyjne przebranie.

source: Some crazy dude at some point must have thought "I like hats, but I don't like helmets, but I also like having a sword-resistant head...". Now we have iron hats.
pl_pl: Jakiś szalony koleś musiał pomyśleć w pewnym momencie: "Lubię czapki, ale nie lubię hełmów, a chciałbym mieć głowę odporną na miecze...". Teraz mamy żelazne kapelusze.

source: Iron Hat
pl_pl: Żelazny kapelusz

source: A protective hood with steel plates on the sides.
pl_pl: Kolczy kaptur ze stalowymi płytkami na bokach.

source: Karuta Zukin
pl_pl: Płytowy zukin

source: Kusari Zukin
pl_pl: Kolczy zukin

source: A chain hood.
pl_pl: Kaptur kolczy.

source: Leather Hive Vest
pl_pl: Skórzana kamizelka Roju

source: If a Hiver tries wearing a regular human-sized shirt it just sort of hangs loose and falls off their shoulders, often tangling up their arms. So they were forced to manufacture their own, which they have done to a suspiciously higher standard than all their gear designed for humans.
pl_pl: Jeśli członek Roju próbuje założyć normalną, ludzką koszulkę, ta zwykle luźno wisi albo spada z ramion, często blokując ruchy ramion. Dlatego też Roje opracowały własny odpowiednik, który ma podejrzanie lepszy standard niż cokolwiek, co stworzyli dla ludzi.

source: Leather Shirt
pl_pl: Skórzana koszulka

source: Undershirts provide a reliable second layer of defence.
pl_pl: Podkoszulki stanowią dobrą, drugą warstwę ochrony.

source: Leather Turtleneck
pl_pl: Skórzana koszula

source: Leather Vest
pl_pl: Skórzany podkoszulek

source: Longcoat
pl_pl: Długi płaszcz

source: A long leather coat, offers a light protection from attacks. Pretty hot to wear in the desert, but popular in the Swamps because of the constant rain.
pl_pl: Długi skórzany płaszcz zapewniający małą ochronę przed atakami. Zbyt duszny do noszenia na pustyni, ale popularny na bagnach ze względu na ciągły deszcz.

source: Simple bindings to protect the bones of the fist. Commonly worn by martial artists, those who shun the use of the sword.
pl_pl: Proste bandaże do ochrony brzucha i dłoni. Popularne wśród mistrzów sztuk walki, którzy unikają korzystania z miecza.

source: Martial Artist Bindings
pl_pl: Owijki mistrza sztuk walki

source: A breathing mask that helps mitigate the negative health effects of fog.
pl_pl: Maska przeciwgazowa pozwalająca na zlikwidowanie negatywnych efektów chodzenia w trującej mgle.

source: Mask Type III
pl_pl: Maska Mod. III

source: Masked Helmet
pl_pl: Hełm z maską

source: A solid, heavy helmet with good protection of the face. Often worn by bandits, as the high face guard also provides some anonymity.
pl_pl: Solidny i ciężki hełm z płytą ochraniającą twarz. Często noszona przez bandytów, gdyż zapewnia nieco anonimowości.

source: A good all-round medium class armour, favoured by any warrior that has to travel across the wilds.
pl_pl: Dobry średniej klasy pancerz polecany przez każdego wojownika podróżującego dzikimi trasami.

source: Mercenary Leather Armour
pl_pl: Skóra najemnika

source: Mercenary Plate
pl_pl: Płyta najemnika

source: The only heavy armour that isn't affiliated with any particular faction, it's become standard with mercenaries and short-range wanderers. More of a medium-heavy class, it allows a little more versatility than other heavy armours.
pl_pl: Jedyny typ ciężkiego pancerza, który nie jest związany z jakąkolwiek frakcją - stał się standardem wśród najemników i niektórych podróżników. Jest nieco bardziej wszechstronny niż inne, ciężkie pancerze.

source: Monk Pants
pl_pl: Portki mnicha

source: Monk Robe
pl_pl: Szata mnicha

source: Orange robes of the Holy Nation Priest caste, demanding respect from anyone lower than a High Paladin.
pl_pl: Pomarańczowe szaty członków kasty Świętych Kapłanów, wymagających respektu od każdego niżej położonego od Wysokiego Paladyna.

source: Wear this and you will be a real ninja! (Warning: Not a substitute for real ninja training)
pl_pl: Noś to, a będziesz prawdziwym ninją! (Uwaga: nie pomaga w ćwiczeniu).

source: Keeps the wind and sand out of your face. Also helps to hide your pasty face in the darkness.
pl_pl: Trzyma wiatr i piach z dala od twojej twarzy. Ukrywa ją także w ciemności.

source: Ninja Mask
pl_pl: Maska ninja

source: Ninja Pants
pl_pl: Portki ninja

source: A cover-up suit popular with theives and ninjas. Helps cover your visibility and identity.
pl_pl: Popularne wśród złodziei i ninja okrycie. Pomaga w zachowaniu swojej tożsamości w tajemnicy.

source: Ninja Rags
pl_pl: Szmaty złodzieja

source: Noble's Robe
pl_pl: Szata możnego

source: An expensive silk robe made by artisans of the Empire's capital. Worn by nobles and the wealthy elite as a sign of status.
pl_pl: Droga, jedwabna szata stworzona przez artystów stolicy Imperium. Noszona przez możnych i najbogatszą elitę jako symbol statusu.

source: Noble's Trousers
pl_pl: Spodnie możnego

source: Padded Leather Jacket
pl_pl: Skórzana kurtka (watowana)

source: Paladin's Heavy Hachigane
pl_pl: Ciężka Hachigane Paladyna

source: A paladins helmet
pl_pl: Hełm paladyna.

source: A plated leather jacket with a good solid armour coverage. Commonly worn by the wealthier drifters and professional adventurer scouts.
pl_pl: Skórzana kurtka z dodatkową warstwą metalowych płyt. Popularna wśród bogatszych włóczęgów i profesjonalnych zwiadowców lub podróżników.

source: Plate Jacket
pl_pl: Płytowa kurtka

source: Tired of weak leather to protect your fat human legs? Using the latest in the Hives research technology we have positioned metal stuff in no less than TWO key locations for optimal leg stab protection. Queen-approved!
pl_pl: Masz dość słabej skóry do ochrony twoich grubych, ludzkich nóg? Dzięki najnowszej technologii Roju umieściliśmy metalowe rzeczy w co najmniej DWÓCH kluczowych miejscach dla optymalnej ochrony. Projekt zaakceptowany przez królową!

source: Plated Drifter's Leather Pants
pl_pl: Wzmocnione spodnie włóczęgi

source: Plated Longboots
pl_pl: Płytowe buty

source: The standard armoured boots, found everywhere. Commonly left out of an armour set, as drifters don't usually see much likelyhood in getting hit in the shins and prefer the reduced encumbrance of a pair of wooden sandals or even going barefoot altogether.
pl_pl: Standardowe wzmocnione buty, znajdywane wszędzie. Zwykle noszone bez reszty "zestawu" pancerza, gdyż włóczęgom zależy na osłoniętych nogach przy niższym obciążeniu. Lepsze to, niż drewniane sandały czy bieganie boso.

source: Nobody knows why it's called a Police Helmet, as the Samurai Police don't wear these. Perhaps it's another Old Empire remnant.
pl_pl: Nikt nie wie dlaczego tak się nazywa, gdyż żaden współczesny policjant ich nie nosi. Być może to pozostałość po którymś ze Starych Imperiów.

source: Police Helmet
pl_pl: Hełm policyjny

source: Heavy prisoner shackles. They stop you from running and doing a lot of things. They will trip you up in combat. They are locked on, you need to pick the lock somehow.
pl_pl: Ciężkie więzienne kajdany. Powstrzymują cię przed biegiem i robieniem wielu rzeczy. Będą cię przewracać w walce. Są zablokowane, musisz je jakoś otworzyć.

source: Prisoner Shackles
pl_pl: Kajdany

source: Dirty rags usually worn by slaves, beggars and drifters.
pl_pl: Brudne szmaty noszone przez niewolników, biedaków i włóczęgów.

source: Rag Loincloth
pl_pl: Materiałowa przepaska

source: Rag Loincloth (Dyed)
pl_pl: Szmaciana przepaska (farbowana)

source: These rags are likely the shredded remains of some kind of uniform
pl_pl: Te łachmany są najpewniej resztkami jakiegoś munduru.

source: Dirty rags, worn by slaves and good-for-nothings
pl_pl: Brudne szmaty noszone przez niewolników i biedaków.

source: Rag Shirt
pl_pl: Łachmany

source: A reinforced wicker hat.
pl_pl: Wzmiocniony słomiany kapelusz.

source: Rattan Hat
pl_pl: Słomiany kapelusz

source: Red Bandana
pl_pl: Czerwona bandana

source: Rusted Hive Shirt
pl_pl: Rdzewiejąca koszula Roju

source: Rusty Chain Shirt
pl_pl: Rdzewiejąca koszula kolcza

source: Rusty Chainmail
pl_pl: Zardzewiała kolczuga

source: Rusty Chainmail Tagelmust
pl_pl: Rdzewiejący kolczy tagelmust

source: This is basically just wrapping a strip of chainmail around your head, but it does do a good job of protecting you when it's not falling off.
pl_pl: To jest zwyczajny pas kolczy podszyty materiałem zawinięty wokół głowy, ale chroni świetnie gdy nie spada z głowy.

source: Traditional heavy duty armour commonly worn by government owned samurai.
pl_pl: Tradycyjny, cieżki pancerz noszony przez państwowych samurajów.

source: Samurai Armour
pl_pl: Pancerz samuraja

source: Heavy duty armour commonly worn by government owned samurai.
pl_pl: Ciężkie opancerzenie zwykle zakładane przez chroniących urzędników samurajów.

source: Samurai Boots
pl_pl: Buty samuraja

source: Samurai Clothpants
pl_pl: Spodnie samuraja

source: Un-plated version of Samurai Leg-plate armour. Nice and light.
pl_pl: Nieopancerzona wersja samurajskich nagolenników. Ładne i lekkie.

source: Samurai Helmet
pl_pl: Hełm samuraja

source: Heavy duty armour commonly worn by government owned samurai. Not much good for running around in though.
pl_pl: Ciężki pancerz zwykle noszony przez państwowych samurajów. Niezbyt wygodny, gdy trzeba biegać.

source: Samurai Legplates
pl_pl: Nagolenniki samuraja

source: Side-Angle Hachigane
pl_pl: Boczne Hachigane

source: Head plates were invented by an old forgotten clan that was obsessed with luck. Before battle their prophets and shamans would predict where on their head the next fatal blow was due to land, then position the metal plate on their head accordingly. Statistically, some would always turn out to be correct and those lucky ones, by virtue of surviving, would be the ones to return and spread word of the prophet's success, further reinforcing the belief.
pl_pl: Ochrona płytowa głowy została wynaleziona przez stary i zapomniany klan mający bzika na punkcie szczęścia. Przed bitwą korzystali z przepowiedni i szamańskiej wiedzy by przewidzieć, na które miejsce na głowie spadnie śmiertelny cios, a następnie umieszczali odpowiednio metalową płytkę. Statystycznie niektórym się udawało przeżyć, i stawali się głosicielami spełnienia się przepowiedni, rozprowadzając wierzenie dalej i dalej.

source: Supposedly makes the wearer look a bit like a skeleton.
pl_pl: Prawdopodobnie ma upodobnić właściciela do Szkieletrona.

source: Skeleton Mask
pl_pl: Maska Szkieletronowa

source: A creepy black duster coat worn by wierdos out of the Ashlands. The sleveless version is favoured by martial artists.
pl_pl: Dziwny czarny prochowiec noszony przez dziwaków z Popielnych Ziem. Wersja bez rękawów jest popularna wśród mistrzów sztuk walki.

source: Sleeveless Dustcoat
pl_pl: Prochowiec bez rękawów

source: A regular longcoat with the sleeves removed to provide better cooling for the wearer. Commonly worn amongst the gangs of the swamps.
pl_pl: Zwykły długi płaszcz z usuniętymi rękawami, by chłodzić posiadacza. Często spotykany u gangusów z bagien.

source: Sleeveless Longcoat
pl_pl: Długi płaszcz bez rękawów

source: Spiked Helmet
pl_pl: Hełm z kolcami

source: Some sort of crude helmet patched together out of scraps of plate, with added spikes for intimidation. Guaranteed to be strapped to a bandit of some kind.
pl_pl: Rodzaj niewprawnie stworzonego hełmu, złożonego z kawałków metalowych płyt i dodanymi kolcami. Na pewno był w posiadaniu jakiegoś bandyty.

source: Square Goggles
pl_pl: Kwadratowe gogle

source: A simple eye protection for sandstorms, standard issue in the Traders Guild
pl_pl: Prosta osłona oczu przed burzami piaskowymi, standard na wyposażeniu Gildii Handlowej.

source: Stout Hessian
pl_pl: Grube hesjańskie spodnie

source: A rough fabric favoured by the Holy Nation for its lack of comfort.
pl_pl: Ordynarne ubranie popularne w Świętym Narodzie ze względu na ich niekomfortowość.

source: Stout Hessian Uniform
pl_pl: Gruby hesjański mundur

source: Straw hats are common among everyone from peasant farmers to desert scouts and help shade the wearer from the intense heat of the sun. Shading the eyes from glare can also provide a minor aid in combat.
pl_pl: Słomiane kapelusze są popularne wśród wielu - od farmerów po pustynnych zwiadowców. Dają cień i chronią przed upalnym słońcem. Osłaniając oczy, poprawiają też widoczność, co daje niewielką przewagę w walce.

source: Straw Hat
pl_pl: Słomiany kapelusz

source: Swamp Ninja Mask
pl_pl: Bagienna maska

source: A mask of the Swamp Ninjas of the south, it's purpose is unknown, likely it's either a tradition or an intimidation tactic.
pl_pl: Maska Bagiennych Ninja z południa. Jej cel nie jest znany, albo to tradycja, albo jakaś taktyka.

source: Swamp Ninja Rags
pl_pl: Łachmany Bagiennego Ninja

source: Quite a good head padding in a simple cloth. It can be wrapped around the face to protect the eyes in a dust storm
pl_pl: Dobra osłona głowy złożona z samego materiału. Można ją zawiązać wokół twarzy by chronić się przed burzą piaskową.

source: The Tin Can is a super heavy-class helmet and makes for the best head protection around. Heavy cuts and slashes against it will still make your head ring, but at least you will still have your face attached. Unfortunately the limited field of view does hamper your combat awareness a fair bit.
pl_pl: Puszka to superciężki hełm dający najlepszą osłonę. Ciężkie cięcia i uderzenia w niego będą powodować głośne dzwonienie, ale przynajmniej twoja twarz będzie w tym samym miejscu. Niestety ograniczone pole widzenia nieco zmniejsza twoją skuteczność w walce.

source: Tin Can
pl_pl: Puszka

source: The Traders Guild is proud of its claimed "rags to riches" origin story, and continues to use the leather wrap-around jacket as its unofficial uniform. Although, being over 200 years old nobody can confirm the true origins of the Guild, and skeptics say the mundane clothing is just to make them seem more humble and honest, so you don't notice when they are ripping you off.
pl_pl: Gildia Handlowa jest dumna ze swojej historii "szmaty dla bogatych" i kontynuuje tradycję noszenia skórzanej kurtki jako nieoficjalnego uniformu. Choć po 200 latach nikt nie jest w stanie potwierdzić prawdziwego pochodzenia gildii, a sceptycy uważają, że takie ubranie ma ich tylko czynić milszymi i szczerszymi, byś nie zauważył, kiedy cię zwyczajnie wychujają.

source: Trader's Leathers
pl_pl: Skóry handlarza

source: Once part of a uniform of the Old Empire, it seems to have hung around to this day.
pl_pl: Kiedyś część munduru Starego Imperium, jakimś cudem nadal jest w użyciu.

source: Tricorn Hat
pl_pl: Tricorn

source: Keeps the heat off your head and pads your brains. It's often worn by slave traders in this style, and has started to become associated as being part of their uniform.
pl_pl: Trzyma ciepło z daleka od twojej głowy i chroni mózg. Często noszony w tym stylu przez handlarzy niewolnikami, w końcu stał się częścią ich uniformu.

source: Good shirt for sneaking about, doing spy stuff.
pl_pl: Dobry ubiór do skradania się i szpiegowania.

source: Turtleneck
pl_pl: Koszula

source: Unholy Chest Plate
pl_pl: Nieświęty Napierśnik

source: Some mercenaries were interested in the capabilities of the Holy Nation's body armour, but didn't wan't the problems of appearing to be associated with the faction. So they made their own copies without the religious faction logos painted all over it, and then blackened them in the forge.
pl_pl: Niektórzy najemnicy byli zainteresowani możliwościami pancerzy Świętego Narodu, ale nie chcieli mieć problemów z tym, że ktoś może ich uznać za członków frakcji. Stworzyli więc własne kopie zdrapując wszelkie godła i herby, i wyczerniając blachę w kuźni.

source: A solid steel helmet with a protective visor.
pl_pl: Solidny stalowy hełm z wizorem.

source: Visored Helmet
pl_pl: Hełm z wizorem

source: White Plate Jacket
pl_pl: Biała płytowa kurtka

source: White Vest
pl_pl: Biała kamizelka

source: Classical wooden sandals. They take a bit of getting used to, but they're actually really good for running in sand.
pl_pl: Klasyczne, drewniane sandały. Potrzeba czasu, by się do nich przyzwyczaić, ale świetnie sobie radzą podczas biegania w piasku.

source: Wooden Sandals
pl_pl: Drewniane sandały

source: A simple woollen hat, good for cold desert nights.
pl_pl: Zwykła wełniana czapka, w sam raz na zimne, pustynne noce.

source: Wool Hat
pl_pl: Wełniana czapka

source: Worn-out Shorts
pl_pl: Znoszone spodnie

source: Writings by an Okranite theologian: "What is a man's purpose? A simple question yet not one easily answered. Is a man's goal to live a life of uncontrolled pleasure? Is a man's goal to build a future for his children? Barbaric philosophies provide only superficial and false insights. A man's purpose is to fulfil the will of Okran, and through Okran, he will achieve many of these things and more. For there will be a day, Okran willing, when our land will no longer be our home as we know it. It will be the Enlightened lands, the lands of all. Where all the children of Okran will live eternal happy lives; the cycle of souls being forever broken. No longer will Narko's grasp limit us. We will no longer be bounded by our bestial desires. Instead, a man will be free to do whatever one could ever want."
pl_pl: Tekst spisany przez Okranickiego teologa: "Jaki jest cel mężczyzny? Proste pytanie, na które nie każdy odpowie. Czy celem mężczyzny jest życie w niekontrolowanej rozkoszy? Czy jest to zbudowanie przyszłości dla jego dzieci? Barbarzyńskie filozofie prezentują tylko fałszywe i wyimaginowane stanowiska. Celem człowieka jest wypełnianie woli Okrana, i przez Okrana właśnie osiągnie wiele z tych rzeczy, a nawet więcej. Nadejdzie kiedyś dzień, z woli Okrana, gdy nasze ziemie nie będą domem takim, jaki znamy teraz. Będą to ziemie Oświecone, ziemi wszystkich. Dzieci Okrana będą miały wieczne, szczęśliwe życie. Cykl dusz zostanie na zawsze złamany. Ucisk Narko nie będzie nas już ograniczał. Nie będziemy przywiązani do naszych bestialskich pragnień. Zamiast tego człowiek będzie mógł samodzielnie decydować, co zechce ze sobą zrobić."

source: A Holy Purpose
pl_pl: Święty Cel

source: A high quality first aid kit, made up of bandages, disinfectant and painkillers. Only worth the extra money if you have the skill to use it.
pl_pl: Wysokiej jakości apteczka złożona z bandaży, środków dezynfekujących i tabletek przeciwbólowych. Warta kupna, jeśli masz odpowiednie umiejętności.

source: Advanced First Aid Kit
pl_pl: Zaawansowana apteczka

source: A splint kit can be used to rig up wounded bodyparts so that they can be used again. The amount of hitpoints you can splint is limited by your medic skill and the quality of the kit.
pl_pl: Zestaw szyn wykorzystywany do usztywnienia kończyn, by można z nich znowu korzystać. Ilość odnawianych przez szyny PŻ jest limitowana przez jakość zestawu i umiejętność postaci.

source: Advanced Splint Kit
pl_pl: Zaawansowany zestaw szyn

source: A rare piece of ancient technology, anyone capable of researching it could unlock the most advanced technology of the modern age.
pl_pl: Rzadki kawał starożytnej technologii. Każdy mogący zbadać to urządzenie mógłby odblokować najbardziej zaawansowaną technologię współczesnej ery.

source: AI Core
pl_pl: Rdzeń SI

source: Ancient Nutri-Rations
pl_pl: Starożytne nutri-racje

source: An ancient food ration that must be thousands of years old. It's a sealed container that contains a dense cake that's surprisingly filling. It's covered in printed writing and symbols that you don't recognise.
pl_pl: Starożytna racja żywieniowa mająca tysiące lat. To szczelnie zamknięty pojemnik zawierający gęste ciasto, będące zadziwiająco syte. Pudełko pokryte jest nadrukowanymi słowami i symbolami, których nie rozpoznajesz.

source: A valuable artifact from ancient times, detailing long-lost advanced technologies.
pl_pl: Wartościowy artefakt z dawnych czasów opisujący utracone już, zaawansowane technologie.

source: Ancient Science Book
pl_pl: Starożytna książka naukowa

source: Animal Claw
pl_pl: Zwierzęcy pazur

source: Animal Horn
pl_pl: Zwierzęcy róg

source: Skin taken from an animal, can be cured to make leather.
pl_pl: Skóra zdjęta ze zwierzęcia, może zostać wyprawiona.

source: Animal Skin
pl_pl: Zwierzęca skóra

source: Animal Teeth
pl_pl: Zwierzęcy ząb

source: Armour Plating
pl_pl: Płyty pancerne

source: Hammered plates of metal used for crafting armour.
pl_pl: Wybite młotem metalowe płytki do tworzenia pancerzy.

source: Authentic Skeleton Repair Kit
pl_pl: Autentyczny zestaw naprawczy

source: An authentic* repair kit of the very highest quality, designed and manufactured by the Advanced Skeleton Labs of the Western Hives.
pl_pl: Autentyczny* zestaw naprawczy najwyższej jakości, stworzony przez Zaawansowane Laboratorium Szkieletronowe Zachodnich Rojów.

source: A basic first aid kit made up of various bandages, used to stop people from bleeding to death. The poor quality will limit you if it is lower than your skills, resulting in slower healing.
pl_pl: Najprostszy z dostępnych medykamentów zestaw bandaży do powstrzymywania krwawienia. Jego niska jakość będzie ograniczać cię, jeśli jest niższa niż twoja umiejętność leczenia, powodując wolniejsze uzdrawianie.

source: Basic First Aid Kit
pl_pl: Bandaż

source: "One of the sharpest minds I've ever had the pleasure to meet, Emperor Tengu's wit never ceases to amaze me during his visits..." A rather dull text written by famous rebel, Luquin, who was forced to write praise about the emperor during his time in Tengu's Vault. Whether Luquin is still alive or not is unknown.
pl_pl: "Jeden z najbystrzejszych mózgów jakie kiedykolwiek miałem przyjemność poznać. Rozum Imperatora Tengu zawsze mnie zaskakiwał podczas jego odwiedzin..." Raczej nudny tekst napisany przez słynnego rebelianta, Luquina, który został zmuszony do napisania tekstów pochwalnych o imperatorze podczas pobytu w Krypcie Tengu. Nie wiadomo, czy Luquin jeszcze żyje, czy nie.

source: Beautiful Tengu: A Tribute
pl_pl: Trybut dla Pięknego Tengu

source: A new edition of the Holy Lord Phoenix IV's verses on he himself: "When the darkness befell mankind, our Benefactor sent us a guide; He created the Phoenix from his own essence. The Phoenix is not merely a man with a common soul; The Phoenix is an extension of the Lord. His soul is divinely pure, it cannot be corrupt; The Phoenix must always be the one guiding the wavering flames. No other can receive our Creator's instructions."
pl_pl: Nowa edycja wersów Świętego Lorda Feniksa IV, napisana przez niego samego: "Gdy ciemności spadły na ludzkość, nasz Twórca zesłał przewodnika; Stworzył Feniksa z własnego ciała. Feniks to nadzwyczajny człowiek o nadzwyczajnej duszy; Feniks to skrzydło Pana. Jego dusza jest czysta, nie można jej skazić; Feniks jest przewodnikiem między falującymi płomieniami. Nikt inny nie posiadł instrukcji Twórcy".

source: Birth Of The Phoenix
pl_pl: Narodziny Feniksa
