Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Fish Shop
pl_pl: Sklep rybny

source: Refuge
pl_pl: Schronienie

source: Power Station
pl_pl: Elektrownia

source: Bandit Throne
pl_pl: Tron Bandytów

source: Hive Throne
pl_pl: Tron Roju

source: Hive Trader
pl_pl: Handlarz Roju

source: General Storage
pl_pl: Ogólny magazyn

source: Barracks
pl_pl: Koszary

source: Hospital
pl_pl: Szpital

source: Materials Storage
pl_pl: Magazyn materiałów

source: Temple
pl_pl: Świątynia

source: Hydroponic
pl_pl: Hydroponika

source: Inhabited Lab
pl_pl: Zamieszkałe laboratorium

source: Police Station Throne
pl_pl: Komenda główna

source: Outpost
pl_pl: Posterunek

source: Large Storage
pl_pl: Duży magazyn

source: Library
pl_pl: Biblioteka

source: Outpost Storage
pl_pl: Magazyn

source: Nest
pl_pl: Gniazdo

source: Robotics Workshop
pl_pl: Warsztat robotyczny

source: Abandoned HQ
pl_pl: Porzucona baza

source: Reaver
pl_pl: Rozbójnik

source: Barracks 2
pl_pl: Koszary 2

source: Scrapyard
pl_pl: Złomowisko

source: General Shop
pl_pl: Sklep ogólny

source: Armor Shop
pl_pl: Sklep z pancerzami

source: Armory
pl_pl: Zbrojownia

source: Clothing Shop
pl_pl: Sklep z ubraniami

source: Clothes Shop
pl_pl: Sklep z ubraniami

source: Headgear Shop
pl_pl: Sklep z nakryciami

source: Robotics Shop
pl_pl: Sklep z robotyką

source: Tech Workshop
pl_pl: Sklep technologiczny

source: Mechanical Shop
pl_pl: Sklep mechaniczny

source: Ranger Shop
pl_pl: Sklep łowiecki

source: Weapon Shop
pl_pl: Sklep z bronią

source: Skeleton Bar
pl_pl: Bar Szkieletronów

source: Skinhouse
pl_pl: Skórzany dom

source: Old Skinhouse
pl_pl: Stary skórzany dom

source: Cages
pl_pl: Klatki

source: Slaver Stage
pl_pl: Scena łowców

source: Slaver Bar
pl_pl: Bar łowców

source: Slave Shop
pl_pl: Targ niewolników

source: Power Station Small
pl_pl: Mała elektrownia

source: Ruin Robot
pl_pl: Ruina robotów

source: Ruin Rot
pl_pl: Ruina Butwy

source: Used Clothing Shop
pl_pl: Sklep z odzieżą używaną

source: Materials Wholesaler
pl_pl: Sprzedawca materiałów

source: Tech Hunter Shop
pl_pl: Sklep Łowców Technologii

source: Smithy
pl_pl: Kuźnia

source: Shop
pl_pl: Sklep

source: Hideout
pl_pl: Kryjówka

source: Tech Hunter Bar
pl_pl: Bar Techłowców

source: Residential Robot
pl_pl: Robot Domowy

source: Faction Throne
pl_pl: Tron Frakcji

source: Prison
pl_pl: Więzienie

source: The Dancing Skeleton
pl_pl: Tańczący Szkielet

source: Thieves
pl_pl: Złodzieje

source: Faction HQ Cages
pl_pl: Klatki bazy frakcji

source: Control Facility
pl_pl: Placówka Kontrolna

source: Nomad Animal Shop
pl_pl: Sklep ze zwierzętami

source: Traders Guild HQ
pl_pl: Baza Gildii Handlowej

source: Trader HQ
pl_pl: Baza Handlarzy

source: Abandoned House
pl_pl: Porzucony dom

source: Science HQ
pl_pl: Baza Naukowa

source: Hill Hut
pl_pl: Chata na wzgórzu

source: Warehouse
pl_pl: Magazyn

source: Cooking!
pl_pl: Gotuje!

source: Incinerating
pl_pl: Płonie

source: Shredding
pl_pl: Ćwiartuje

source: Empire Citizen
pl_pl: Obywatel Imperium

source: A simple citizen of the United Cities, you lost your job and your house at the whim of a noble lord. Faced with poverty and starvation, which is a crime in this place, you decide to head out of town and find some form of self-employment before you starve to death.
pl_pl: Jesteś prostym obywatelem Zjednoczonych Miast. Straciłeś swoją pracę i dom z powodu widzimisię jednego z możnych. Mając przed oczami biedę i głód, które są nielegalne w tym miejscu, decydujesz się uciec z miasta i w jakikolwiek sposób dorobić, nim zdechniesz z głodu.

source: A homeless and hungry drifter rescues an abandoned puppy. It seems pretty useless. Maybe he will just eat it.
pl_pl: Ty, bezdomny i głodny włóczęga, odnajdujesz porzuconego psiaka. Wygląda na bezużytecznego. Może po prostu go zjesz?

source: Guy with a dog
pl_pl: Koleś z psem

source: Holy Nation Citizen
pl_pl: Obywatel Świętego Narodu

source: A simple citizen of the Holy Nation, you live in relative safety as long as you show obeisance to Okran and his priests. The world outside is said to be barbaric and violent and full of monstrosities, but you decide to venture out and decide for yourself.
pl_pl: Jesteś prostym obywatelem Świętego Narodu, żyjesz w relatywnym bezpieczeństwie póki okazujesz posłuszeństwo Okranowi i jego kapłanom. Świat zewnętrzny podobno jest barbarzyński, brutalny i pełen potworów, ale decydujesz się wyruszyć i sprawdzić to samodzielnie.

source: A group of five nobodies, with nothing to their name, ready to go out and do something about it.
pl_pl: Grupa pięciu nic nieznaczących osób, która gotowa jest wyruszyć w świat i coś z tym zrobić.

source: Nobodies
pl_pl: Banda Zer

source: Rock Bottom
pl_pl: Upadły

source: You've hit absolute rock bottom. You are alone, unarmed, naked and hungry, lost in the middle of a harsh desert teeming with slavers, and you just lost an arm. Good luck.
pl_pl: Upadłeś naprawdę nisko. Jesteś sam, bez broni, nagi i głodny. Pośrodku ogromnej pustyni pełnej łowców niewolników, do tego przed chwilą jakiś robal odgryzł ci ramię. Powodzenia.

source: Very Hard
pl_pl: B. wysoka

source: Your father was a respected Captain in the United Cities army. He was killed in action, and after burning through your meagre savings looking for work, you find yourself penniless and hungry, with nothing left but your father's trusty katana and the shirt on your back. The United Cities are still your allies, but you will need them if you run into any troops from the Holy Empire. Those guys really hate you.
pl_pl: Twój ojciec był szanowanym kapitanem wojsk Zjednoczonych Miast. Zginął w akcji, a po krótkim czasie bezowocnego szukania pracy i wydawaniu oszczędności zdajesz sobie sprawę, że nie masz ani grosza przy duszy, ani jedzenia, w zasadzie niczego poza ojcowską kataną i własną koszulą. Zjednoczone Miasta są nadal twoim sojusznikiem i będziesz ich potrzebować, jeśli trafisz na żołnierzy Świętego Narodu. Te typki naprawdę cię nienawidzą.

source: Son of a Captain
pl_pl: Syn Kapitana

source: Normal
pl_pl: Średnia

source: "I seriously regret coming into cannibal territory. This was a stupid idea." WARNING: You will be attacked immediately upon game start. Not recommended for a first time play.
pl_pl: Naprawdę żałuję wkraczania na terytorium kanibali. To był idiotyczny pomysł." UWAGA: Twoja drużyna zostanie automatycznie zaatakowana tuż po rozpoczęciu gry. Tryb niezalecany dla nowych graczy.

source: The Cannibal Hunters
pl_pl: Łowcy Kanibali

source: Dodgy
pl_pl: Ekstremalna

source: Action RPG
pl_pl: RPG akcji

source: Fed up with stifled city life and taxes, you gather a band to head out and found your own home base. You have assembled a group of 5 other like-minded people, and you've gathered a good supply of building materials to get started with.
pl_pl: Mając dość nudnego, miejskiego życia i podatków zbierasz drużynę by wyruszyć w nieznane i zbudować własną bazę. Zgłosiło się pięciu podobnie myślących ludzi, zdobyłeś też sporo surowców i materiałów budowlanych, by mieć z czym zaczynać.

source: Easy/Hard combination
pl_pl: Średnia

source: Real-time strategy
pl_pl: Strategia w czasie rzeczywistym

source: The Freedom Seekers
pl_pl: Poszukiwacze Wolności

source: The Hive Exile
pl_pl: Wygnaniec z Roju

source: You have been exiled from your hive for not loving the queen enough, sent out into the wilds with no food or equipment. If you don't die from pheremone withdrawl or beak things, you'll be faced with finding your place among the insane human civilisations.
pl_pl: Zostałeś wygnany ze swojego roju za brak miłości do swojej królowej. Wyrzucono cię w środek dziczy bez jedzenia czy wyposażenia. Jeśli nie umrzesz z niedoboru feromonów albo rozpruwaczy, będziesz musiał znaleźć sobie miejsce wśród szalonych, ludzkich cywilizacji.

source: Wanted Criminal
pl_pl: Poszukiwany przestępca

source: Harder
pl_pl: Wyższa

source: A down and out and wanted criminal, scavenging a battlefield you find something interesting. A legendary sword said to be the work of the gods themselves. Someone's going to be missing this, that's for sure. But who cares? It's YOUR legendary sword now.
pl_pl: Będąc bez pieniędzy i mając wyznaczoną nagrodę za własną głowę przeszukujesz pozostałości po polu bitwy. Znajdujesz miecz... Legendarny miecz będący podobno dziełem samych bogów. Ktoś na pewno będzie za nim tęsknić, ale kogo to obchodzi? Teraz to TWÓJ legendarny miecz.

source: The Holy Sword
pl_pl: Święty Miecz

source: You are just another slave, working in the Holy Rebirth pits to build a pointless statue. You dream of the rumored free lands to the south, and hear tales of rebels to the north. HINT: Get into a cage straight away to avoid a beating
pl_pl: Jesteś kolejnym niewolnikiem pracującym w świętym kamieniołomie, Odrodzeniu, by zbudować niepotrzebny posąg. Marzysz, mając w głowie plotki o wolnych ziemiach na południu, słyszysz też historie o rebeliantach na północy. PORADA: Od razu wejdź do klatki by uniknąć pobicia.

source: Hard
pl_pl: Wysoka

source: The Slaves
pl_pl: Niewolnicy

source: Seeking to make your fortune, you spent the last of your savings on a backpack full of trade goods and a pack animal, and are about to start a new life as a trader.
pl_pl: Chcąc zdobyć fortunę wydajesz swoje ostatnie oszczędności na plecak pełen dóbr handlowych oraz towarową bestię, i chcesz zacząć nowe życie jako handlarz.

source: The Wandering Trader
pl_pl: Wędrowny Kupiec

source: Easy
pl_pl: Niska

source: Trading RPG
pl_pl: Handlowy RPG

source: Wanderer
pl_pl: Włóczęga

source: Default
pl_pl: Domyślna

source: You are just a lone wanderer with nothing but a few coins, a pair of pants and a rusty sword, ready to venture out into the world. This is the way the game is intended to be played.
pl_pl: Jesteś zwykłym włóczęgą mającym tylko parę spodni, zardzewiały miecz i trochę pieniędzy, gotowym na wyruszenie w świat. To jest podstawowy, domyślny start rozgrywki.

source: tax collector
pl_pl: Poborca podatkowy

source: Beak Thing
pl_pl: Rozpruwacz

source: Beloved Goat
pl_pl: Ukochana koza

source: Blood Spider
pl_pl: Krwawy pająk

source: Bonedog
pl_pl: Kościopies

source: Cleanser Unit
pl_pl: Jednostka czyszcząca

source: Crab
pl_pl: Krab

source: Domesticated Bull
pl_pl: Udomowiony byk

source: Gorillo
pl_pl: Goryl

source: Great White Gorillo
pl_pl: Wielki Biały Goryl

source: Horse Dog
pl_pl: Pies Konia

source: Iron Spider
pl_pl: Żelazny pająk

source: King
pl_pl: Król

source: King Gorillo
pl_pl: Król goryli

source: Landbat
pl_pl: Nietoperz

source: Leviathan
pl_pl: Lewiatan

source: Megacrab
pl_pl: Megakrab

source: Mountain Dog
pl_pl: Górski pies

source: Mr Gigantus
pl_pl: Pan gigantus

source: Pack Beast
pl_pl: Towarowy garru

source: Pack Beast Dead
pl_pl: Martwy byk towarowy

source: Pack Bull
pl_pl: Byk towarowy

source: Pet Dog
pl_pl: Pies

source: River Raptor
pl_pl: Rzeczny raptor

source: Security Spider
pl_pl: Pająk strażnik

source: Security Spider II
pl_pl: Pająk strażnik II

source: Settler's Pup
pl_pl: Szczeniak

source: Skimmer
pl_pl: Ślizgacz

source: Skin Spider
pl_pl: Skórzany pająk

source: Swamp Raptor
pl_pl: Bagienny raptor

source: The Crabinator
pl_pl: Krabinator

source: War Gorillo
pl_pl: Wojenny goryl

source: Wild Bull
pl_pl: Dziki byk

source: Beak Thing Egg
pl_pl: Jajo Rozpruwacza

source: Nobles pay a lot of money for this rare delicacy. Many people die trying to steal them.
pl_pl: Możni płacą krocie za tę rzadką delicję. Wielu łowców umiera podczas próby ich kradzieży.

source: Big Dung
pl_pl: Wielkie łajno

source: Bone Fragment
pl_pl: Fragment kości

source: A worthless egg shell
pl_pl: Bezwartościowa skorupa jajka.

source: Broken Egg
pl_pl: Uszkodzone jajo

source: Crab Egg
pl_pl: Jajo kraba

source: A live crab egg, worth a little bit of money.
pl_pl: Jajo złożone przez kraba, warte trochę kasy.

source: You're touching poo.
pl_pl: Dotykasz kupy.

source: Dung
pl_pl: Łajno

source: Gurgler Egg
pl_pl: Jajo Gurglera

source: A creepy Fishman egg, stolen from the Gurglers.
pl_pl: Dziwne jajo Rybiarza, ukradzione Gurglerom.

source: Hound Reinforcements
pl_pl: Wsparcie ogarów

source: Allied Reinforcements
pl_pl: Sojusznicze wsparcie

source: Jonin Assault
pl_pl: Atak Joninów

source: Raid
pl_pl: Najazd

source: Hired Thugs
pl_pl: Zatrudnione zbiry

source: Mercs For Hire
pl_pl: Najemnicy na wynajem

source: Bandit Raid
pl_pl: Najazd Bandytów

source: Cannibal Swarm
pl_pl: Mrowie Kanibali

source: Mighty Canhead
pl_pl: Potężny Puszkogłowy

source: Cannibal Raid
pl_pl: Najazd Kanibali

source: Scrawny Raid
pl_pl: Najazd Wychudłych

source: Crabbed Ones
pl_pl: Skrabowani

source: Crab Remedial Round
pl_pl: Dogrywka Turnieju Kraba

source: Crab Tournament!
pl_pl: Turniej Kraba!

source: Crab Quarter Finals
pl_pl: Ćwierćfinał Turnieju Kraba!

source: Crab Semi Finals!
pl_pl: Półfinał Turnieju Kraba!

source: Crab Tournament Final!
pl_pl: Finał Turnieju Kraba!

source: Bandit Rage
pl_pl: Wściekłość Bandytów

source: Bandit Demands
pl_pl: Żądania bandytów

source: United Cities Assault
pl_pl: Atak Zjednoczonych Miast

source: Drug Bust
pl_pl: Nalot narkotykowy

source: Eyegore's Assault
pl_pl: Atak Eyegora

source: Noble's Wrath
pl_pl: Gniew Możnych

source: Noble's Wrath Assault
pl_pl: Atak Możnych

source: Tax Evasion Enforcement
pl_pl: Egzekucja unikania podatków

source: Elite Hunter Assault
pl_pl: Atak elitarnych łowców

source: Eyegore Assault
pl_pl: Atak Eyegora

source: Tax Man Visit
pl_pl: Odwiedziny poborcy

source: Tax Collector
pl_pl: Poborca podatkowy

source: The Fog
pl_pl: Mgła

source: Empire Rebel Visit
pl_pl: Odwiedziny Chłopów Imperium

source: Coast Raid
pl_pl: Najazd Wybrzeży

source: Hive Attack
pl_pl: Atak Roju

source: Retribution Of God
pl_pl: Boska Kara

source: Wrath Of God
pl_pl: Boski Gniew

source: Holy Nation Assault
pl_pl: Napad Świętego Narodu

source: Holy Assault
pl_pl: Święty Najazd

source: Prayer Day
pl_pl: Dzień Modlitw

source: Revenge Of The Hounds
pl_pl: Zemsta Ogarów

source: Hound Check In
pl_pl: Odprawa Ogarów

source: Hound's Welcome
pl_pl: Powitanie Ogarów

source: Southern Hive Visit
pl_pl: Wizyta Południowego Roju

source: Hive Eviction
pl_pl: Eksmisja Roju

source: Beast Trader
pl_pl: Handlarz bestiami

source: Materials Trader
pl_pl: Handlarz materiałami

source: Farm Trader
pl_pl: Handlarz rolniczy

source: Caravan Visit
pl_pl: Wizyta karawany

source: Blooded Raid
pl_pl: Krwawy najazd

source: Ninja Raid
pl_pl: Najazd ninja

source: Enemy Hunt
pl_pl: Polowanie na wroga

source: Invincible Vengeance
pl_pl: Nieśmiertelna Zemsta

source: Shek Challengers
pl_pl: Pojedynkowicze Sheków

source: Challenger Of The Undefeated
pl_pl: Wyzwanie Niepokonanych

source: Shek Revenge
pl_pl: Zemsta Sheków

source: Return For Blood
pl_pl: Powrót po krew

source: Stone Golem's Revenge
pl_pl: Zemsta Kamiennego Golema

source: Shek Proving
pl_pl: Świadectwo Sheków

source: Shek Challenge
pl_pl: Wyzwanie Sheków

source: Tribute Round
pl_pl: Odbiór trybutu

source: Return For Tribute
pl_pl: Powrót po trybut

source: The Big Skin Harvest
pl_pl: Wielkie polowanie na skóry

source: Skin Harvest
pl_pl: Polowanie na skóry

source: Slave Raid
pl_pl: Najazd Niewolników

source: Red Sabre Raid
pl_pl: Najazd Czerwonej Szabli

source: Stone Rat Assault
pl_pl: Atak Kamiennego Golema

source: Stone Rat Visit
pl_pl: Wizyta Kamiennego Golema

source: Thug Attack
pl_pl: Atak zbirów

source: Traders Guild Visit
pl_pl: Wizyta Gildii Handlowej

source: Arm of Okran
pl_pl: Ramię Okrana

source: Ashlands
pl_pl: Popielne Ziemie

source: Berserker Country
pl_pl: Kraj Berserkerów

source: Bonefields
pl_pl: Kościane Pola

source: Border Zone
pl_pl: Strefa Graniczna

source: Burning Forest
pl_pl: Płonący Las

source: Cannibal Plains
pl_pl: Równiny Kanibali

source: Central
pl_pl: Centrum

source: Cheaters Run
pl_pl: Szlak Oszustów

source: Darkfinger
pl_pl: Zgorzel

source: Deadlands
pl_pl: Martwe Ziemie

source: Desert
pl_pl: Pustynia

source: Dreg
pl_pl: Męta

source: Empire
pl_pl: Imperium

source: Fishman Island
pl_pl: Wyspa Rybaków

source: Floodlands
pl_pl: Zalane Ziemie

source: Fog Islands
pl_pl: Mgliste Wyspy

source: Forbidden Isle
pl_pl: Zakazana Wyspa

source: Greenbeach
pl_pl: Zielony Brzeg

source: Grey Desert
pl_pl: Szara Pustynia

source: Greyshelf
pl_pl: Szary Szelf

source: Gut
pl_pl: Jelito

source: Hidden Forest
pl_pl: Ukryty Las

source: High Bonefields
pl_pl: Wyżyna Kości

source: Howler Maze
pl_pl: Labirynt Wyjca

source: Iron Valleys
pl_pl: Żelazne Doliny

source: Leviathan Coast
pl_pl: Wybrzeże Lewiatanów

source: NONE
pl_pl: BRAK

source: Northern Coast
pl_pl: Północne Wybrzeże

source: Obedience
pl_pl: Posłuszeństwo

source: Okran's Gulf
pl_pl: Zatoka Okrana

source: Okran's Pride
pl_pl: Duma Okrana

source: Okran's Valley
pl_pl: Dolina Okrana

source: Purple Sands
pl_pl: Fioletowe Piaski

source: Royal Valley
pl_pl: Królewska Dolina

source: Shem
pl_pl: Sem

source: Shun
pl_pl: Odrzut

source: Skimsands
pl_pl: Piaskowe Wydmy

source: Skinner's Roam
pl_pl: Wędrówka Skinnera

source: Sniper Valley
pl_pl: Dolina Strzelców

source: Sonorous Dark
pl_pl: Brzmiący Mrok

source: South Wetlands
pl_pl: Południowe Mokradła

source: Spider Plains
pl_pl: Pajęcze Równiny

source: Spine Canyon
pl_pl: Grzbiet

source: Stenn Desert
pl_pl: Pustynia Stenna

source: Stobe's Gamble
pl_pl: Ryzyko Stobe'a

source: Stobe's Garden
pl_pl: Ogród Stobe'a

source: Stormgap Coast
pl_pl: Sztormowe Wybrzeże

source: The Black Desert
pl_pl: Czarna Pustynia

source: The Crags
pl_pl: Urwiska

source: The Crater
pl_pl: Krater

source: The Eye
pl_pl: Oko

source: The Great Desert
pl_pl: Wielka Pustynia

source: The Grid
pl_pl: Siatka

source: The Hook
pl_pl: Hak

source: The Iron Trail
pl_pl: Żelazny Szlak

source: The Outlands
pl_pl: Cudze Ziemie

source: The Pits
pl_pl: Jamy

source: The Pits East
pl_pl: Wschodnie Jamy

source: The Shrieking Forest
pl_pl: Wrzeszczący Las

source: The Swamp
pl_pl: Bagna

source: The Unwanted Zone
pl_pl: Niechciana Strefa

source: Vain
pl_pl: Narcyz

source: Venge
pl_pl: Odwet

source: Watcher's Rim
pl_pl: Obrzeże Obserwatorów

source: Wend
pl_pl: Kierunek

source: Human
pl_pl: Człowiek

source: ARTIFACTS
pl_pl: Artefakty

source: This looks like it could be a valuable find, it details the location of an Old Empire military cache. It might have some valuable equipment
pl_pl: Ten przedmiot wygląda na wartościowy. Opisuje umiejscowienie wojskowej skrytki Starego Imperium. Może zawierać trochę wartościowego wyposażenia.

source: Ancient Military Documents
pl_pl: Starożytne dokumenty wojskowe

source: A treasure map for some ancient ruin. If you haven't just pee'd yourself, you're not a true adventurer.
pl_pl: Mapa skarbu prowadząca do jakichś starożytnych ruin. Jeśli jeszcze się nie posikałeś ze szczęścia, nie jesteś prawdziwym poszukiwaczem przygód.

source: It's a map pointing to a certain location in the Ashlands. It's covered in gibberish writing and pictograms. Though the Bugmaster was obviously insane, he seemed to have lived long and knew a lot of the world's secrets. You can piece together enough scraps of information to understand that the Bugmaster was training himself in preparation to go here and kill someone. It seems to have been his obsession. Whoever is there waiting in the Ashlands, it must be someone insanely dangerous.
pl_pl: Mapa wskazująca pewne miejsce na Popielnych Ziemiach. Pokryto ją nieczytelnym pismem i obrazkami. Choć Mistrz Robali był szalony, żył na tyle długo, że znał wiele sekretów świata. Udaje ci się połączyć skrawki informacji by zrozumieć, że Mistrz trenował by pójść tam i kogoś zabić. To musiała być jego obsesja. Ktokolwiek czeka na Popielnych Ziemiach, musi być niesamowicie niebezpieczny.

source: Bugmaster's Map
pl_pl: Mapa Mistrza Robali

source: Engineers Map
pl_pl: Mapa Inżynierów

source: This is an ancient document by an engineer of the old empire, it details potential sites where you could find Engineering Research.
pl_pl: Starożytny dokument spisany przez inżyniera Starego Imperium. Opisuje miejsca potencjalnie zawierające schematy technologii.

source: Glorious Holy Map
pl_pl: Święta Mapa

source: A map of the Holy Nation homelands around Okran's Valley. Some of the farms and mines can be good for trading.
pl_pl: Mapa ziem Świętego Narodu z oznaczonymi miasteczkami w Dolinie Okrana. Niektóre z farm i kopalni mogą przysłużyć się podczas handlu.

source: An actual map of a known location in the fabled Ashlands. This could be worth a fortune.
pl_pl: Aktualna mapa znanych miejsc w legendarnych Popielnych Ziemiach. Może być warta niezłą sumkę.

source: Map of the Ashlands
pl_pl: Mapa Popielnych Ziem

source: Map of the Border Zone
pl_pl: Mapa Strefy Granicznej

source: A no-man's land between the three great nations, conflict prevents civilised settlement.
pl_pl: Ziemia niczyja znajdująca się między trzema wielkimi narodami. Stały konflikt uniemożliwia założenie cywilizowanych osad.

source: Map of the Shek Kingdom
pl_pl: Mapa Królestwa Sheków

source: Map of the Swamps
pl_pl: Mapa Bagien

source: An easy place to get lost, well worth buying a map for.
pl_pl: Miejsce, w którym łatwo się zgubić - kupno mapy jest sensownym rozwiązaniem.

source: Map of the United Cities (Central Territories)
pl_pl: Mapa Zjednoczonych Miast (Tereny Wewnętrzne)

source: A map of all the main towns of the United Cities around the Great Desert area
pl_pl: Mapa zawierająca położenie wszystkich głównych miast ZM na terytorium Wielkiej Pustyni.

source: Shows the outland UC towns of the far south
pl_pl: Zawiera lokalizacje miast ZM położonych na dalekim południu.

source: Map of the United Cities (Extended Territories)
pl_pl: Mapa Zjednoczonych Miast (Tereny Zewnętrzne)

source: Map of Vain
pl_pl: Mapa Narcyzu

source: The mysterious homelands of the Western Hive. Humans don't tend to venture there.
pl_pl: Owiane tajemnicą terytorium Zachodniego Roju. Ludzie zwykle nie podróżują w tamto miejsce.

source: Map to Mongrel
pl_pl: Mapa do Kundla

source: For those desperate enough to face a fate worse than death, a promise of isolated safety and a future without slavery.
pl_pl: Dla tych wystarczająco zdesperowanych, by spotkać los gorszy niż śmierć, jest szansa na odkrycie odizolowanej, bezpiecznej strefy bez niewolnictwa.

source: Map to World's End
pl_pl: Mapa do Końca Świata

source: World's End is an outland stronghold of the Machinist's University. Tech Hunters use it as the main homebase when exploring the north.
pl_pl: Koniec Świata jest rozbudowaną, po części ukrytą fortecą Uniwersytetu Machinistów. Łowcy Technologii wykorzystują ją jako główną bazę wypadową, z której wyruszają dalej, na północ.

source: A treasure map for some ancient ruin. Likely full of treasure or lost technology or horrible death. The map is insanely old and hard to understand, but from what you can gather it appears to be something science or technology related. It could have Ancient Science Books, or possibly even AI Cores.
pl_pl: Mapa z zaznaczonym miejscem położenia starożytnych ruin, zapewne pełnych skarbów, zaginionej technologii albo śmierci. Mapa jest niesamowicie stara i ciężko cokolwiek z niej zrozumieć, ale udaje ci się zrozumieć, że jest związana z czymś naukowym lub technologicznym. Być może w ruinach są księgi naukowe, albo rdzenie SI.

source: Old Treasure Map
pl_pl: Stara mapa skarbu

source: This seems to be a top secret military document from the Holy Nation. It contains orders for a secret special unit of sentinels that guard some kind of secret that they refer to as "Narko's Trap". The location of the base is included with a map.
pl_pl: Ten zestaw dokumentów wygląda na jakąś wojskową korespondencję Świętego Narodu. Zawiera zadania dla jednostki specjalnej strażników chroniących coś nazwanego "Pułapką Narko". Miejsce bazy jest zaznaczone na mapie.
