Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Sightings of hovering ghoulish creatures from the misty caverns west of the Holy Nation plains. The ghouls possess elongated, black frames with long fingers, glowing eyes and a mouth that stretches to the size of a full grown man. Travellers who delve into the mist are renowned for not returning again, until further notice expeditions are to be avoided in the area. - Idad
pl_pl: Pogłoski o lewitujących, ghulo-podobnych stworzeniach ze spowitych mgłą jaskiniach na zachód od równin Świętego Narodu. Ghule mają długie, czarne ciała z równie długimi palcami, błyszczące oczy i usta rozciągające się na długość dorosłego człowieka. Podróżnicy, którzy zabłądzili w tamto miejsce, nigdy nie wrócili, zatem na chwilę obecną zaleca się, by ekspedycje unikały tej strefy. - Idad

source: Legend of the Mist Ghoul
pl_pl: Legenda o Mglistym Ghulu

source: Letter From A Freedom Fighter
pl_pl: List od Wolnościowca

source: "Sister Fuu, You must move quickly. Renid was purged in the town square today for being without an escort in the night. They're on to us, they know about our meetings. The inquisitor will be carrying out a search at dusk, wait for me at our 'place' outside of the city walls. It's time."
pl_pl: Siostro Fuu, Musisz przyspieszyć. Renid została dziś ukarana na miejskim placu za poruszanie się nocą bez eskorty. Oni na nas polują, wiedzą o naszych spotkaniach. Inkwizytor rozpocznie poszukiwania o wschodzie słońca. Zaczekaj na mnie w naszym "miejscu" za murami miasta. Nadszedł czas.

source: A letter written by a swamp resident. Looks like it never ended up getting sent to the recipient. "harmodius you should see this place. im making in a days work what we used to get in a month. im telling you this stuff is the shit. everybody that tastes it just wants more. never tried it myself though, prefer the hashish. stuff takes over you within months. ive seen entire families selling their houses and even their kids for a bit more. dad wouldnt fit in. he'd think we were assholes selling the stuff... doesnt matter as long as it isnt me"
pl_pl: List napisany przez mieszkańca bagien. Chyba nikt nie został wysłany do adresata. harmodiuszu musisz zobaczyć to miejsce. za dzień pracy dostaję tyle ile mieliśmy za cały miesiąc. mówię ci ten towar to niezłe gówno. wszyscy którzy go spróbują chcą jeszcze więcej. sama nie próbowałam, wolę haszysz. towar przejmuje cię w ciągu kilku miesięcy, widziałam całe rodziny sprzedające swoje domy i nawet własne dzieci za trochę tego. tata by tu nie pasował. myślałby że jesteśmy dupkami skoro sprzedajemy takie coś... nie obchodzi mnie to póki sama się nie wkręcę.

source: Letter From A Swamper I
pl_pl: List z bagien, cz. I

source: Letter From A Swamper II
pl_pl: List z bagien, cz. II

source: A note written by a swamp resident: "I messed it up. I had a quiet life, a child. Even earned enough to have my own place. Then I tried it. Just once I thought. See what it feels like. Tried it many times. Adding a little more every time. Hoping to recreate that first time. For every little I added I lost more. Didn't feel like it then. I ended up owing money. Couldn't repay. Had to sell the house. Had to even sell the clothes. I sold my kid's future. But Fuli never left. Through all the shit I did, Fuli stuck with me. I never deserved that kid. No one does. We had to flee. We got found. I couldn't walk. I was too tired. Too weak. They enslaved Fuli. I must go save him. But I can't control myself anymore. I always need it. It enslaved me. Please save my little boy. He doesn't deserve to suffer for my mistakes..."
pl_pl: List napisany przez mieszkańca bagien. Spierdoliłam. Miałam ciche życie, dziecko. Zarabiałam tyle, by mieć nawet własny dom. Potem tego spróbowałam. Tylko raz, tak myślałam. Sprawdzić, jakie to uczucie. Spróbowałam wielokrotnie, z każdym razem trochę więcej. Licząc na odtworzenie tego uczucia pierwszego razu. Z każdą większą ilością traciłam coraz więcej. Nie czułam już tego pierwszego razu. Popadłam w długi. Nie mogłam ich spłacić. Musiałam sprzedać dom, potem ubrania. Sprzedałam przyszłość dziecka. Ale Fuli nigdy nie odszedł. Pomimo tego gówna, które narobiła, Fuli dalej trwał. Nigdy nie zasługiwałam na to dziecko. Nikt na nie nie zasługiwał. Musieliśmy uciekać. W końcu nas znaleźli, ja nie mogłam iść. Byłam zbyt zmęczona. Zbyt słaba. Zniwolili Fuliego. Muszę go uratować, ale nie potrafię się już kontrolować. Cały czas tego potrzebuję. To mnie zniewoliło. Uratujcie mojego małego chłopca. On nie zasługuje na cierpienie za moje grzechy...

source: A note written by a swamp resident: "Well I can't fucking believe it. This place is real after all. Here, one gets what one worked for. No nobles who were born lucky breathing down the necks of workers and asking for rent. No fucking priests claiming they're the ones who got everything figured out and using people's ignorance to steal from them. The only law here is that of nature: strongest gets it all..."
pl_pl: Notatka napisana przez mieszkańca bagien. Nie mogę w to, kurwa, uwierzyć. To miejsce naprawdę istnieje. Tutaj każdy dostaje tyle, na ile sobie zapracował. Bez możnych, którzy mieli szczęście urodzić się na takim stanowisku poniżających swoich niewolników i żądających opłat. Bez pierdolonych kapłanów uważających, że to oni rozumieją cały świat i wykorzystują ludzką ignorancję do bogacenia się. Jedynym miejscowym prawem jest prawo silniejszego...

source: Letter From A Swamper III
pl_pl: List z bagien, cz. III

source: Letter From A Swamper IV
pl_pl: List z bagien, cz. IV

source: A note written by a swamp resident: "im done with this shithole. why are we just grubs in hear when we could be fucking kings and queens outside. i say we book it you me and a few other folks. we grab what we can from the tresury and we make a run for it. we hire more peeple and we form our own bloody gang. after all thats what they told us when we came hear this is the jungle and everythings up for grabs."
pl_pl: Notatka napisana przez mieszkańca bagien. mam dość tego kurwidołka. siedzimy tu jak psy podczas gdy na zewnątrz bylibyśmy jebanymi władcami świata. moim zdaniem powinniśmy zebrać kilku ludzi, zgarnąć ze skarpca to to się da i wypierdalać. zatrudnimy swoich kompanów i zrobimy cholerny gang. po tym co nam powiedzieli gdy tu przybyliśmy... cała dżungla należy do nas.

source: Letter From A Swamper V
pl_pl: List z bagien, cz. V

source: A note written by a swamp resident, likely one of the Grayflayer Clan: "fuck big gray. tiny bill got wasted and hes sittin on his ass goin soft and forbidin us to go skin swifty. hes got us on some bulshit erand to make sure we dont do the bastard in. big gray trusts you. and tiny bill was our fucking brother. waste the son of a bich"
pl_pl: Notatka napisana przez mieszkańca z bagien, naprawdopodobniej członka Łupieżców. jebać szaraka. mały bil dostał wpierdol a ten siedzi na dupie i nie pozwala oskurować reszty. wciska nam jakieś guwno żebyśmy nie mogli się zrewanżować. "wielki szarak wam ufa". a mały bill był jebanym bratem. skurwysyny.

source: Letter From Bad Teeth
pl_pl: List z Próchnicy

source: Official Holy Nation letter addressed to the High Inquisitor: "Today we recovered the bare corpse of Holy Paladin Orsin hung from the Lord Okran's statue at Bad Teeth's northern entrance. Etched deep into his belly were the words: 'The end is near - Flotsam'. For now I have sent a squadron to search Okran's Pride for any signs of camp, but I would request a formal investigation from the Holy Lord Phoenix Himself, Blessed Be His Name. The darkened temptresses cannot be left to commit such sacrilege and corrupt our women any longer, we cannot afford to lose more child bearers from our region. - Paladin Terza"
pl_pl: Oficjalny list Świętego Narodu zaadresowany do Wysokiego Inkwizytora. Dziś odzyskaliśmy nagie ciało Świętego Paladyna Orsina, który został powieszony na posągu Lorda Okrana przy północnym wejściu do Próchnicy. Na jego brzuchu wycięte zostały słowa: 'Koniec nadchodzi - Flotsam'. Na chwilę obecną wysłałem drużynę do przeszukania Dumy Okrana, czy nie znajdują się tam jakiekolwiek oznaki obozowania wroga, ale sugerowałbym zainicjowanie oficjalnego dochodzenia przez Świętego Lorda Feniksa, błogosławione jego imię. Mroczne kusicielki nie mogą pozostać bezkarne po takim świętokradztwie, nie mogą deprawować naszych kobiet, a my nie możemy pozwolić sobie na utratę więcej rodzicielek w tym regionie. - Paladyn Terza

source: "My husband, my master, If you are reading this note, then I have since perished, put to death by the inquisitor. The official reason for my purging will likely be that I was tainted by Narko, trying to corrupt our holy society. Teaching me to read and write, it was the best gift you ever could have given me. And it is because you gave me the right to an education that I now have a voice to say farewell to you. For that, I will be forever grateful. In my last words, know that I was just trying to make the Holy Nation a better place, for my daughter and for all women. Are you happy to never know true love, but only the empty obedience of a servant 'wife'? Is it so wrong to want to be treated as an equal? Not to be condemned before I have even sinned? This madness needs to end. But how many more women need to die before that change can happen? Eva"
pl_pl: Mój mężu, mój mistrzu, Jeśli czytasz ten list, najpewniej mnie już nie ma, zginęłam z ręki inkwizytora. Powodem mojej likwidacji najpewniej będzie opętanie przez Narko, która próbowała zdeprawować mnie i nasze społeczeństwo. Nauczenie mnie czytać i pisać było najlepszym darem, jaki od ciebie otrzymałam. Dzięki twojemu zezwoleniu na edukację uzyskałam możliwość pożegnania się z tobą w ten sposób. Będę za to wdzięczna na zawsze. Na koniec chciałabym dodać, że próbowałam tylko uczynić Święty Naród lepszym miejscem dla naszej córki i wszystkich kobiet. Czy jesteś szczęśliwy z tego, że nie zaznałeś prawdziwej miłości, a jedynie pustego posłuszeństwa 'niewolniczki'? Czy to takie złe, że chcemy być traktowane na równi? Nie być uważane za przeklęte nim w ogóle zgrzeszymy? To szaleństwo musi się zakończyć, ale ile kobiet jeszcze zginie, nim to nastąpi? - Eva

source: Letter Of Farewell
pl_pl: List pożegnalny

source: A sickly love letter from a United Cities noble: "L, With all my heart I love you. I miss the sound of your voice, the touch of your skin... But it is because I love you so that I must also set you free. A peasant from the outer gates mixing with a Lord of high society... The nobles will be sure to make an example of you and you'll 'disappear', along with all the other sorry dreamers. Tonight you won't find me by the willow tree, and neither will you the next day. As much as it pains me to part, I only know it would pain me more to see you come to harm... I have no other choice. Goodbye, my love. K"
pl_pl: Przepełniony miłością list od możnego Zjednoczonych Miast. L, Kocham cię całym moim sercem. Brakuje mi twojego głosu, dotyku twojej skóry... Ale to przez moją miłość muszę cię wypuścić. Chłopka z zewnętrznej dzielnicy łącząca geny z Panem wyższego społeczeństwa... Pozostali szlachcice 'zniknęliby' cię, czyniąc z ciebie przykład, a razem z tobą zniknęli by inni marzyciele. Tej nocy nie znajdziesz mnie pod wierzbą, nie znajdziesz mnie też nocy następnej. Choć boli mnie to niemożebnie, wiem, że jeszcze większy ból sprawiłby mi widok cierpiącej ciebie... Nie mam innego wyboru. Żegnaj, moja miła. - K

source: Letter Of Parting
pl_pl: List na rozstanie

source: The desperate last words of a hopeless Empire merchant: "Bread went damp, jerky went rotten... Must've been one of the other traders, Okran knows who. It's hopeless now: my debts have mounted, shop's closed up. Haven't had a decent meal in weeks, haven't slept in a bed in days. Its only a matter of time before they spot my protruding ribs, my gaunt cheeks. Found some rags, for now I can use them to cover up while I lay low - they find out I'm living rough and hungry, they'll send me to the mines and its game over... I'm at a loss of what to do. My freedom hangs in the balance and my life is slipping away like a boulder down a mountain..."
pl_pl: Desperacki list kupca Imperium. Chleb stwardniał, mięso się zepsuło... To musiała być robota któregoś z handlarzy, Okran wie którego. Sytuacja jest beznadziejna: moje długi wzrosły, sklep zbankrutował. Nie zjadłem porządnego posiłku od tygodni, nie spałem w łóżku od dni. To tylko kwestia czasu, nim strażnicy dojrzą moje wystające żebra i zapadnięte policzki. Znalazłem trochę szmat, mogę ich używać jako przebrania, gdy się ukrywam - jeśli zobaczą, że żyję biednie i nie jem, wyślą mnie do kamieniołomów i będzie to koniec... Nie mam pojęcia, co robić. Moja wolność wisi na włosku, a życie ucieka mi przez palce niczym piach...

source: Letter Of The Condemned
pl_pl: List skazańca

source: Letter To A Priest
pl_pl: List do kapłana

source: A note to a Holy Nation official: "Brother Kong has perished in an ambush but we managed to retrieve his body. Make all the necessary preparations for his widow to accommodate him in the tomb. Paladin Gynn"
pl_pl: List do oficjela Świętego Narodu. Brat Kong zginął podczas zasadzki, ale odzyskaliśmy jego ciało. Przygotuj wszystko, by wdowa była gotowa na jego pogrzeb. - Paladyn Gynn

source: Letter To Darkbrow
pl_pl: List do Czarnobrewego

source: An old, terribly-written letter. Looks like it dates back to before Grim became Big Boss of the swamplands: "big darkbrow, Its come pretty clear that hashs volotillity is becomin a pain in the ass to the hole lot of us. an my sauces tell me hes comin for you an the casinoes first. but together us hounds and blackshifters can trap him. my hounds will help you, but for a prise: I want the city... Ive looked out for you well so far darkbrow, Im sure youll make the right choise. grim" (Overleaf, a crudely drawn picture of a stick man with a knife in the heart has been scribbled)
pl_pl: Stary, okropnie napisany list. Powstał najpewniej zanim Grim stał się przywódcą bagien. szefie, Hasz jest wrzodem na dupie. wszystkie moje źródła mówią że on idzie po ciebie i twoje kasyna. ale razem my, ogary i czarna zmiana możemy go złapać. moje ogary ci pomogą, ale za cene: hcę miasto... służyłem dla ciebie długi czas, Czarnobrewy, jestem pewien rze dobrze wybierzesz. grim" (Na drugiej stronie znajduje się brzydki człowiek-patyczak z nożem w sercu).

source: Letter To Hash
pl_pl: List do Hasha, cz. I

source: An old, terribly-written letter. Looks like it dates back to before Grim became Big Boss of the swamplands: "big hash, again, my condimences for your bruther. the body we found outside long shots casinoe, doc says it was blunt forse from a club that killed him. you and me both kno this was the blackshifters, its no secret the two of you hate eachuthers guts. hell I hate both of you assholes guts. but your the hi boss of the swamps, and I stand by whatever you and the stalker Clan desision is. my hounds are reddy, just say the wurd. grim"
pl_pl: Stary, okropnie napisany list. Powstał najpewniej zanim Grim stał się przywódcą bagien. wielki hashu, ponownie, sładam komdonecje twojemu bratu. ciało znaleśliśmy daleko od kasyna, doktorek mówi że dostał tempym narzędziem. ja i ty wiemy że to byli kolesie z czarnej zmiany, to nie jest tajemnica, rze wy obaj się nienawidzicie. ba, ja obu was nienawidzę. ale ty dowodzisz bagnami, a ja będę stać za tobą. moje ogary som gotowe, powiec tylko słowo. grim

source: An old letter, likely from one of the Stalker Clan. Looks like it dates back to before Grim became Big Boss of the swamplands: "Big Hash, Grims playin us. be on your toes. This dont smell rite."
pl_pl: Stary list, najprawdopodobniej napisany przez członka Prześladowców. Powstał najpewniej zanim Grim stał się przywódcą bagien. Wielki Hashu, Grim się z nami bawi. Pilnuj się. To nie pachnie dobrze.

source: Letter To Hash II
pl_pl: List do Hasha, cz. II

source: "Moll, As you know, my father was executed for possessing sacrilegious texts. As a child, before moving in with my grandfather, I had the chance to read one of them. It was about a Shek woman that lived a long time ago. She travelled with her companions, fought battles and lived extraordinary adventures before she died in a war. Although my mother punished me for admiring her at the time, I couldn't help but wish I was her. I tried so hard to convince myself that the woman was nothing more than a darkened... It's not the fighting that I dreamed of, it was being considered an equal, living freely, without being reminded that I need to obey my husband, my father, the priests, that I need to bear children and be a chaste woman. All I ever wanted was a chance to choose my life and be considered a person, not like an animal without reason. I managed to conceal the book during my long life and I now give it to you so that you may teach young girls the desire for freedom."
pl_pl: Moll, Jak dobrze wiesz, mój ojciec został stracony za posiadanie świętokradczych tekstów. Jako dziecko, nim wyprowadziłam się do dziadka, miałam możliwość przeczytać jeden z nich. Dotyczył kobiety z Sheków, która żyła dawno temu. Podróżowała z towarzyszami, walczyła w bitwach i przeżywała niezwyczajne przygody nim zginęła w walce. Choć moja matka ukarała mnie za wielbienie jej, nie mogłam oprzeć się myślom, że mogłabym być jak ta bohaterka. Próbowałam z całych sił przekonać się, że ta kobieta była nikim więcej niż mroczną... To nie była walka o której marzyłam, to raczej było marzenie o równości, wolnym życiu bez przymusu posłuszeństwa wobec męża, ojca, kapłanów, że mam tylko rodzić dzieci i nie wychodzić z domu. Wszystko czego chciałam to szansa na wybranie własnej drogi i bycie uznawanym za osobę, nie za zwierzę. Udało mi się przechować tę księgę w ciągu długiego życia i teraz ci ją oddaję, byś mogła uczyć młode dziewczyny czym jest pragnienie wolności.

source: Letter To Moll
pl_pl: List do Moll

source: Letter To Priest Ton
pl_pl: List do kapłana Tona

source: "Priest Ton, For the good of all I must report brother Furgus. His wife has taken over him and made him her puppet. He is wasting away his money, money that should be spent acquiring weapons and armour for the next campaign, on his wife's vanity. He must be corrected and his wife either flogged til the shadow is purged or banished from our lands. Nyu."
pl_pl: Kapłanie Tonie, Dla dobra wszystkich muszę zgłosić brata Furgusa. Jego żona przejęła jego umysł i uczyniła swoim pieskiem. Marnotrawi pieniądze, które powinien przeznaczać na broń i pancerz na następną kampanię, na zachcianki żony. Jego poczynania powinny zostać skorygowane, a jego żona biczowana aż skruszeje, bądź wygnana z naszych ziem. - Nyu.

source: The pearl of a Leviathan! What a trophy, it's worth a fortune.
pl_pl: Perła Lewiatana! Znaczne trofeum, jest warte majątek.

source: Leviathan Pearl
pl_pl: Perła Lewiatana

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his patrol. As ordered by commander Nix, we investigated the Hub, fortunately there was no sign of enemy troops. It appears they have all deserted the region, but, before doing so, the blasted fools sacked the settlement and set it ablaze. The Hub is nothing but ruins: Most buildings are ready to collapse, entire sections of the walls have been destroyed. Retaking the Hub would be effortless but resettling it will prove most difficult. It appears their troops occupied the town for some time given that no bodies were found inside, but we still don't know what made the Shek savages abandon the Hub. Further investigation is required."
pl_pl: Fragment oficjalnego raportu. Posiada pieczęć Świętego Narodu. Wysoki Paladyn Ludin raportuje odbyty patrol. Z rozkazu dowódcy Nixa zbadaliśmy Węzeł, na szczęście nie znaleźliśmy tam jakichkolwiek śladów wojsk wroga. Najprawdopodobniej opuścili region, przedtem głupio łupiąc miasto i rujnując je doszczętnie. Węzeł jest obecnie wielką ruiną: większość budynków zapadła się, całe sekcje murów zostały zburzone. Odbicie Węzła byłoby nieefektowne, ale to ponowne zasiedlenie go stanowiłoby największy problem. Wrogie wojska musiały spędzić w mieście dużo czasu, gdyż nie znaleźliśmy żadnych ciał, ale nadal nie wiemy, co spowodowało ucieczkę Sheków z Węzła. Wymagane jest dalsze dochodzenie.

source: Ludin's Report I
pl_pl: Raport Ludina, cz. I

source: Part of an official report with the Holy Nation seal: "High Paladin Ludin reporting his patrol. During our patrol on the southern border, Paladin Lusac's hound spotted shadowy figures atop the hill on which the Hub sits. At this point, the day was getting late and Okran's light had almost fully passed the eastern hill so that we could not clearly see who the intruders were. Lusac's hound grew increasingly more agitated until it eventually managed to escape his hold and chase after the intruders inside of the ruin. We followed, but during our ascension we lost sight of them. The Hub itself was still empty, but it appeared that somebody had indeed been there: Doors were opened and items had been moved, for example. The hound could not be found anywhere within, most likely it was killed during the chase. It is my belief that the Shek may have sent scouts to see if the Hub was retaken. We couldn't see anyone retreating down the southern rampart so they must have set up camp in a nearby cave. I suggest we send patrols deeper south to prevent any further incursions. I also recommend that Lusac be sent home for a few days, the loss of his hound has been a blow to him."
pl_pl: Fragment oficjalnego raportu. Posiada pieczęć Świętego Narodu. Wysoki Paladyn Ludin raportuje odbyty patrol. Podczas badania południowej granicy, ogar Paladyna Lusaca zauważył rozmazane postacie na szczycie wzgórza, na którym stoi Węzeł. W tamtej chwili robiło się późno, a światło Okrana prawie całkowicie zniknęło za wschodnią górą, więc nie mogliśmy dokładnie określić kim byli ci intruzi. Ogar Lusaca zainteresował się tym do tego stopnia, że udało mu się zerwać ze smyczy i pobiegł za intruzami w środek ruin. Poszliśmy za nim, ale wkrótce zgubiliśmy ślad. Węzeł był cały czas pusty, ale wyglądało na to, że ktoś był w środku. Drzwi były otwarte, przedmioty przeniesione, dla przykładu. Psa nigdzie nie mogliśmy znaleźć, zatem najprawdopodobniej zginął podczas pościgu. Moim zdaniem Shekowie wysłali zwiadowców by sprawdzili, czy odbiliśmy Węzeł. Nie byliśmy w stanie zauważyć kogokolwiek uciekającego południową stroną, więc musieli rozbić obóz w okolicznej jaskini. Sugeruję wysłanie patroli głębiej na południe, by uniknąć podobnych sytuacji. Zalecam też wysłanie Lusaca do domu, utrata ogara była dla niego sporym ciosem.

source: Ludin's Report II
pl_pl: Raport Ludina, cz. II
