Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: Secret Holy Nation Documents
pl_pl: Tajne dokumenty Świętego Narodu

source: Tech Hunter Library Map
pl_pl: Mapa biblioteki Łowców Technologii

source: A hand-drawn map marking a location of interest to the Tech Hunters. It's likely to be an oldworld information source that could reveal the locations of Labs.
pl_pl: Odręcznie narysowana mapa z zaznaczonym miejscem poszukiwań Łowców Technologii. To najpewniej starożytne źródło wiedzy mogące zawierać informacje o położeniu laboratoriów.

source: Tech Hunters Map
pl_pl: Mapa Łowców Technologii

source: A map from a Tech Hunter scout, detailing a possible location to find Ancient Science Books.
pl_pl: Mapa będąca wcześniej w posiadaniu zwiadowcy Techłowców, wyszczególnia prawdopodobne położenie miejsca pełnego starożytnych ksiąg naukowych.

source: A rare, extreme long-range weapon for snipers. It's possible to do a lot of damage with one of these before an enemy even realises what is happening to them. Takes skill to use effectively, and not much use at short range.
pl_pl: Rzadka broń dla strzelców wyborowych o niewiarygodnie dalekim zasięgu. Można nią zadać ogromne obrażenia nim przeciwnik w ogóle zorientuje się, co się z nim dzieje. Wymaga umiejętności by poprawnie z niej korzystać, i niezbyt sprawdza się na bliskim dystansie.

source: Eagle's Cross
pl_pl: Orli Krzyż

source: A poor quality attempt at crafting a Toothpick. A pretty worthless bow.
pl_pl: Kiepskiej jakości kusza będąca efektem próby stworzenia Wykałaczki. Bezwartościowy sprzęt.

source: Junkbow
pl_pl: Śmieciowa kusza

source: Oldworld Bow MkI
pl_pl: Starożytna kusza, mod. I

source: Based on salvaged old-world blueprints and manufactured by the Tech Hunters. It's an advanced weapon with a good range and accuracy. More expensive and less common than a Ranger, it's usually used by Tech Hunter expeditions venturing into the dangerous "3 Corners" regions of the continent.
pl_pl: Konstrukcja oparta na starożytnych projektach i zbudowana przez Łowców Technologii. To zaawansowana broń o dobrym zasięgu i celności. Droższa i mniej popularna od Obieżyświata, zwykle wykorzystywana przez łowców na ekspedycjach w stronę groźnych "trzech krańców" świata.

source: Oldworld Bow MkII
pl_pl: Starożytna kusza, mod. II

source: A more advanced version than the MkI, it's more complicated to use and unskilled users have a hard time reloading smoothly. For the experienced archer however it's one of the best long-range weapons available.
pl_pl: Poprawiona wersja względem Mod. I, bardziej skomplikowana i trudniejsza w obsłudze przez niewyszkolonych strzelców. Dla doświadczonych jednak jest to jedna z najlepszych dalekozasięgowych broni dostępnych na kontynencie.

source: A reliable mid-range weapon that's easy to use, especially for amateurs. It deals out consistent damage at a reasonable rate. The standard support weapon in mercenary units.
pl_pl: Kusza przeznaczona do ostrzału na średni dystans, łatwa w obsłudze, szczególnie dla amatorów. Zadaje sensowne obrażenia przy równie sensownej częstotliwości. Standardowa broń wsparcia wśród najemników.

source: Ranger
pl_pl: Obieżyświat

source: The Spring Bat is a modern invention. Designed by rebels in the formative years of the United Cities, it's easy to build and designed to have the power to punch through the heavy armour of dominating military forces. It pays for this with short range and poor accuracy.
pl_pl: Kij sprężynowy to nowy wynalazek. Zaprojektowany przez buntowników w dawnych czasach Zjednoczonych Miast, jest łatwy do stworzenia i ma siłę przebicia ciężkiego pancerza. Niestety kosztem niskiego zasięgu i średniej celności.

source: Spring Bat
pl_pl: Kij sprężynowy

source: A cheap and lightweight weapon from the swamps. It's not very powerful, but it can be used to spray an opponent with bolts at close range before switching to a sword.
pl_pl: Tania i lekka broń prosto z bagien. Nie jest potężna, ale pozwala na zasypanie przeciwnika pociskami nim dojdzie do zwarcia.

source: The Hivers are extremely proud of the skeleton limbs that they supposedly manufacture themselves. This arm is obviously made mostly out of salvaged parts from other skeleton arms, though they did make a functioning claw hand for it, quite an impressive feat of engineering in this age. The limb cap is half a grog can with some padding inside. They are good and cheap, but not very durable, and obviously your dexterity is going to suffer from having a claw for a hand.
pl_pl: Rojownicy są niezwykle dumni ze szkieletronowych kończyn, które samodzielnie stworzyli. To ramię powstało z odzyskanych części innych, oryginalnych ramion, dodano też działającą dłoń w postaci szponów, co jest dość imponującym osiągnięciem na tle ogólnego zacofania inżynieryjnego obecnych czasów. Podstawę kończyny stanowi połowa przeciętego kanistra grogu, wyłożona materiałem w środku. Dobry i tani zamiennik, ale niezbyt wytrzymały, do tego twoja zręczność mocno ucierpi z powodu posiadania szponów zamiast dłoni.

source: Economy Arm (left)
pl_pl: Ekonomiczna ręka (lewa)

source: Economy Arm (right)
pl_pl: Ekonomiczna ręka (prawa)

source: Economy Leg (left)
pl_pl: Ekonomiczna noga (lewa)

source: Economy Leg (right)
pl_pl: Ekonomiczna noga (prawa)

source: The Hivers are extremely proud of the skeleton limbs that they supposedly manufacture themselves. This "leg" obviously used to be a skeleton's arm, with the hand removed and half a grog can to act as a stump fitting. They haven't added any foot, because Hivers don't understand the necessity for feet. Still, they are the only modern day manufacturers of artificial limbs. The natural go-to when you are low on funds and somethings eats off your leg.
pl_pl: Rojownicy są niezwykle dumni ze szkieletronowych kończyn, które samodzielnie stworzyli. Ta "noga" niegdyś była jeszcze ramieniem, ale usunięto z niej szpony. Nie posiada sztucznej stopy, gdyż Rojownicy nie rozumieją potrzeby ich posiadania. W obecnych czasach Roje są jedynymi twórcami sztucznych kończyn. To naturalna deska ratunku kiedy masz mało pieniędzy, a coś zjada ci nogę.

source: Hive Left Leg
pl_pl: Lewa noga robala

source: Hive Right Leg
pl_pl: Prawa noga robala

source: Human Left Leg
pl_pl: Lewa ludzka noga

source: Human Right Leg
pl_pl: Prawa ludzka noga

source: An arm from an ancient logistics unit, it has exceptional strength. These units were used in the corporate factories and warehouses of the distant past. Due to their inherent slowness they weren't adapted into combat units like their cousins, and remained behind in production roles before they were buried in the ash.
pl_pl: Ramię pochodzące ze starożytnej jednostki logistycznej, cechuje się wyjątkową wytrzymałością i zwiększonym udźwigiem. Jednostki logistyczne wykorzystywano w korporacyjnych fabrykach i magazynach w przeszłości. Ze względu na ich powolność nie przystosowano ich do walki jak ich "kuzynów", i pozostały przy swojej normalnej pracy aż do pogrzebania pod popiołami.

source: Industrial Lifter Arm (left)
pl_pl: Przemysłowa ręka (lewa)

source: Industrial Lifter Arm (right)
pl_pl: Przemysłowa ręka (prawa)

source: The KLR series was legendary for it's simple durability. Designed for the original service bots working alone in remote hostile environments, fancy features and luxuries were ditched in favor of simplicity. Many were used on the frontlines of the war, so few can be found today.
pl_pl: Seria KLR stała się legendą ze względu na wytrzymałość. Oryginalnie dostosowana była dla robotów pracujących samotnie w odległych, nieprzyjaznych środowiskach. Dodatkowe ulepszenia i luksusy zostały usunięte na rzecz prostoty. Wiele z tych botów walczyło na froncie, więc nie zachowało się ich zbyt wiele - ani szkieletronów, ani kończyn.

source: KLR Series Arm (left)
pl_pl: Ręka KLR (lewa)

source: The KLR series was legendary for it's simple durability. Designed for the original service bots working alone in remote hostile environments, fancy features and luxuries were ditched in favor of simplicity.
pl_pl: Seria KLR stała się legendą ze względu na wytrzymałość. Oryginalnie dostosowana była dla robotów pracujących samotnie w odległych, nieprzyjaznych środowiskach. Dodatkowe ulepszenia i luksusy zostały usunięte na rzecz prostoty.

source: KLR Series Arm (right)
pl_pl: Ręka KLR (prawa)

source: KLR Series Leg (left)
pl_pl: Noga KLR (lewa)

source: Not the fastest legs around, but a heavy duty KLR leg like this one will keep on running when any normal person would be limping, so the cannibals won't be able to catch up to you and get any more of your limbs.
pl_pl: Może nie pozwalają osiągać najwyższych prędkości, ale nogi KLR, takie jak ta, są do zadań specjalnych i pozwalają na ciągły bieg, kiedy normalna osoba by się już przewracała. Dzięki temu kanibale nie zdążą cię złapać i nie stracisz kolejnej kończyny.

source: KLR Series Leg (right)
pl_pl: Noga KLR (prawa)

source: Scout Leg (left)
pl_pl: Noga zwiadowcy (lewa)

source: The leg of a rebel scout unit. The design has been kept lightweight at the cost of durability, but is capable of impressive speed.
pl_pl: Noga rebelianckiej jednostki zwiadowczej. Celem projektu było zachowanie lekkości na rzecz wytrzymałości - pozwala posiadaczowi osiągać niewiarygodne prędkości biegu.

source: Scout Leg (right)
pl_pl: Noga zwiadowcy (prawa)

source: A common skeleton arm. Though a few thousand years old, those that have survived in good condition can be more dexterous than human hands.
pl_pl: Pospolita szkieletronowa ręka. Pomimo tysięcy lat za sobą, przetrwały ten czas w dobrym stanie i sprawdzają się o wiele lepiej niż ludzkie ręce.

source: Skeleton Arm (left)
pl_pl: Ręka szkieletrona (lewa)

source: Skeleton Arm (right)
pl_pl: Ręka szkieletrona (prawa)

source: Common skeleton leg from one of the General Purpose Labour series.
pl_pl: Pospolita szkieletronowa noga z serii produkcyjnej "Praca Ogólna".

source: Skeleton Leg (left)
pl_pl: Noga szkieletrona (lewa)

source: Skeleton Leg (right)
pl_pl: Noga szkieletrona (prawa)

source: Steady Arm (left)
pl_pl: Pewna ręka (lewa)

source: A well maintained piece of machinery, this arm has been carefully customised and upgraded by its previous owner. The motor seems like a completely different unit and there's some kind of AI thralled into a feedback unit that provides adaptive stabilisation.
pl_pl: Dobrze zakonserwowany kawał elektroniki. To ramię zostało dokładnie spersonalizowane i ulepszone przez poprzedniego właściciela. Napęd prawdopodobnie został wstawiony z innej jednostki, zaimplementowana została też SI dla adaptacyjnej stabilizacji.

source: An old leg from one of the specialised assassination units from the war. The rubberised footing has been renewed at some point in recent history, allowing for quiet movement instead of the usual CLANK sounds that most skeletons make when walking.
pl_pl: Stara noga jednej z jednostek skrytobójczych z czasów wojny. Gumowe podeszwy zostały odnowione jakiś czas temu, pozwalając na cichy ruch zamiast zwyczajowego STUKANIA, który większość szkieletronów wydaje podczas chodzenia.

source: Stealth Leg (left)
pl_pl: Cicha noga (lewa)

source: Stealth Leg (right)
pl_pl: Cicha noga (prawa)

source: A heavily customised arm. Somehow the components have almost no rust, and the mechanism is extremely smooth.
pl_pl: Poważne zmodernizowane ramię szkieletrona. Jakimś cudem komponenty prawie wcale nie są zardzewiałe, a mechanizm działa imponująco gładko.

source: Thief's Arm (right)
pl_pl: Ręka złodzieja (prawa)
