Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/gamedata.po
Languages: pl_pl

source: If you are reading this there is a good chance you just escaped from Rebirth and are half-dead. This safehouse is for you to use to rest and recover, you should hopefully find here some food, tools to remove your shackles, beds, and some basic clothing. Good Luck. PS. If you are just a passing adventurer, please don't loot this place, or we will hunt you down and skin you alive. PPS. If you are a Holy Nation soldier, fuck you and fuck your dumb brain-washing religion, we will defy you to the end you poncy stuck-up slope-browed mouth-breathers. --Moll
pl_pl: "Jeśli to czytasz istnieje szansa, że właśnie uciekłeś z Odrodzenia i ledwo żyjesz. To schronienie jest dla ciebie, byś odpoczął i zregenerował się. Prawdopodobnie jest tu jeszcze jedzenie, narzędzia do usunięcia kajdan i trochę podstawowego odzienia. Powodzenia, szczęśliwcu. PS Jeśli jesteś tylko wędrowcem, nie łup tego miejsca, bo inaczej znajdziemy cię i oskórujemy żywcem. PPSS Jeśli jesteś żołnierzem Świętego Narodu, jebać ciebie i jebać twoją idiotyczną, piorącą mózgi religię. Będziemy się wam przeciwstawiać do samego końca, wy świrnięte kurwy. – Moll"

source: The decapitated head of a Fogman Prince. This trophy is worth a heavy bounty.
pl_pl: Dekapitowana głowa Księcia Mglaków. To trofeum jest warte fortunę.

source: Fog Prince Head
pl_pl: Głowa Księcia Mgieł

source: Disappointing but nutritious, squished into an efficient cube.
pl_pl: Posiłek rozczarowujący w smaku, ale pożywny, ściśnięty w łatwą w transporcie kostkę.

source: Foodcube
pl_pl: Masa owocowa

source: Forbidden Sympathy
pl_pl: Zakazana sympatia

source: Illegal writings of an unknown author in the holy lands: "If you prick a horned devil, does he not bleed? Does a woman not shed tears when she is sentenced to her doom? Does the man with green skin not want happiness, like all sentient beings? We are all the same, we all feel fear, but let us not allow that fear to deceive us into inflicting such suffering on other souls. Over time and history, technology advances, knowledge expands. Perhaps it is time for progress in spiritual teachings as well. In these Holy Lands my words are forbidden and I will likely be put to the flame, but I hope these words instill even the slightest fraction of humanity into our society, lest my death be in vain."
pl_pl: Nielegalne zapiski nieznanego autora ze Świętych Ziem. "Jeśli dźgniesz rogatego diabła, czyż on nie krwawi? Czyż kobieta nie roni łez, gdy jest skazywana na cierpienie? Czyż człowiek z zieloną skórą nie chce szczęścia, jak wszystkie rozumne istoty? Wszyscy jesteśmy tacy sami, wszyscy boimy się strachu, ale nie pozwólmy na to, by strach zmusił nas do zadawania cierpienia innym duszom. Z czasem i z historią rozwija się technologia, rozszerza wiedza. Być może nadszedł czas, by rozwinęły się też nauki duchowe. Na Świętych Ziemiach moje słowa są zakazane i najpewniej zostanę spalony na stosie, ale liczę na to, że te słowa trafią choć do jednej cząstki ludzkości, a moja śmierć nie pójdzie na marne."

source: Uncooked meat from a poor quality source. No good for eating.
pl_pl: Nieugotowany kawał słabej jakości mięsa. Normalny człowiek go nawet nie tknie.

source: Foul Raw Meat
pl_pl: Podłe mięso

source: Fuel is what keeps everything running. You need it for your generators.
pl_pl: Paliwo napędza mechanizmy. Potrzebujesz go do generatorów.

source: Fuel
pl_pl: Paliwo

source: Gears
pl_pl: Zębatki

source: Gear wheels, used in various machinery.
pl_pl: Koła zębate do różnych mechanizmów.

source: The vital core of any electricity-generating machine. Weighs a ton.
pl_pl: Ważny rdzeń z jakiejś turbiny albo agregatu. Waży tonę.

source: Generator Core
pl_pl: Rdzeń generatora

source: Rice and vegetables, good food.
pl_pl: Ryż i warzywa. Dobry, odżywny obiad.

source: The Grand Fish, king of all the two known fish species in the world.
pl_pl: Wielka ryba, królowa dwóch znanych światu ryb.

source: Grand Fish
pl_pl: Wielka ryba

source: Great White Claw
pl_pl: Wielki biały pazur

source: The severed claw from the gorillo of Mourn.
pl_pl: Ucięty pazur goryla z Lamentu.

source: Skin taken from the rare Great White Gorillo.
pl_pl: Skóra zdjęta z rzadkiego Wielkiego Białego Goryla.

source: Great White Skin
pl_pl: Wielka biała skóra

source: Greenfruit
pl_pl: Psianka

source: It's not actually green or even a fruit, it's a vegetable. Nobody knows why it's called this, but the habit continues.
pl_pl: Psianka to nazwa dla rośliny, której produktem jest to... coś. Nie wiadomo czy to owoc, czy warzywo, nie posiada też własnej nazwy, ale taka już nastała tradycja.

source: An old machine from empires past. Doesn't work.
pl_pl: Stare urządzenie pochodzące z czasów dawnych imperiów. Nie działa.

source: Grind Machine
pl_pl: Szlifierka

source: A traditional canister of grog. Quite weak as alcoholic drinks go, but that just means you can drink several times more of it.
pl_pl: Kanister tradycyjnego grogu. Dość słaby w porównaniu do innych alkoholi, ale przynajmniej można go więcej wypić.

source: Gurgler Head
pl_pl: Głowa gurglera

source: The decapitated head of a King Gurgler. This trophy is worth a heavy bounty.
pl_pl: Ucięty łeb Króla Gurglerów. To trofeum jest warte małą fortunę.

source: Hacksaw
pl_pl: Piła do metalu

source: A metal saw. Could be used to remove slave shackles.
pl_pl: Metalowa piła. Można jej użyć do usunięcia niewolniczych kajdan.

source: An ancient book of science that has been chewed up and half eaten by some kind of animal. It's pretty useless now.
pl_pl: Starożytna książka naukowa którą jakieś zwierzę przeżuło i zjadło do połowy. Raczej do niczego się nie przyda w tym stanie.

source: Half-Eaten Ancient Science Book
pl_pl: Ugryziona książka naukowa

source: Hashish
pl_pl: Haszysz

source: A narcotic product that can ruin your life by getting you arrested. Effects include foolish giggling, increased sense of humor, and enjoyment of food. Narcotics are illegal in most towns and will get you busted if you are caught smuggling, however the potential profits are huge. The traders guild won't touch them. Despite all of this however, the drug remains popular, especially in borderland towns where the laws are less aggressively enforced.
pl_pl: Narkotyk który może zrujnować ci życie z powodu aresztowania. Efekty zażycia to: głupawka, zwiększone poczucie humoru i nadmierne poczucie głodu. Narkotyki są nielegalne w większości miast i mogą cię wpędzić do więzienia, jeśli zostaniesz przyłapany podczas ich przemytu. Jednakże, zysk z tego jest wysoki. Gildia handlowa tym się nie zajmuje. Pomimo tego wszystkiego haszysz jest popularny, szczególnie w miastach na obrzeżach, gdzie prawo jest mniej agresywnie egzekwowane.

source: Hemp
pl_pl: Konopie

source: Hemp is commonly used to make fabrics and clothing.
pl_pl: Konopie wykorzystywane są do tworzenia tkanin i ubrań.

source: Hinge
pl_pl: Zawias

source: Hoe
pl_pl: Motyka

source: Holy Edict
pl_pl: Święty Edykt

source: A holy edict from the Holy Lord Phoenix LXII Himself: "Our father Okran's kingdom is plagued by debauchery and lust! The foreign women not only walk unleashed, but they pillage our resources. Gold, silver, iron... these are not things meant to be worn to display one's vanity. They are meant for tools, tools through which we install order in the world. Any woman seen wearing jewelry and without a guardian will be flogged until she repents."
pl_pl: Święty edykt wydany przez Świętego Lorda Feniksa LXII: "Królestwo ojca naszego, Okrana, jest splugawione rozpustą i lubieżnością! Obce kobiety chodzą półnagie i kradną nasze surowce. Złoto, srebro, żelazo... To nie są rzeczy stworzone do zaspokajania swojej próżności. To materiały do tworzenia narzędzi - narzędzi, którymi zaprowadzimy porządek na świecie. Każda kobieta nosząca biżuterię i bez towarzystwa strażnika będzie biczowana aż to wyrażenia skruchy."

source: Holy Seal
pl_pl: Święta Pieczęć

source: Special item. Reads: 'Absolver of the Infernal' A seal given to you by the Holy Lord Phoenix, blessed be his name. Show it to paladins for aid.
pl_pl: Przedmiot specjalny. Napis głosi: "Oczyściciel Piekielnych". Pieczęć nadana tobie przez Świętego Lorda Feniksa, błogosławione jego imię. Pokazanie jej paladynom zagwarantuje pomoc.

source: A horn spike from the legendary Megaraptor, should fetch a good price.
pl_pl: Czubek rogu legendarnego Megaraptora, wart niezłą sumkę.

source: Horn of the Megaraptor
pl_pl: Róg Megaraptora

source: Human Teeth
pl_pl: Ludzki ząb

source: Iron Plates
pl_pl: Żelazne płyty

source: Used for building machinery, or for further refinement into steel.
pl_pl: Wykorzystywane do budowy maszynerii lub do wyrobu stali.

source: ITEM
pl_pl: PRZEDMIOT

source: King Shager's Reign
pl_pl: Rządy Króla Shagera

source: An anonymous account of the battle against the Okranites during King Shager's reign: "The Holy Nation dogs prodded a sleeping leviathyn when they attacked the first Shek. So the Shek bit back and the body count rose. You can be held down by your enemy, or you can stand and fight until your last breath, bring blood and doom to their very door, even when impossible odds are faced. Under Shager's rule, the vengeful Shek fought fiercely to the death, but they were far outnumbered and their armies withered with no victory in sight."
pl_pl: Anonimowe stanowisko wobec bitwy z Okranitami podczas rządów króla Shagera: "Psy Świętego Narodu nadepnęły na łapę śpiącemu lewiatanowi gdy zaatakowali pierwszych Sheków. Shekowie się odgryźli, a liczba ciał zaczęła rosnąć. Możesz zostać uwięziony przez swojego wroga, ale możesz też powstać i walczyć do ostatniego dechu, utoczyć krwi i przynieść zagładę do ich drzwi, nawet jeśli okoliczności nie sprzyjają. Pod władzą Shagera żądni zemsty Shekowie walczyli dumnie aż do śmierci, choć wróg miał ogromną przewagę liczebną, a ich armie nie miały szans zna zwycięstwo."

source: A tattered old book on the Shek hero, Kral's, last moments: "The fierce warrior Kral took to the hills, it was an ambush; one hundred swords surrounded him. But he stood. Fearless. Waiting. He took the first unrelenting strike and the front two fell. They charged from behind, the side, the front, but he dodged, sliced, hurled. The swords quivered and shook, and the blood of Kral's enemies ran the hills red. A stab in the back and the swords closed in, Kral's assassin flung to his doom. A stab to the gut and the swords closed in, Kral's swarmers cleaved from their feet. The swords closed in and Kral was dealt a hundred cuts, passed to the other side, to Gateway where he lives an eternal hero."
pl_pl: Podniszczona, stara książka o ostatnich momentach bohatera Sheków, Krala. "Bezwzględny wojownik Kral udał się na wzgórza. Tam wpadł w pułapkę: setka żołnierzy otoczyła go. Ale on nie uciekł. Czekał, nieustraszony. Zadał pierwszy cios, dwóch napastników padło. Ci zaatakowali go z tyłu, z przodu, z boku, ale on zrobił unik, zamachnął się, przeciął i uderzył. Miecze krzesały iskry, a krew wrogów Krala spływała czerwienią bo piachu. Dźgnięcie w plecy i miecze się zderzyły, zabójca Krala rzucił się ku zagładzie. Dźgnięcie w brzuch i miecze się zderzyły, mrowie napastników upadło na kolana. Miecze zderzyły się i Kral otrzymał setki cięć. Odszedł na drugą stronę, do Bramy, gdzie teraz żyje jako wieczny bohater."

source: Kral's Last Stand
pl_pl: Ostatnia obrona Krala

source: Lam's Survival Vol.1
pl_pl: Przetrwanie Lama, cz. I

source: Wolves are common all over the continent and most people already know how to deal with them. They are mostly nocturnal hunters and are attracted to the scent of blood, so keep your home clean of blood and corpses, it's worth investing in an incinerator.
pl_pl: Wilki są często spotykane na całym kontynencie i większość ludzi wie, w jaki sposób sobie z nimi radzić. Są to w dużej mierze nocni łowcy i przyciąga je zapach krwi. Staraj się zatem trzymać porządek wokół siebie, warto zainwestować w spalarnię.

source: Lam's Survival Vol.3
pl_pl: Przetrwanie Lama, cz. III

source: The Leviathan is a terrifyingly huge and powerful creature capable of flattening towns and armies. Thankfully they are mostly peaceful animals unless threatened; Avoid travelling in groups larger than 2 or 3 people and you should stay safely beneath their notice. The lone males tend to be the most aggressive, so watch out for them...
pl_pl: Lewiatan jest przerażająco wielką i potężną bestią zdolną równać z ziemią miasta i armie. Na szczęście są dość pokojowymi zwierzętami dopóki nic im nie zagraża. Unikaj podróżowania w grupach większych niż dwoje, troje ludzi, a te nie zwrócą na ciebie uwagi. Samotne samce bywają najbardziej agresywne, więc miej się na baczności...

source: Lantern
pl_pl: Latarnia

source: Lantern of Radiance
pl_pl: Latarnia Blasku

source: An old lantern. It looks pretty beaten up and barely functions. There are some worn out scratchings on it which look like the crude drawings of a child.
pl_pl: Stara latarnia. Wygląda na dość obitą i ledwo działa. Widać na niej sporo rys przypominających okropne, dziecięce rysunki.

source: An important ingredient in crafting armour. Good to stock up on as it can be hard to find.
pl_pl: Ważny składnik w tworzeniu pancerzy. Warto trochę ich ze sobą mieć, bo ciężko je znaleźć.

source: Leather
pl_pl: Skóra

source: Legend of Luquin I
pl_pl: Legenda Luquina, cz. I

source: "Luquin was a farmer's son, born into the outer edges of Catun. At the young age of 14, Luquin's parents' business hit misfortune and they were quickly thrown into poverty. Homeless in Empire society, they were treated as an unwanted burden and hastily sold into slavery. Beaten, starved and worked to exhaustion after a year in the mines, the hardship finally took it's toll on Luquin's father. He eventually succumbed to his fatigue, leaving Luquin's mother heartbroken and bitter. With nothing left to lose, mother Luquin was determined for a life of normality for her son, so she hatched an escape plan. One night, she came for Luquin and freed him from his cage during a commotion. The two of them fled to the outside of the camp until, suddenly, they were intercepted by one of the slaver guards. The brave mother threw herself onto the guard, his sword piercing through her torso. She yelled and screamed for Luquin to run as she gouged at the guard's eyes, blood streaming from her wound. Luquin ran towards the barren outlands with tear-filled eyes, never looking behind..."
pl_pl: "Luquin był synem rolnika, urodził się na obrzeżach Catunu. Gdy miał 14 lat, jego rodziców spotkała seria nieszczęść i wpadli w sporą nędzę. Jako że bezdomność w imperialnym społeczeństwie jest karalna, traktowano ich jako niepotrzebne śmieci i szybko sprzedano w niewolę. Bicie, głód i praca do wycieńczenia po roku w kamieniołomach odbiła się na zdrowiu ojca Luquina. Zmarł z wycieńczenia, zostawiając żonę ze złamanym sercem i wypaloną duszą. Nie mając nic do stracenia matka Luquina była zdeterminowana, by jej syn miał normalne życie, więc opracowała plan ucieczki. Pewnej nocy przyszła po syna, wyciągnęła go z jego klatki gdy strażnicy byli zajęci. Udało im się dotrzeć na skraj obozu gdy nagle ich drogę zaszło dwóch strażników. Dzielna matka rzuciła się na jednego z nich, jego miecz przebił jej tors. Krzyczała i wrzeszczała na Luquina, by ten uciekał, podczas gdy sama próbowała wydłubać strażnikowi oczy. Luquin biegł przed siebie mając oczy pełne łez, nie spojrzał za siebie nawet raz..."

source: "It was 7 years since Luquin had escaped the mines. Starving and alone in the desert, he'd been found by ninjas who took him under their wing and trained him in stealth and assassination. He vowed revenge on the nobles and trained hard under their education. At 22 years old, he returned to his hometown for blood. One by one, he'd pick off the nobles, instil fear in their hearts and make their days hell. His first victim was Lord Kurusaga, one of Emperor Tengu's Inner Circle of High Nobles. The grisly scene was discovered by his personal bodyguard the next morning, Kurusaga's corpse impaled on his own sword. Pierced on the sword was a note: 'One down, five to go'. The Emperor and his Inner Circle had received their first of many death threats... and Luquin would pay dearly for it."
pl_pl: "Minęło 7 lat odkąd Luquin uciekł z kamieniołomu. Głodny i samotny na bezkresnej pustyni, w końcu został znaleziony przez ninja, którzy przyjęli go pod swoje skrzydła i nauczyli swojego fachu. Młodzieniec pragnął zemsty na możnych i ćwiczył nieustannie. W wieku 22 lat wrócił do swojego miasta, żądny krwi. Wybierał możnych jednego po drugim, szerząc strach w ich sercach i czyniąc każdy ich dzień piekłem. Pierwszą jego ofiarą był Pan Kurusaga, jeden z członków Wewnętrznego Kręgu Imperatora Tengu. Straszliwą scenę śmierci odkrył jego ochroniarz następnego dnia, ciało Kurusagi nabite na miecz. Do zbroczonego krwią czoła przyklejona była notatka: "Jeden martwy, pozostało pięciu". Imperator i jego Wewnętrzny Krąg otrzymał wtedy pierwszą z wielu gróźb śmierci... a Luquin miał srogo za to zapłacić."

source: Legend of Luquin II
pl_pl: Legenda Luquina, cz. II

source: Legend of the Forsaken Howler
pl_pl: Legenda o Porzuconym Wyjcu

source: Rumours of a 'feathery bird man' with oversized long beak, exposed skull and protracted pointed claws. The beast is described to produce jarring sounds of a deafening screech. Spotted in the area of the Tarsands. Hostility unknown. Possibly a ghoul or mutant from the ancient race. - Atticus
pl_pl: Pogłoski o "człowieku-ptaku z piórami" o długim dziobie, nagiej czaszce i wygiętych pazurach. Bestia opisywana jest jako wydająca ogłuszające skrzeczenie. Spotkano ją w okolicach Bitumy. Nastawienie nieznane. Prawdopodobnie ghul albo mutant z czasów starożytnej rasy. - Atticus

source: Rumours of a half man, half dog beast spotted in the area of Vain. The beast is noted to have hideous rotting flesh and jerked movements. The beast is classed as hostile, but easily enough distracted for a safe escape. Likely a mutant bone dog from the nearby toxic Tarsands. - Atticus
pl_pl: Pogłoski o pół-psie, pół-człowieku spotkanym w okolicach Narcyza. Bestia opisywana jest następująco: złożona z gnijącego mięsa i tak samo śmierdząca, kompulsywne, prawie padaczkowe ruchy. Bestia klasyfikowana jest jako groźna, ale łatwo rozpraszalna w razie ucieczki. Najpewniej zmutowany kościopies z okolic toksycznej Bitumy.

source: Legend of the Foulhound
pl_pl: Legenda o Dzikim Ogarze

source: Holy Nation legend tells of the souls of the lost Shek becoming consumed by malice, hate and envy for the living. Their naturally 'aggressive' nature, as the Okranites claim, make them the most easily corruptable by the 'demoness'. The Grievewraith consists of a rotting corpse with the spikes, or limbs, of a flesh insect protruding from its back, supposedly this is its mid-transformation into a beast. Now, legend aside, we've had numerous sightings of these wraiths both by Holy Nation residents and adventurers, mainly around the ruins of the central plains. So far we've learned that they are nocturnal and they prefer to take victims in the rubble of cities which have been heavily touched by death. All of its victims have disappeared without trace, we can only assume fully consumed by the wraith. A likely explanation for their existence would be a parasitic form of flesh insect, one which roots itself into the boney matter of a Shek body, and continues to grow and control the body even after its victim has perished and begun decomposition. - Idad
pl_pl: "Legenda Świętego Narodu opowiadająca o duszach porzuconych Sheków, które pożera złośliwość ,nienawiść i zazdrość życia. Ich "naturalnie agresywna" natura, jak przyjmują Okranici, czyni ich najbardziej podatnymi na wpływy "demonicy". Smutna Zmora składa to rozkładające się ciało pełne kolców, kończyn, mięsa pożeranego przez insekty urzędujące na jej plecach, prawdopodobnie jest w trakcie swojej przemiany w bestię. Odkłądając legendy na bok, otrzymaliśmy wiele doniesień o takich zmorach, zarówno ze strony Świętego Narodu jak i podróżników, głównie w okolicach centralnych równin. Do tej pory dowiedzieliśmy sięże są to istoty nocne i lubią wybierać ofiary będąc na gruzach miast, w których czuć śmierć. Wszystkie ofiary zmor zniknęły bez śladu, możemy tylko zakładać, że zostały w pełni zjedzone. Najprostszym wyjaśnieniem ich istnienia byłaby pasożytnicza forma jakiegoś insekta, który zagnieżdża się w kościstej materii Sheków, a następnie się rozwija i stopniowo przejmuje kontrolę nad ciałem, nawet jeśli ofiara umiera i zaczyna gnić. - Idad"

source: Legend of the Grievewraith
pl_pl: Legenda o Smutnej Zmorze

source: Legend of the Headless Ancient I
pl_pl: Legenda o Bezgłowym Starożytnym, cz. I

source: Word from Tech Hunter Fion tell us of a headless being that exists in the Ashlands area, near what we believe to be the capital of the Ancients. The being was described as humanoid in appearance, as well as having drooping skin, misshapen appendages and a highly deformed torso. Most noticeably, of course, was the absence of a head. Since it roams so closely to the capital, we can possibly assume that it was a creation of the ancients alongside the skeletons, or even a direct descendent of the ancients themselves. Was this an experiment gone wrong, or is this the missing link to the ancient alien race? - Idad
pl_pl: "Informacje od Łowczyni Technologii Fiony wskazują nam istnienie bezgłowej postaci egzystującej w rejonach Popielnych Ziem, niedaleko miejsca, które uważamy za stolicę Starożytnych. Istota została opisana jako humanoid z wyglądu, ale z luźną skórą, dziwnymi przydatkami i strasznie zdeformowanym ciałem. Co najważniejsze, nie posiadała głowy. Ponieważ porusza się bardzo blisko stolicy, możemy założyć iż był to twór starożytnych i szkieletronów, być może to po prostu ich spadkobierca. Czy eksperyment się po prostu nie powiódł, czy jest to może brakujące ogniwo łączące nas ze starożytną, obcą rasą? - Idad"

source: Legend of the Headless Ancient II
pl_pl: Legenda o Bezgłowym Starożytnym, cz. II

source: The Headless Ancient is but a perfect example of why we must approach rumours and reports with skepticism. We've had just one sighting of this 'ancient being' by one, might I add 'alcohol enthusiast', adventurer. Not only is Fion an unreliable sole source to rely on, but the woman claims to have instantly run away at first sight of the 'being' due to its 'terrible hideousness'. So, we have one witness. Who was likely intoxicated. And who fled within seconds upon sighting it, meaning that we have a very short, panicked and irrational source of information to rely on. A myth started by yet another crazy adventurer, let's put this one to rest and concentrate our efforts elsewhere, not on rambling myths. - Finch
pl_pl: "Bezgłowy Starożytny jest idealnym przykładem tego, dlaczego wszelkie pogłoski i zgłoszenia należy przyjmować sceptycznie. Włąśnie otrzymaliśmy informację o tej "starożytnej istocie" od, powinienem dodać "entuzjasty alkoholu", podróżnika. Nie dość, że to wyklucza Fionę z bycia wiarygodnym źródłem, to przyznała, że od razu uciekła gdy tylko zobaczyła "istotę", ze względu na jej "okropną aparycję". Tak więc mamy pojedynczego świadka. Był najpewniej nietrzeźwy. Do tego uciekł sekundę po zauważeniu istoty, co oznacza że mamy niewielkie, spanikowane i irracjonalne źródło informacji, na którym możemy polegać. Mit zainicjowany przez kolejnego, szalonego podróżnika. Odłóżmy to na bok i skupmy się na koncentrowaniu wysiłku na czymś bardziej prawdopodobnym. - Finch"
