Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: Aimless
pl_pl: Bez celu

source: {1} has arrived at {2}
pl_pl: {1} dociera do {2}.

source: Failed!
pl_pl: Niepowodzenie!

source: (No XP)
pl_pl: (Brak PD)

source: *Thunk*
pl_pl: *Łup!*

source: {1} is butchering {2} for meat!!
pl_pl: {1} ćwiartuje postać {2}!

source: I can't pick that up
pl_pl: Nie mogę tego podnieść.

source: Training
pl_pl: Trening

source: {1} has been released from prison.
pl_pl: {1} wychodzi z więzienia.

source: This isn't mine
pl_pl: To nie moje.

source: Paid c.{1} for bed rental.
pl_pl: Zapłacono {1} c. za wynajem łózka.

source: Can't afford c.{1} for bed rental.
pl_pl: Brak {1} c. na wynajem łóżka.

source: This bed needs power to operate.
pl_pl: To łóżko wymaga prądu do działania.

source: Received c.{1} reward.
pl_pl: Otrzymano nagrodę w wysokości {1} c.

source: I have to dismantle the furniture first.
pl_pl: Muszę najpierw rozebrać meble.

source: I have to unmount the buildings first.
pl_pl: Muszę najpierw rozłożyć budynek.

source: Prospecting
pl_pl: Analiza

source: Adding materials
pl_pl: Dodawanie materiałów

source: Locking
pl_pl: Zamykanie

source: Unlocking
pl_pl: Otwieranie

source: Lockpicking
pl_pl: Zabezpieczenia

source: Pick failed
pl_pl: Otwieranie zamka nie powiodło się

source: Pick success!
pl_pl: Otwieranie zamka powiodło się!

source: Lockpicking (Chance {1}%)
pl_pl: Otwieranie (szansa: {1}%)

source: Cutting
pl_pl: Przecinanie

source: Shackles broken!
pl_pl: Kajdany zerwane!

source: Cutting: {1,num}
pl_pl: Przecinanie: {1,num}

source: *Crunck*
pl_pl: *Krach*

source: I'm not strong enough to do that
pl_pl: Nie mam wystarczająco dużo siły.

source: Moving
pl_pl: Porusza się

source: Move order
pl_pl: Przemieszcza się

source: Running
pl_pl: Biegnie

source: Moving to door
pl_pl: Idzie do drzwi

source: Moving to door inside
pl_pl: Idzie do wewnętrznych drzwi

source: Moving to current door
pl_pl: Idzie do drzwi obecnych

source: Moving to door outside
pl_pl: Idzie do zewnętrznych drzwi

source: Gate guard
pl_pl: Pilnuje bramy

source: Moving to gate
pl_pl: Idzie do bramy

source: Open gate
pl_pl: Otwiera bramę

source: Bashing gate
pl_pl: Niszczy bramę

source: Smashing
pl_pl: Uderza

source: Assaulting town
pl_pl: Atakuje miasto

source: Worker
pl_pl: Pracuje

source: Operating machine
pl_pl: Obsługuje

source: Operating automatic machine
pl_pl: Obsługuje autom. maszynę

source: Hauling to
pl_pl: Zrzuca przedmioty

source: Ditching to make space
pl_pl: Robi miejsce

source: Ditching resources
pl_pl: Zrzuca surowce

source: Ditching loot
pl_pl: Zrzuca łupy

source: Collecting resource
pl_pl: Zbiera surowce

source: Looting
pl_pl: Łupi

source: Finding building mats
pl_pl: Szuka mat. budowlanych

source: Filling machine
pl_pl: Wypełnia maszynę

source: Try filling machine
pl_pl: Próbuje wyp. maszynę

source: Try emptying machine
pl_pl: Próbuje opr. maszynę

source: Unjamming machine
pl_pl: Naprawia maszynę

source: Unjam all machines
pl_pl: Mapraw wszystkie maszyny

source: Keeping everything running
pl_pl: Nadzoruje

source: Delivering
pl_pl: Dostarcza

source: Repairing
pl_pl: Naprawia

source: Engineer
pl_pl: Inżynieria

source: Kidnapping
pl_pl: Porywa

source: Lifting
pl_pl: Podnosi

source: Lifting and healing
pl_pl: Podnosi i leczy

source: Putting down
pl_pl: Wypuszcza

source: Building
pl_pl: Buduje

source: Demolishing
pl_pl: Burzy

source: Collecting item
pl_pl: Zbiera przedmiot

source: Standing
pl_pl: Stoi

source: Getting up
pl_pl: Podnosi się

source: Waking up
pl_pl: Budzi się

source: Stumbling
pl_pl: Przewraca się

source: Equipping weapon
pl_pl: Wyjmuje broń

source: Equipping crossbow
pl_pl: Wyjmuje kuszę

source: Sheathing weapon
pl_pl: Chowa broń

source: Fixing Legs
pl_pl: Naprawia nogi

source: First aid
pl_pl: Leczy

source: Splinting
pl_pl: Nastawia

source: Medic
pl_pl: Leczenie

source: Splint Rigging
pl_pl: Zakłada szyny

source: Robotics
pl_pl: Robotyka

source: Standing still
pl_pl: Stoi w bezruchu

source: Stand still dammit!
pl_pl: Stoi do cholery!

source: Worshiping
pl_pl: Modli się

source: Looting food
pl_pl: Zbiera jedzenie

source: Picking up food
pl_pl: Podnosi jedzenie

source: Fetch
pl_pl: Aportuje

source: Playing 'Limbs'
pl_pl: Gra w "Kończyny"

source: Getting food
pl_pl: Pobiera jedzenie

source: Grabbing food
pl_pl: Zbiera jedzenie

source: Looting the dead
pl_pl: Grabi martwych

source: Confiscating goods
pl_pl: Konfiskuje dobra

source: Running away
pl_pl: Ucieka

source: Retreating
pl_pl: Wycofuje się

source: Retreating fast
pl_pl: Szybko się wycofuje

source: Going home
pl_pl: Wraca do domu

source: Assault
pl_pl: Napaść

source: Attacking enemies
pl_pl: Atakuje wrogów

source: Self preservation
pl_pl: Dba o siebie

source: Bodyguard
pl_pl: Ochraniaj

source: Following
pl_pl: Podąża

source: Following leader
pl_pl: Idzie za przywódcą

source: Following master
pl_pl: Idzie za mistrzem

source: Staying close
pl_pl: Trzyma się blisko

source: Watching slaves
pl_pl: Pilnuje niewolników

source: Watching for new slaves
pl_pl: Szuka niewolników

source: Capturing slave
pl_pl: Łapie niewolnika

source: Ordering slaves
pl_pl: Rozkazuje niewolnikom

source: Gathering slaves
pl_pl: Zbiera niewolników

source: Gathering slaves for shipping
pl_pl: Zbiera niewolników do wysyłki

source: Gathering unholy slaves
pl_pl: Zbiera nieświętych niewolników

source: Obedient Slave
pl_pl: Posłuszny niewolnik

source: Carrying slaves
pl_pl: Przenosi niewolników

source: Protect allies
pl_pl: Chroni sojuszników

source: Protect close allies
pl_pl: Chroni bliskich

source: Holding position
pl_pl: Utrzymuje pozycję

source: Shopkeeper
pl_pl: Sprzedaje

source: Static guard
pl_pl: Pilnuje porządku

source: Static guard indoors
pl_pl: Pilnuje budynku

source: Static town guard
pl_pl: Pilnuje miasta

source: Getting a weapon
pl_pl: Bierze broń

source: Blood tracking
pl_pl: Idzie za śladem

source: Patrolling
pl_pl: Patroluje

source: Patrolling town
pl_pl: Patroluje miasto

source: Wandering town
pl_pl: Przechadza się

source: Shopping
pl_pl: Kupuje

source: Relaxing
pl_pl: Odpoczywa

source: Staying home
pl_pl: Siedzi w domu

source: Reigning
pl_pl: Rządzi

source: Sitting around
pl_pl: Siedzi

source: Wandering
pl_pl: Wędruje

source: Wandering trader
pl_pl: Wędrowny handlarz

source: Recruiting
pl_pl: Rekrutuje

source: Travelling
pl_pl: Podróżuje

source: Travelling quickly
pl_pl: Szybko podróżuje

source: Attacking target
pl_pl: Atakuje cel

source: Attacking target unprovoked
pl_pl: Napada cel

source: Going to bed
pl_pl: Idzie spać

source: Sleeping
pl_pl: Śpi

source: Sleeping on ground
pl_pl: Śpi na ziemi

source: Hiding
pl_pl: Chowa się

source: Put in bed
pl_pl: Umieść w łóżku

source: Getting out of bed
pl_pl: Wychodzi z łóżka

source: Getting out of bed!
pl_pl: Wychodzi z łóżka!

source: Find and rescue
pl_pl: Znajdź i uratuj

source: Find and put in bed
pl_pl: Znajdź i połóż w łóżku

source: Find and rescue leader
pl_pl: Znajdź i uratuj dowódcę

source: Kill random prisoner
pl_pl: Zabij dowolnego więźnia

source: Kill prisoner
pl_pl: Zabij więźnia

source: Eat random prisoner
pl_pl: Zjedz dowolnego więźnia

source: Dinner time
pl_pl: Czas na obiad

source: Eat corpse
pl_pl: Zjedz truchło

source: Eat body
pl_pl: Zjedz ciało

source: Find crops
pl_pl: Znajdź zbiory

source: Eating crops
pl_pl: Jedzenie zbiorów

source: Eat prisoner
pl_pl: Zjedz więźnia

source: Beat prisoner
pl_pl: Pobij więźnia

source: Disposing of corpse
pl_pl: Usuwanie ciała

source: Find corpses
pl_pl: Znajdź ciała

source: Corpse disposal
pl_pl: Uuswanie ciał

source: Imprisoned
pl_pl: Uwięziony

source: Put in prison
pl_pl: Zamknij w więzieniu

source: Find and put in cage
pl_pl: Znajdź i włóż do klatki

source: Getting in my cage
pl_pl: Wchodzi do klatki

source: Freeing prisoner
pl_pl: Uwalnianie więźnia

source: Liberating prisoners
pl_pl: Ratowanie więźniów

source: Release from prison
pl_pl: Wypuść z więzienia

source: Arresting
pl_pl: Aresztuje

source: Bounty hunting
pl_pl: Szuka nagród

source: Remove Home Intruder
pl_pl: Wyrzuca intruza

source: Intruder out
pl_pl: Intruz wyrzucony

source: Remove Intruder
pl_pl: Wyrzuć intruza

source: Throwing out
pl_pl: Wyrzuca

source: Investigating
pl_pl: Bada

source: Find and kidnap
pl_pl: Znajdź i porwij

source: Kidnapper
pl_pl: Porywacz

source: Rendering system:
pl_pl: Renderowanie:

source: Resolution:
pl_pl: Rozdzielczość:

source: Rendering device:
pl_pl: Urządzenie renderujące:

source: Full screen:
pl_pl: Pełny ekran:

source: Borderless:
pl_pl: Okno bez ramki:

source: VSync:
pl_pl: Synchronizacja pionowa:

source: If you have issues with fullscreen mode, you can use a borderless window at your native resolution for the same effect.
pl_pl: Jeśli masz problem z wyświetlaniem pełnego ekranu, wybierz okno bez ramki w natywnej rozdzielczości dla tego samego efektu z uniknięciem problemów.

source: Use a borderless window with the resolution of the monitor if you are having problems with the fullscreen mode.
pl_pl: Wybierz opcję okna bez ramki zgodną z rozdzielczością monitora, jeśli masz problem z wersją pełnoekranową.

source: If you have 2 video cards you may need to experiment to get the best settings, especially if your system has nVidia Optimus. With Optimus, the game should use the good graphics card regardless of what is selected here. Now things get weird. It's not our fault, it's the drivers... I actually found in tests that the game ran FASTER if I selected the rubbish on-board intel graphics card. It still used my nVidia card with both settings (because it's forced by nVidia control panel), but for some reason when setting the launcher to use my nVidia card it blocks the CPU while the GPU is rendering. If I choose the integrated card in the launcher, the CPU and GPU run in parallel, resulting in a much better frame rate. I have no idea why, the drivers are just afflicted with madness. TLDR: Force your system to use your good card, but try it out with both cards here in the launcher if you have any low frame-rate problems.
pl_pl: Jeśli dysponujesz dwiema kartami graficznymi, możesz musieć eksperymentować, by uzyskać najlepsze ustawienia, szczególnie jeśli twój system dysponuje nVidia Optimus. Z Optimusem gra powinna wybrać dobre ustawienia graficzne bez względu na wybór tutaj. Teraz będzie dziwnie. To nie nasza wina, tylko sterowników... Testy wykazują, że gra działa szybciej przy wyborze śmieciowej, wbudowanej karty graficznej Intela. Nadal korzystała z karty nVidii ze wszystkimi ustawieniami (ponieważ jest to wymuszone przez panel sterowania nVidii), ale z jakiegoś powodu podczas wyboru karty nVidii blokowała ona procesor podczas renderowania przez GPU. Po wyborze zintegrowanej karty w launcherze, CPU i GPU działały wspólnie, czego wynikiem był lepszy klatkaż. Nie mam pojęcia dlaczego, sterowniki są szalone. TL;DR Zmuś system by korzystał z dobrej grafiki, ale wypróbuj ustawienia z obydwoma kartami w launcherze, jeśli masz problem z ilością klatek.

source: Video settings options
pl_pl: Ustawienia graficzne

source: Select None
pl_pl: Odznacz

source: Select All
pl_pl: Zaznacz

source: Refresh list
pl_pl: Odśwież

source: Version:
pl_pl: Wersja:

source: Author:
pl_pl: Autor:

source: Description:
pl_pl: Opis:

source: Dependencies:
pl_pl: Mod nadrzedny:

source: Missing mod!
pl_pl: Brak tego moda!

source: References:
pl_pl: Odniesienia:

source: Translation:
pl_pl: Tłumaczenie:

source: Missing dependent mods above:
pl_pl: Brakujące mody zależne:

source: Missing reference mods:
pl_pl: Brakuje wymaganego moda:

source: The mods list represents the load order, in other words mods further down the list will overwrite the mods above them if they have any conflicts.
pl_pl: Lista modów przedstawia kolejność ładowania. Innymi słowy, niżej położony mod nadpisze mody położone wyżej, jeśli pojawią się jakiekolwiek konflikty.

source: Mods order info
pl_pl: O liście modów

source: Video settings
pl_pl: Grafika

source: Mods
pl_pl: Mody

source: Changelog
pl_pl: Dziennik zmian

source: Serial
pl_pl: Kod seryjny

source: Cancel
pl_pl: Anuluj

source: Save config
pl_pl: Zapisz ust.

source: Advanced
pl_pl: Zaawansowane

source: Language:
pl_pl: Język:

source: Please restart the game to apply the new settings.
pl_pl: Zrestartuj grę, by włączyć nowe ustawienia.

source: NVIDIA profiles updated
pl_pl: Zaktualizowano profile NVIDII.

source: No video devices detected.
pl_pl: Nie wykryto urządzeń wideo.

source: Video Error
pl_pl: Błąd wideo

source: Invalid video resolution.
pl_pl: Niepoprawna rozdzielczość obrazu.

source: One or more mods are missing or in incorrect order. Continue anyway?
pl_pl: Brakuje co najmniej jednego moda bądź jest on w niepoprawnej kolejności. Kontynuować?

source: Mods warning
pl_pl: Ostrzeżenie o modach

source: To apply properly the new language you need to restart the game.
pl_pl: By poprawnie wprowadzić nowy język należy zrestartować grę.

source: Information
pl_pl: Informacje

source: Activate
pl_pl: Aktywuj

source: Try Demo
pl_pl: Wypróbuj demo

source: Enter Key
pl_pl: Wpisz klucz

source: Failed to activate Kenshi.
pl_pl: Aktywacja gry nie powiodła się.

source: Error
pl_pl: Błąd

source: Activation Key
pl_pl: Klucz aktywacyjny

source: This is your serial key code. Press deactivate if you want to install on another machine.
pl_pl: To jest twój kod aktywacyjny. Dezaktywuj go, jeśli chcesz zainstalować grę na innej maszynie.

source: Deactivate
pl_pl: Dezaktywuj

source: Demo Mode
pl_pl: Wersja demo

source: Kenshi has now been deactivated. You can still play it in Demo mode
pl_pl: Kenshi zostało dezaktywowane. Możesz nadal grać w wersji demo.

source: Deactivated
pl_pl: Dezaktywowano.

source: There was an error deactivating this machine.
pl_pl: Pojawił się błąd poczas dezaktywacji tego urządzenia.

source: DISMISS
pl_pl: ODRZUĆ

source: PREVIOUS
pl_pl: COFNIJ

source: CONTINUE
pl_pl: DALEJ

source: SKIP
pl_pl: Pomiń

source: FINISH
pl_pl: ZAKOŃCZ

source: TUTORIALS
pl_pl: PORADNIKI

source: ACTIVATE
pl_pl: AKTYWUJ

source: You can move the camera with the WASD keys. To rotate your view hold the middle mouse button, to zoom use the mouse scroll. Do both to continue.
pl_pl: Możesz poruszać kamerą przyciskami WSAD. By obrócić kamerę przytrzymaj środkowy przycisk myszy, pokręć rolką by przybliżyć/oddalić. Wykonaj te czynności, by kontynuować.

source: The middle bottom panel shows the characters in your active squad. To select a squad member, left click the character icon on the panel.
pl_pl: Środkowy panel interfejsu pokazuje postaci w aktywnej drużynie. By wybrać członka drużyny, kliknij LPM na jego portrecie.

source: To give a move order to your character, right click on the terrain.
pl_pl: By wydać rozkaz ruchu postaci, kliknij PPM na ziemi.

source: Double click on your character icon to centre on screen and follow their movement.
pl_pl: Dwukrotnie kliknij na portrecie postaci by wyśrodkować na niej kamerę i podążać za jej ruchem.

source: Basic Controls
pl_pl: Podstawowe sterowanie

source: Right click on characters or interactable objects to interact. Hold the right mouse button on to get more availiable actions
pl_pl: Kliknij PPM na postaci lub interaktywnych obiektach, by wejść z nimi w interakcję. Przytrzymaj PPM, by wyświetlić menu kontekstowe z większą liczbą akcji.

source: Select a character from your squad
pl_pl: Wybierz postać z drużyny

source: This shows your selection's current state, statistics and other basic info. Mouse over each item for more information.
pl_pl: To menu pokazuje status, statystyki i inne podstawowe informacje o wybranej postaci. Najedź na każdą z informacji, by wyświetlić szczegóły.

source: This shows the selected character's current health condition. Mouse over each item for more information.
pl_pl: Tu widoczny jest obecny poziom zdrowia bohatera. Najedź na każdy element, by wyświetlić szczegóły.

source: The arrow buttons allow you to pause and fastforward the game speed.
pl_pl: Strzałki pozwalają na pauzowanie, spowalnianie i przyspieszanie czasu w grze.

source: Here you'll find your character's current funds and the in-game time and date.
pl_pl: Tu znajdziesz aktualny stan konta postaci oraz czas i datę w grze.

source: This opens the 'Build' menu
pl_pl: Ta opcja otwiera menu budowy.

source: Here you can open your inventory, skill statistics, world map, tech and squad management menus. For more tips and tutorials make sure to check out the Help menu at the very bottom.
pl_pl: Tu możesz otworzyć swój ekwipunek, listę umiejętności, mapę świata, listę technologii i menu zarządzania drużynami. Więcej porad znajdziesz w menu POMOC na dole interfejsu.

source: This shows assigned player jobs and orders for the selected character.
pl_pl: To pokazuje prace przypisane do konkretnych postaci.

source: GUI overview
pl_pl: Przegląd interfejsu

source: Tap the 'M' key to open up the map. You can use the world map to navigate and find nearby towns or points of interest
pl_pl: Kliknij "M" by otworzyć mapę. Możesz z niej korzystać by wyszukiwać pobliskie miasta i miejsca zainteresowań.

source: What do I do?
pl_pl: Co mam robić?

source: There is no linear story or mission to guide you in Kenshi. Be a trader, a thief, a bounty hunter, a farmer or even a warlord... You'll need to explore the world and find your own adventure.
pl_pl: Kenshi nie posiada linearnej historii, która cię poprowadzi przez grę. Zostań kupcem, złodziejem, łowcą nagród, farmerem, albo też wojownikiem... Eksploruj świat i przeżywaj kolejne przygody.

source: First things first, you'll need food and funds to survive. To get started you can either scavenge the outlands for loot, mine valuable materials from iron ore veins, or you can even resort to thievery after nightfall.
pl_pl: Po pierwsze, potrzebujesz jedzenia i pieniędzy, by przeżyć. By zacząć, możesz przekopywać zewnętrzne tereny dla sprzętu, wydobywać materiały z odkrywek żelaza, albo pokusić się o kradzież po zmroku.

source: To cash in your loot, you'll need to find a store. Use the map to navigate to a nearby town and find shops.
pl_pl: By sprzedać towar, potrzebujesz sklepu. Skorzystaj z mapy, by trafić do pobliskiego miasta i tam znaleźć sprzedawców.

source: Surviving alone in the world of Kenshi won't be easy, but hiring new recruits will help. Check the town bars for mercs, or buy animal companions from any of the farms outside of town. Remember: You're not special and you're not stronger than everyone else. Train hard, pick your fights wisely and don't be afraid to run like crazy!
pl_pl: Samotne przetrwanie w świecie Kenshi nie będzie łatwe, ale rekrutacja nowych członków może pomóc. Zaglądaj do miejskich barów w poszukiwaniu najemników, albo kupuj zwierzęta od właścicieli farm czy wędrownych handlarzy poza miastem. <b>Pamiętaj</b>: twój bohater nie jest wyjątkowy, a na pewno nie silniejszy niż pozostali. Ćwicz wytrwale, odpowiednio dobieraj przeciwników i nie bój się szalonych, pieszych podróży.

source: To cash in your loot, you'll need to find a store. Hold 'ALT' key to show nearby shop signs.
pl_pl: By sprzedać łup, musisz znaleźć sklep. Przytrzymaj klawisz "ALT" by podświetlić szyldy pobliskich sklepów.

source: What do I do? (Towns)
pl_pl: Co mam robić? (Miasta)

source: You've discovered your first town! Towns are perfect for stocking up on supplies and selling loot.
pl_pl: Właśnie odkryłeś pierwsze miasto! Są one doskonałe do sprzedaży łupu i uzupełniania zapasów.

source: Be wary of entering private buildings. Residents often don't like trespassers. You can find out whether a building is marked public or private by selecting the building. Also most shops close at night.
pl_pl: Uważaj podczas wchodzenia do prywatnych budynków. Ich mieszkańcy nie przepadają za intruzami. Możesz sprawdzić, czy budynek jest publiczny, czy prywatny klikając na niego LPM. Pamiętaj, że większość sklepów zamyka się w nocy.

source: Too much damage can result in KO, crippling and death. The green bars in the health panel show your health, the red bars show bleeding damage. Bleeding damage will need first aid.
pl_pl: Zbyt duże przyjęte obrażenia mogą poskutkować ogłuszeniem, okaleczeniem i śmiercią. Zielone pasy w panelu na dole, wyświetlającym Punkty Życia kończyn, określają PŻ każdej z nich, czerwone pasy to obrażenia krwawiące.

source: You are injured
pl_pl: Jesteś ranny/a!

source: In order to heal, you'll need to get a First Aid Kit. You can buy or steal them from stores in town.
pl_pl: By się uleczyć, potrzebujesz bandaża albo apteczki. Możesz je kupić lub ukraść w miejskich sklepach.

source: To heal a character you'll need a First Aid Kit in your inventory. Hold and right click the target, then select 'First Aid' from the menu, or simply right click the heal icon over the injured person.
pl_pl: By uleczyć postać, musisz mieć w ekwipunku środki pierwszej pomocy. Przytrzymaj PPM na celu, po czym wybierz "Pierwsza pomoc" w menu, albo po prostu kliknij PPM, jeśli kursor zamieni się w znak plusa.

source: Alternatively you can click the medic button from the rightside command menu. This will heal all wounded squad members within range.
pl_pl: Ewentualnie możesz wybrać przycisk "Medyk" w prawym dolnym rogu interfejsu. Postać uleczy wszystkich rannych członków drużyny w jej zasięgu.

source: All body parts are each affected in their own way. Your head, chest and stomach, are your vitals. If any of them fall below 0, you will pass out, and if they reach -100 then you will die.
pl_pl: Wszystkie części ciała mają własne znaczenie. Głowa, pierś i żołądek to najważniejsze elementy twojego ciała. Jeśli PŻ któregokolwiek z nich spadnie poniżej 0, stracisz przytomność, a poniżej -100 postać umrze.

source: If any of your limbs fall below 0, you won't be able to fight or walk properly. You can use a Splint Kit on broken limbs to speed up recovery and improve the limb's function until recovered.
pl_pl: Jeśli którakolwiek z kończyn będzie miała PŻ poniżej 0, twoja postać nie będzie mogła poprawnie walczyć bądź chodzić. Możesz skorzystać z Zestawu Szyn na uszkodzonych kończynach, by przyspieszyć ich leczenie i usprawnić ich funkcjonowanie do czasu wyzdrowienia.

source: The blood stat shows how rapidly you are losing blood. Blood is slowly recovered over time, but if it drops below 0 you will pass out.
pl_pl: Pasek "Krew" wyświetla poziom krwi w ciele postaci. Z czasem się ją odzyskuje, ale jeśli jej poziom spadnie poniżej 0, postać straci przytomność.

source: You are injured 2
pl_pl: Jesteś ranny/a! (cz. 2)

source: The yellow areas of the health bars show bandaged health. Over time, this will slowly heal back to a healthy green.
pl_pl: Żółte strefy na paskach PŻ pokazują "leczone" zdrowie części ciała. Z czasem będą zamieniać się na zielony, zdrowy kolor.

source: After using a First Aid Kit to bandage your wounds, sleeping in a bed will help fully recover more quickly. You can either build your own beds and camp beds or stay at a bar in town for a fee.
pl_pl: Po użyciu apteczki na ranach, sen w łóżku przyspieszy pełną regenerację. Możesz wybudować własne łóżka lub śpiwory, albo za drobną opłatą wynająć łoże w miejskiej knajpie.

source: You can select more specific combat modes from the rightside command menu: - Block focuses on defence over attack. - Passive focuses on non-combat unless attacked first. - Chases focuses on chasing down enemies until KO'd. - Taunt focuses on drawing enemy attacks.
pl_pl: Możesz wybrać bardziej konkretne tryby walki w prawej części interfejsu: - Blok zmusza postać do utrzymywania postawy defensywnej. - Pasyw zmusza postać do unikania walki, póki sama nie zostanie zaatakowana. - Strzelanie przełącza postać w tryb walki dystansowej, jeśli dysponuje bronią do tego przeznaczoną. - Kpina zmusza postać do prowokowania przeciwników i skupiania ich uwagi wokół niej.
