Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: Floor {1,num}
pl_pl: Piętro {1,num}

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Down key)
pl_pl: Zmienia wyświetlanie pięter, pozwala na poruszanie się między piętrami budynku, 0 to parter (także: Page Down)

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Up key)
pl_pl: Zmienia wyświetlanie pięter, pozwala na poruszanie się między piętrami budynku, 0 to parter (także: Page Up)

source: PAUSED
pl_pl: PAUZA

source: Loading...
pl_pl: Ładowanie...

source: Block
pl_pl: Blok

source: Hold
pl_pl: Stop

source: Passive
pl_pl: Pasyw

source: Jobs
pl_pl: Prace

source: Taunt
pl_pl: Kpina

source: Ranged
pl_pl: Strzelanie

source: Sneak
pl_pl: Skradaj

source: This will toggle the selected characters into defensive combat mode. When in defensive mode, a character will focus purely on staying alive and will gain 20 to his melee defense skill. However he will not attempt to make any attacks. This is handy for keeping your weaker characters alive when they are outclassed.
pl_pl: Włączenie tej opcji przełączy postać w tryb defensywnej walki. Skupi się całkowicie na pozostawaniu przy życiu i otrzyma bonus +20 do Obrony wręcz. Postać nie będzie wykonywać żadnych ataków. To przydatna opcja do utrzymania przy życiu słabszych postaci, kiedy walka jest dla nich zbyt wymagająca.

source: HOLD POSITION means that the selected character won't run off to fight enemies, even to protect his allies. He will hold his position and only attack any enemy that comes into close range. He will still use a crossbow normally, but won't move around obstacles to get a shot. Use this setting to tactically position fighters, or just to keep non-combatants away from the fighting.
pl_pl: Ta opcja uniemożliwia poruszanie się postaci by walczyć z wrogami, nawet w celu obrony sojuszników. Postać utrzyma swoją pozycję i zaatakuje tylko wrogów w pobliżu. Będzie korzystać z kuszy normalnie, ale nie będzie omijać przeszkód, by strzelać. Opcja przydatna przy taktycznym ustawianiu żołnierzy albo by trzymać postacie niewalczące z dala od zgiełku.

source: In non-combat mode a character will never initiate combat, even if his allies are fighting or need help. He will only fight when directly attacked, and is less likely to be targeted by enemies.
pl_pl: W trybie pasywnym postać nie będzie inicjować walki, nawet jeśli jej towarzysze walczą lub potrzebują pomocy. Będzie walczyć tylko gdy zostanie zaatakowana. W tym trybie szansa na bycie zaatakowanym zmniejsza się.

source: If this is disabled then the character won't do any of the jobs listed.
pl_pl: Wyłączenie tej opcji wyłącza automatyczne prace dla postaci.

source: The character will make himself offensive, noisy and conspicuous in an attempt to draw more of the enemy to attack him. Using this enables your experienced and well armoured characters to draw trouble away from your more vulnerable ones.
pl_pl: Postać będzie ofensywna, głośna i prowokacyjna by przyciągnąć większą uwagę przeciwników. Korzystanie z tej opcji pozwala na odciąganie uwagi od słabszych bohaterów ku bardziej doświadczonym i lepiej opancerzonym.

source: Activates sneak mode so the character will try to go unnoticed.
pl_pl: Włącza tryb skradania, przez co postać staje się mniej wykrywalna.

source: If the character is unconscious, when he wakes up he will stay down on the ground and crawl to avoid detection.
pl_pl: Jeśli postać jest nieprzytomna, po obudzeniu pozostanie na ziemi i odczołga się by uniknąć wykrycia.

source: If enabled then the character will prioritise ranged attacks, melee will be a last resort.
pl_pl: Po włączeniu postać będzie priorytetyzować ataki dystansowe. Walka wręcz będzie ostatnią preferencją.

source: Pressing this button will order your selected characters to automatically heal everyone else in the squad, including themselves. They will need a medkit in their inventory.
pl_pl: Wciśnięcie tego przycisku zmusi postać do automatycznego leczenia pozostałych członków drużyny, także siebie. Wymagane jest posiadanie apteczki w ekwipunku.

source: Rescue
pl_pl: Ratunek

source: This will order your selected characters to pick up all your wounded allies. If you own any buildings nearby, they will take the wounded and put them in beds. Make sure to heal their wounds first.
pl_pl: Ten przycisk zmusi postać do podnoszenia rannych towarzyszy. Jeśli posiadasz w pobliżu jakikolwiek budynek, postać zaniesie rannych i położy ich na łóżkach. Upewnij się, że najpierw zostaną wyleczone ich rany.

source: Prospect
pl_pl: Analiza

source: This will give you information on the richness of resources at your location. Stone, iron, water, fertility... It's important to check for these things before building an outpost.
pl_pl: Ta opcja wyświetli informacje o bogactwie zasobów w okolicy. Kamień, żelazo, woda, żyzność gleby... To ważna opcja, którą należy sprawdzić przed budową posterunku.

source: No jobs assigned
pl_pl: Brak przypisanych prac

source: To add jobs, hold shift key when giving an order
pl_pl: By dodać pracę, przytrzymaj SHIFT podczas wydawania rozkazu.

source: Research:
pl_pl: Badanie:

source: Battery charge:
pl_pl: Poziom baterii:

source: c. {1,num}
pl_pl: {1,num} c.

source: Buyer's money:
pl_pl: Pieniądze kupca:

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Abort
pl_pl: Przerwij

source: Seems packaging the crash dump failed miserably. There should be a .dmp file there instead.
pl_pl: Wygląda na to, że archiwizowanie raportu błędu nie powiodło się. Zamiast tego powinien widnieć plik .dmp.

source: Crash fail
pl_pl: Błąd krytyczny

source: Kenshi has crashed. A crash report has been generated in your main install folder:{1}{2}.zip. Please go to the bug report forum at www.lofigames.com/forum/. If you upload it there, with as much information as you can about exactly what happened, this bug is likely to get fixed very quickly. Your help would be appreciated.
pl_pl: Kenshi przestało odpowiadać. Wygenerowano raport błędu w folderze instalacji: {1}{2}.zip. Udaj się do działu "Bug reports" na oficjalnym forum pod adresem www.lofigames.com/phpBB3/. Jeśli umieścisz raport tam, wraz ze wszelkimi informacjami o tym co się stało, błąd ten najpewniej zostanie naprawiony bardzo szybko. Twoja pomoc przyda się tobie i nam wszystkim.

source: An exception occurred!
pl_pl: Pojawił się wyjątek!

source: I can't afford that.
pl_pl: Nie stać mnie na to.

source: Hold down the ALT key to steal items
pl_pl: Przytrzymaj ALT, by kraść.

source: {1} has been butchered
pl_pl: Postać {1} została poćwiartowana.

source: {1,num} cats added.
pl_pl: Dodano {1,num} catunów.

source: Regenerate sector
pl_pl: Regeneruj sektor

source: Foliage removal
pl_pl: Usuwanie roślinności

source: Render all
pl_pl: Renderuj wszystko

source: Render selection
pl_pl: Renderuj zaznaczone

source: Erase selection
pl_pl: Usuń zaznaczone

source: Project roads
pl_pl: Projektuj drogi

source: Validate road network
pl_pl: Walidacja dróg

source: Hidden
pl_pl: Ukryte

source: Road width
pl_pl: Szerokość drogi

source: Roads
pl_pl: Drogi

source: Town Placement
pl_pl: Miasta i osady

source: Reset Population
pl_pl: Resetuj NPC

source: Navmesh Tools
pl_pl: Navmesh

source: Terrain Features
pl_pl: Edycja terenu

source: Terrain Fog
pl_pl: Edycja mgły

source: Buildings
pl_pl: Budynki

source: Fix stuff
pl_pl: Napraw rzeczy

source: Save Mod
pl_pl: Zapisz

source: Exit
pl_pl: Wyjdź

source: Save
pl_pl: Zapisz

source: Del
pl_pl: Usuń

source: None selected
pl_pl: Brak wybranych

source: Show Interior
pl_pl: Pokaż wnętrze

source: Clear
pl_pl: Wyczyść

source: Clear Nodes
pl_pl: Wyczyść node'y

source: Layout
pl_pl: Wystrój

source: Interior edit mode
pl_pl: Edycja wnętrza

source: Interior
pl_pl: Wnętrze

source: Furniture
pl_pl: Meble

source: Exterior
pl_pl: Zewnętrze

source: Signs and NPCs
pl_pl: Szyldy i NPC

source: Level Editor
pl_pl: Edycja poziomu

source: This will remove this interior for all buildings of this type that reference it. Are you sure you want to delete it?
pl_pl: Kontynuacja usunie wnętrze wszystkich budynków powiązanych z wybraną opcją. Na pewno chcesz to usunąć?

source: This will remove this exterior for all buildings of this type that reference it. Are you sure you want to delete it?
pl_pl: Kontynuacja usunie zewnętrze dla wszystkich budynków tego typu. Na pewno chcesz usunąć?

source: Autosaved
pl_pl: Wykonano automatyczny zapis.

source: Save successful
pl_pl: Zapisano stan gry.

source: Error saving game. Please try again.
pl_pl: Błąd zapisu gry. Spróbuj jeszcze raz.

source: Failed to save game. Please try again.
pl_pl: Zapisywanie gry nie powiodło się. Spróbuj jeszcze raz.

source: Updates
pl_pl: Aktualizacje

source: Kenshi has now been updated to v{1}. You should go back to the main menu and press [Import Game] to start a fresh new game world with your existing squad. Otherwise some of the world's content may be missing or buggy.
pl_pl: Kenshi zostało zaktualizowane do wersji v{1}. Przejdź do menu głównego i wybierz opcję [Importuj grę] by rozpocząć grę w nowym świecie z istniejącą drużyną i wyposażeniem. W innym przypadku niektóre fragmenty świata mogą być zbugowane lub przestać istnieć.

source: Load game error! Your squad has been salvaged. Awarded 10000 cats as compensation.
pl_pl: Błąd ładowania gry! Twoja drużyna została ocalona. W ramach rekompensaty otrzymujesz 10.000 catunów.

source: Demo mode
pl_pl: Wersja demo

source: Buy the full game to access the editor
pl_pl: Zakup pełną wersję gry, by skorzystać z edytora.

source: Map
pl_pl: Mapa

source: Faction
pl_pl: Frakcje

source: Research
pl_pl: Badania

source: Crafting
pl_pl: Tworzenie

source: Squads
pl_pl: Drużyny

source: Dialogue
pl_pl: Dialogi

source: You currently have no research facilities. Build a research bench and assign someone to work there.
pl_pl: Nie trwają żadne badania. Wybuduj warsztat badawczy i przypisz kogoś do pracy przy nim.

source: Types
pl_pl: Kategorie

source: Blueprints
pl_pl: Projekty

source: RESEARCH - LEVEL {1,num} (CURRENT RATE: {2,num=fix,p=2}x)
pl_pl: BADANIE - POZIOM {1,num} (MNOŻNIK: {2,num=fix,p=2)x)

source: Ditch items
pl_pl: Czyszczenie ekwipunku

source: If they have nothing else to do, characters will automatically put any excess materials they are carrying into storage. This can help to un-block the base AI when things grind to a halt from over-filled inventories.
pl_pl: Jeśli postacie nie mają nic do robienia, będą automatycznie zrzucać niepotrzebne materiały do odpowiednich pojemników. Może to pomóc odblokować AI posterunku, kiedy wszystko zwalnia przez przepełnione ekwipunki.

source: Sleep when injured
pl_pl: Ranni śpią

source: Characters will automatically go to bed if they are injured and have nothing else to do
pl_pl: Postacie będą automatycznie kłaść się spać, jeśli są ranne i nic nie robią.

source: Sit when idle
pl_pl: Siedzenie podczas bezczynności

source: Idle characters at home will sit down on chairs and benches, if you have any
pl_pl: Postacie bezczynne będą siedzieć na krzesłach i ławkach, jeśli takowymi dysponujesz.

source: Heal Allies
pl_pl: Leczenie sojuszników

source: Characters with the medic job will also heal characters of allied factions
pl_pl: Postacie będą leczyć też postacie zaprzyjaźnionych frakcji po włączeniu trybu "Leczenie".

source: Help Allies
pl_pl: Pomoc sojusznikom

source: Characters will help out characters from other allied factions if they are under attack
pl_pl: Postacie będą pomagać sojusznikom z zaprzyjaźnionych frakcji, jeśli zostaną zaatakowani.

source: Rescue Allies
pl_pl: Ratowanie sojuszników

source: Characters with the rescue job will also rescue allied characters from other factions
pl_pl: Postacie z pracą "Ratunek" będą ratować członków zaprzyjaźnionej frakcji.

source: Share Food
pl_pl: Dzielenie jedzenia

source: Characters in a squad will automatically share any of their food that is in a backpack (if in range).
pl_pl: Postacie należące do wspólnej drużyny będą dzielić się jedzeniem znajdującym się w plecaku jednej z nich (jeśli ten jest w zasięgu).

source: Feed Animals
pl_pl: Karmienie zwierząt

source: If food is running low, you can elect not to feed your animals.
pl_pl: Jeśli masz niewiele żywności, możesz odznaczyć tę opcję, by zwierzęta nie karmiły się samodzielnie.

source: Shoot first, ask later
pl_pl: Najpierw strzelaj, potem pytaj

source: Your turret gunners will shoot at any potentially dangerous but neutral targets, such as wild animals or bandits, without waiting for them to attack the base first.
pl_pl: Twoje wieżyczki będą strzelały do każdego niebezpiecznego, ale neutralnego celu, jak dzikie zwierzęta czy bandyci, bez czekania na ich atak.

source: Follow Formation
pl_pl: Formacja grupy

source: Random
pl_pl: Losowa

source: Military
pl_pl: Wojskowa

source: Caravan
pl_pl: Karawana

source: Formation used when squad members are following a leader
pl_pl: Typ formacji wykorzystywany, kiedy członkowie drużyny podążają za liderem.

source: Needs research bench level {1,num}
pl_pl: Wymagany warsztat badawczy na poz. {1,num}.

source: Cost:
pl_pl: Koszt:

source: Paid
pl_pl: Zapłacono

source: Requirements:
pl_pl: Wymagania:

source: New Building:
pl_pl: Nowy budynek:

source: New Weapon Class:
pl_pl: Nowy typ broni:

source: New Weapons Grade:
pl_pl: Nowa jakość broni:

source: New Armour Type:
pl_pl: Nowy typ pancerza:

source: New Items:
pl_pl: Nowy przedmiot:

source: New Crossbows:
pl_pl: Noa kusza:

source: New Backpacks:
pl_pl: Nowy plecak:

source: New Robot Limbs:
pl_pl: Nowa proteza:

source: Not enough artifacts, research cannot begin. Find artifacts and place them in your research bench.
pl_pl: Brak wystarczającej ilości artefaktów, nie można zacząć badania. Znajdź artefakty i umieść je w warsztacie badawczym,

source: Cannot research '{1}'. Requirements not met.
pl_pl: Nie można zbadać "{1}". Nie spełniono wymagań.

source: Research Blueprint
pl_pl: Projekt badawczy

source: Cannot learn this yet
pl_pl: Nie można się tego jeszcze nauczyć.

source: Right-click to learn tech
pl_pl: PPM, by się nauczyć.

source: Tech Level
pl_pl: Poziom technologii

source: Value
pl_pl: Kupno

source: Overview
pl_pl: Przegląd

source: Resources
pl_pl: Surowce

source: Prospecting Results
pl_pl: Wyniki analizy

source: Zone:
pl_pl: Strefa:

source: Altitude:
pl_pl: Wysokość:

source: Prospector Skill:
pl_pl: Umiej. analizy:

source: Area Size:
pl_pl: Wielkość strefy:

source: Green
pl_pl: Zielone

source: Arid
pl_pl: Suche

source: Swamp
pl_pl: Bagno

source: Wind Speed:
pl_pl: Wiatr:

source: Add squad
pl_pl: Dodaj drużynę

source: Dismiss
pl_pl: Zwolnij

source: Maximum number of squads reached.
pl_pl: Osiągnięto maksymalną liczbę drużyn

source: The squad needs to be empty before it can be removed.
pl_pl: Drużyna musi być pusta, zanim zostanie usunięta.

source: You must have at least one squad.
pl_pl: Musisz mieć co najmniej jedną drużynę.

source: Dismiss character
pl_pl: Zwolnij postać

source: Cannot dismiss the only remaining character in the faction.
pl_pl: Nie można zwolnić jedynej postaci.

source: Dismiss character '{1}'?
pl_pl: Zwolnić postać "{1}"?

source: Delete
pl_pl: Usuń

source: Faction name
pl_pl: Frakcja

source: ---Active Contracts---
pl_pl: --- Aktywne kontrakty ---

source: ---Upcoming Events---
pl_pl: --- Nadchodzące wydarzenia ---

source: Faction Name
pl_pl: Nazwa frakcji

source: This faction name already exists
pl_pl: Taka frakcja już istnieje.

source: Manage Contract
pl_pl: Zarządzaj kontraktem

source: Sell value
pl_pl: Sprzedaż

source: Ammunition
pl_pl: Amunicja

source: Research Artifact
pl_pl: Starożytny projekt

source: Unique
pl_pl: Unikat

source: Book
pl_pl: Książka

source: Food
pl_pl: Żywność

source: Possibly Edible
pl_pl: Raczej jadalne

source: Only for:
pl_pl: Tylko dla:

source: Also edible for animals
pl_pl: Jadalne dla zwierząt

source: Nutrition
pl_pl: Pożywność

source: {1,num} nu
pl_pl: {1,num}

source: Shots
pl_pl: Strzały

source: Weight
pl_pl: Waga

source: Avg. Price
pl_pl: Średnia cena

source: Price mark-up
pl_pl: Marża

source: Charges
pl_pl: Ładunki

source: Quality
pl_pl: Jakość

source: Crossbow class
pl_pl: Kusza

source: Accuracy deviation:
pl_pl: Błąd celności:

source: Reload time:
pl_pl: Cz. przeładowania:

source: Velocity:
pl_pl: Nośność:

source: Blood loss:
pl_pl: Krwawienie:

source: Required skill:
pl_pl: Wym. umiejętność:

source: Ammunition type:
pl_pl: Typ amunicji:

source: Damage vs robots
pl_pl: Przeciw robotom

source: Damage vs humans
pl_pl: Przeciw ludziom

source: Damage vs animals
pl_pl: Przeciw zwierzętom

source: Damage vs
pl_pl: Przeciw:

source: Max HP:
pl_pl: Maks PŻ:

source: -----STATS-----
pl_pl: ----- STATYSTYKI -----

source: Unarmed damage bonus
pl_pl: Bonus do walki bez broni

source: Katana class
pl_pl: Katana

source: Sabre class
pl_pl: Szabla

source: Hacker class
pl_pl: Topór

source: Heavy weapons class
pl_pl: Broń ciężka

source: Polearm class
pl_pl: Broń drzewcowa

source: Blunt weapon class
pl_pl: Broń obuchowa

source: Cutting damage
pl_pl: Obr. cięte

source: Blunt damage
pl_pl: Obr. obuchowe

source: Blood loss
pl_pl: Krwawienie

source: Armour penetration
pl_pl: Penetracja

source: Attack bonus
pl_pl: Atak

source: Defence bonus
pl_pl: Obrona

source: Indoors bonus
pl_pl: Bonus wewnątrz

source: Indoors penalty
pl_pl: Kara wewnątrz

source: Crafted by {1}
pl_pl: Twórca: {1}

source: A masterful weapon crafted by the renowned smith {1} of {2}.
pl_pl: Mistrzowska broń stworzona przez znanego kowala {1} z {2}.

source: Crafted by the smith {1} of {2}.
pl_pl: Stworzono przez kowala {1} z {2}.

source: Manufactured by
pl_pl: Twórca:

source: empty
pl_pl: puste

source: Encumbrance reduction
pl_pl: Redukcja obciążenia

source: Combat skills bonus
pl_pl: Bonus do walki

source: Athletics effect
pl_pl: Atletyka

source: Combat speed effect
pl_pl: Prędkość walki

source: Stealth skill effect
pl_pl: Skradanie

source: Dodge skill effect
pl_pl: Uniki

source: Stolen from:
pl_pl: Ukradziono:

source: Stolen
pl_pl: Kradzione

source: Buyback
pl_pl: Odkup

source: Duststorms
pl_pl: Burze piaskowe

source: Acid
pl_pl: Kwas

source: Burning
pl_pl: Poparzenia

source: Gas
pl_pl: Gaz

source: Rain
pl_pl: Deszcz

source: Faction Uniform:
pl_pl: Mundur frakcji:

source: {1} Grade
pl_pl: {1} jakość

source: Light Armour Class
pl_pl: Lekki pancerz

source: Medium Armour Class
pl_pl: Średni pancerz

source: Heavy Armour Class
pl_pl: Ciężki pancerz

source: Leather
pl_pl: Skóra

source: Chain
pl_pl: Kolczuga

source: Metal Plate
pl_pl: Metalowa płyta

source: Cloth
pl_pl: Materiał

source: Blunt resistance
pl_pl: Odp. obuchowe

source: Cut resistance
pl_pl: Odp. cięcia

source: Cut resistance efficiency
pl_pl: Wydajność odp. cięcia

source: Harpoon resistance
pl_pl: Odp. pociski

source: {1,num} pts
pl_pl: {1,num} pkt.

source: [Weather Protections]
pl_pl: [Odporność pogodowa]

source: Coverage
pl_pl: Ochrona

source: No Armour Coverage
pl_pl: Brak ochrony

source: Skills
pl_pl: Umiejętności

source: Stealth effect
pl_pl: Skradanie się

source: Crossbows effect
pl_pl: Kusznictwo

source: Dexterity effect
pl_pl: Zręczność

source: Attack damage effect
pl_pl: Obr. atak

source: Assassination skill
pl_pl: Skrytobójstwo

source: Fist protection
pl_pl: Ochrona pięści

source: Melee attack/defence bonus
pl_pl: Atak/obrona wręcz

source: Melee attack bonus
pl_pl: Atak wręcz

source: Melee defence bonus
pl_pl: Obrona wręcz

source: Martial arts bonus
pl_pl: Sztuki walki

source: Perception bonus
pl_pl: Percepcja

source: High quality armour crafted by the renowned smith {1} of {2}.
pl_pl: Wysokiej jakości pancerz stworzony przez słynnego kowala {1} z {2}.

source: This item is broken and can be freely removed at any time.
pl_pl: Ten przedmiot jest zniszczony i może zostać usunięty w dowolnym momencie.

source: This item is unlocked and can be freely removed at any time.
pl_pl: Ten przedmiot jest odblokowany i może zostać usunięty w dowolnym momencie.

source: Locked:
pl_pl: Zablokowane:

source: This item is locked in place and cannot be removed. You can try to pick the lock, find a saw, or use brute strength.
pl_pl: Ten przedmiot jest zablokowany w jednym miejscu i nie może zostać usunięty. Możesz otworzyć zamek, znaleźć piłę albo zniszczyć go siłą.

source: Warning: Once this item is locked in place it cannot be removed!
pl_pl: Uwaga: po postawieniu tego przedmiotu nie można go usunąć!

source: Location already known
pl_pl: To miejsce jest już znane.

source: Right-click to learn new map locations
pl_pl: PPM by odkryć miejsca na mapie.

source: Towns:
pl_pl: Miasta:

source: Right-click to add the funds to your faction
pl_pl: PPM, by dodać fundusze.

source: Warning: Character template missing for '
pl_pl: Uwaga: brak szablonu postaci dla '

source: '. Using fallback
pl_pl: '. Cofanie działania.

source: {1} is dead.
pl_pl: {1} nie żyje.

source: {1} has died from blood loss.
pl_pl: {1} umiera od utraty krwi.

source: {1} has died from starvation.
pl_pl: {1} umiera z głodu.

source: Expired
pl_pl: Wygasło

source: {1,num} Days, {2,num}hrs
pl_pl: {1,num} dni, {2,num} godz.

source: {1,num}hrs
pl_pl: {1,num} godz.

source: {1,num} mins
pl_pl: {1,num} min.

source: Trade
pl_pl: Handluj

source: Loot
pl_pl: Przeszukaj

source: First Aid
pl_pl: Pierwsza pomoc

source: Splint Injuries
pl_pl: Nastaw kości

source: Repairs
pl_pl: Napraw

source: Talk To
pl_pl: Porozmawiaj

source: Pick Up
pl_pl: Podnieś

source: Throw out of home
pl_pl: Wyrzuć z domu

source: Throw out of town
pl_pl: Wyrzuć z miasta

source: Kidnap
pl_pl: Porwij

source: Escape (skill)
pl_pl: Ucieknij (umiejętność)

source: Escape (strength)
pl_pl: Ucieknij (siła)

source: Put Down
pl_pl: Odłóż

source: Put in Bed
pl_pl: Połóż w łóżku

source: Attack Target
pl_pl: Atakuj cel

source: Attack Unprovoked
pl_pl: Atakuj bez prowokacji

source: Attack All
pl_pl: Atakuj wszystkich

source: Follow
pl_pl: Podążaj

source: Build
pl_pl: Buduj

source: Use
pl_pl: Użyj

source: Auto-Haul
pl_pl: Autouzupeł.

source: Open
pl_pl: Otwórz

source: Close
pl_pl: Zamknij

source: Lock
pl_pl: Zablokuj

source: Unlock
pl_pl: Odblokuj

source: Unlock Shackles
pl_pl: Odblokuj kajdany

source: Pick Lock
pl_pl: Otwórz zamek

source: Escape
pl_pl: Ucieknij

source: Repair
pl_pl: Napraw

source: Sleep
pl_pl: Śpij

source: Get in
pl_pl: Wejdź

source: Put in
pl_pl: Włóż

source: Knock Out
pl_pl: Ogłusz

source: Set Free
pl_pl: Uwolnij

source: Break Out
pl_pl: Ucieknij

source: Corpse Disposal
pl_pl: Usuń zwłoki

source: Man Turret
pl_pl: Obsługuj

source: Smash
pl_pl: Rozbij

source: Capture
pl_pl: Zajmij

source: Use Tools
pl_pl: Użyj narzędzi

source: Use Strength
pl_pl: Użyj siły

source: Stealth Kill
pl_pl: Zabójstwo

source: Stealth KO
pl_pl: Ogłuszenie

source: Shoot At
pl_pl: Ostrzelaj

source: Stand Up
pl_pl: Powstań

source: Your selected character is unconscious
pl_pl: Wybrana postać jest nieprzytomna.

source: Target:
pl_pl: Cel:

source: Problem: Crafting stations incapable of making this item.
pl_pl: Problem: warsztaty produkcyjne nie mogą wykonać tego przedmiotu.

source: I can't craft anything here with this crappy workbench.
pl_pl: Nie mogę stworzyć czegokolwiek przy tym gównianym warsztacie.

source: Do you want to buy this building for c.{1,num}?
pl_pl: Chcesz kupić ten budynek za {1,num} c.?

source: Can't afford to buy this building. It costs c.{1,num}
pl_pl: Nie stać cię na ten budynek. Kosztuje {1,num} c.

source: Building purchased!
pl_pl: Zakupiono budynek!

source: Mission Complete
pl_pl: Misja zakończona powodzeniem

source: Mission Failed
pl_pl: Misja zakończona niepowodzeniem

source: Options
pl_pl: Ustawienia

source: General
pl_pl: Ogólne

source: Tutorials
pl_pl: Porady
