Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: Enable/Disable in-game tutorials
pl_pl: Włącz lub wyłącz porady wprowadzające do gry.

source: Reset Tutorials
pl_pl: Zrestartuj porady

source: Auto save
pl_pl: Autozapis

source: Turns on automatic saves
pl_pl: Włącz/wyłącz automatyczne zapisy gry.

source: Auto save time (minutes)
pl_pl: Odstęp autozapisu (w minutach)

source: Show character names
pl_pl: Imiona postaci

source: Shows the names of your characters on screen, hovering above their heads.
pl_pl: Wyświetla imiona własnych postaci na ekranie nad ich głowami.

source: Show movement marker
pl_pl: Znacznik ruchu

source: Shows horrible green marker to show you exactly where you clicked. Useful when you are new to the game, but you should turn them off once you are used to it.
pl_pl: Wyświetla okrutnie brzydki znacznik pokazujący gdzie kliknąłeś. Przydatny dla nowych graczy, ale lepiej go wyłączyć, gdy się przyzwyczaisz.

source: Show rotation marker
pl_pl: Znacznik obrotu

source: Shows horrible green marker to show camera rotation. Useful when you are new to the game, but you should turn them off once you are used to it because it looks horrible.
pl_pl: Wyświetla okrutnie brzydki znacznik informujący o obracaniu kamerą. Przydatny dla nowych graczy, ale lepiej go wyłączyć.

source: Edge scrolling
pl_pl: Przesuwanie przy krawędzi

source: Makes the camera move when you move the mouse pointer to the edge of the screen
pl_pl: Przesuwa kamerę, gdy przesunie się kursor na skraj ekranu.

source: Language censorship
pl_pl: Cenzura języka

source: Filters out most of the bad language, if you don't like that sort of thing ruining your violent blood-bath and slavery experience.
pl_pl: Ukrywa większość brzydkich słów, jeśli te rujnują twoje doświadczenie jako brutalny, kąpiący się we krwi i zwłokach łowca niewolników.

source: Show damage floaters
pl_pl: Obrażenia nad postaciami

source: Off
pl_pl: Brak

source: Simple info
pl_pl: Podstawowe informacje

source: Full info
pl_pl: Pełne informacje

source: These are the floating text numbers that show the damage when a character is hit. It also shows in brackets the amount of damage that was stopped by armour. [Full Info] will show separate numbers for each damage type.
pl_pl: Wyświetla unoszące się nad głową cyfry informujące o obrażeniach, jakie otrzymuje postać (zielone dla przeciwnika, czerwone dla własnych postaci). Pokazuje też w nawiasie liczę obrażeń powstrzymanych przez pancerz. [Pełne informacje] pokażą osobne liczby dla każdego rodzaju obrażeń.

source: Font Size
pl_pl: Rozmiar czcionki

source: Civilians in towns (requires restart/import)
pl_pl: Cywile w miastach (wymaga restartu/importu)

source: This will simply prevent some of the less useful civilian NPCs from spawning in towns. Use to improve performance slightly.
pl_pl: Wyłączenie tej opcji spowoduje mniejszą liczbę NPC pojawiających się w miastach. Nieco zwiększa wydajność.

source: Fast zone hopping
pl_pl: Szybkie przełączanie między regionami

source: Allows you to jump between characters in different map zones without any loading time because it keeps a larger area in memory. WARNING: will use more RAM and reduce frame rate
pl_pl: Włączenie tej opcji pozwala na przeskakiwanie między postaciami w różnych regionach bez dodatkowego ładowania, ponieważ więcej informacji przetrzymywanych jest w pamięci komputera. UWAGA: powoduje to większe zużycie RAMu i mniejszą ilość wyświetlanych klatek.

source: Gameplay
pl_pl: Rozgrywka

source: Population settings (affects performance)
pl_pl: Ustawienia populacji (wpływa na wydajność)

source: Squad size multiplier
pl_pl: Mnożnik rozmiaru drużyn

source: This multiplies the number of NPCs in each squad (Does not affect number of squads). Setting higher than 1.0 means MORE characters and bigger battles. WARNING! Will adversely affect performance.
pl_pl: Mnoży liczbę NPC w każdym składzie (ale nie wpływa na maksymalną liczbę drużyn). Ustawienie wyższe niż 1 oznacza WIĘCEJ postaci i WIĘKSZE bitwy. UWAGA: Zmiana parametru na wyższy znacznie wpłynie na wydajność.

source: Global population multiplier (num NPC squads)
pl_pl: Mnożnik populacji (liczby drużyn NPC)

source: This multiplies the number of squads in the world (Does not affect squad size). Setting higher than 1.0 means MORE characters. WARNING! Will adversely affect performance.
pl_pl: Mnoży liczbę drużyn występujących w grze (ale nie wpływa na ich rozmiar). Ustawienie wyższe niż 1 oznacza więcej postaci. UWAGA: znacznie wpływa na wydajność.

source: Difficulty settings
pl_pl: Poziom trudności

source: Town raid events: size
pl_pl: Rozmiar napadów

source: Affects the size (and therefore difficulty) of attacking forces when nearby factions attack your town. WARNING! Making the raids bigger will affect performance
pl_pl: Wpływa na wielkość (a co za tym idzie, poziom trudności) sił napastników atakujących twoje miasta. UWAGA! Większe oddziały wpłyną na wydajność.

source: Town raid events: frequency
pl_pl: Częstotliwość napadów

source: Affects the frequency of the raid events. (Values > 1 means more frequent attacks)
pl_pl: Wpływa na częstotliwość napadów na twoje miasta. Wartość wyższa niż 1 to częstsze ataki.

source: Town attacks frequency
pl_pl: Częstotliwość ataków

source: Bombardment
pl_pl: Masowe bombardowanie

source: High
pl_pl: Wysoka

source: Fewer
pl_pl: Rzadka

source: Rare
pl_pl: Bardzo rzadka

source: Never
pl_pl: Brak

source: This is a separate thing to the raid events. This is for the attacks by bandits and enemies that just happen to be passing by your base and decide to attack it, trying to take it over. The old default was [High]
pl_pl: Opcja niezależna od napadów. Dotyczy ataków na twoje miasta przez bandytów i przeciwników, którzy przechodzą niedaleko i decydują się na atak, by ją zająć.

source: Dismemberment
pl_pl: Rozczłonkowywanie

source: Frequent
pl_pl: Częste

source: Affects how often limbs are lost. [Frequent] means that a limb is lost whenever its HP drops below -100. [Rare] means limbs are only lost when HIT and the damage goes below -100 (a rare occurence). With either setting limbs can still be eaten off also. [Never] means limb loss is disabled completely (boring)
pl_pl: Wpływa na częstotliwość utraty kończyn. [Częste] oznacza, że kończyna będzie odcinana za każdym razem, kiedy jej PŻ spadnie poniżej -100. [Rzadkie] oznacza utratę kończyny tylko, gdy zostanie trafiona i będzie mieć poniżej -100 PŻ (rzadko się zdarza). Bez względu na te ustawienia kończyny mogą zostać odgryzione. [Brak] wyłącza całkowicie utratę kończyn (nuda).

source: Graphics
pl_pl: Grafika

source: Resolution (need restart)
pl_pl: Rozdzielczość (wymagany restart)

source: Full screen (need restart)
pl_pl: Pełny ekran (wymagany restart)

source: Fullscreen mode, use only if Borderless isn't working for you
pl_pl: Tryb pełnego ekranu, włącz tylko, jeśli Okno bez ramki nie działa.

source: Borderless (need restart)
pl_pl: Okno bez ramki (wymagany restart)

source: Borderless is the recommended screen mode, it is a type of fullscreen that allows safer alt-tabbing
pl_pl: Okno bez ramki jest rekomendowanym trybem, pozwala na bezpieczne alt-tabowanie między oknami.

source: View Distance
pl_pl: Odległość renderowania

source: Increases the distance you can see, but has a negative effect on performance. Recommend you don't set it extremely high or low.
pl_pl: Określa zasięg widoczności mapy, zwiększanie wartości ma negatywny wpływ na wydajność. Zalecane jest nieustawianie tego na najwyższym lub najniższym poziomie.

source: Terrain Detail
pl_pl: Szczegółowość terenu

source: Increases the quality of the terrain, but can have a negative effect on performance.
pl_pl: Określa jakość terenu, ale ma negatywny wpływ na wydajność.

source: Grass View Range
pl_pl: Zasięg wyświetlania trawy

source: Grass Density
pl_pl: Gęstość trawy

source: Foliage View Range
pl_pl: Zasięg wyświetlania roślin

source: NPC View Range
pl_pl: Zasięg wyświetlania NPC

source: Objects View Range
pl_pl: Zasięg wyświetlania obiektów

source: Texture Quality (need restart)
pl_pl: Jakość tekstur (wymagany restart)

source: Mega-high (danger!)
pl_pl: Ultra (przemyśl to dwa razy)

source: Medium
pl_pl: Średnie

source: Low
pl_pl: Niskie

source: Fugly
pl_pl: Brzydkie

source: Increases texture quality, doesn't tend to affect performance but will affect memory use and loading times. /n WARNING! If you don't have enough video RAM to handle the setting you choose then the game will crash randomly because that's just how Microsoft designed it. Recommend > 4GB VRAM for max setting
pl_pl: Określa jakość tekstur, nie wpływa na wydajność, ale ma znaczenie wobec zużycia pamięci i czasów ładowania. UWAGA! Jeśli nie masz wystarczającej ilości VRAMu dla tego ustawienia, gra będzie się wyłączać w losowych momentach, ponieważ Microsoft tak to zaprojektował. Zalecane min. 4GB VRAM dla najwyższego ustawienia.

source: Terrain Chunk Size (need restart)
pl_pl: Rozmiar chunków (wymagany restart)

source: Small
pl_pl: Małe

source: Large
pl_pl: Duże

source: The size of terrain chunks. [Large] will make the game run much faster when looking at the horizon for faster computers. Slower systems using a shorter view distance may find it actually runs slower, in which case set it to [Small]. [Small] will also help if you have problems with running out of video RAM, which causes crashes
pl_pl: Rozmiar chunków terenu. [Duże] upłynnia działanie gry podczas patrzenia się na horyzont dla szybkich komputerów. Słabsze pecety korzystające z krótszego zasięgu wyświetlania mogą działać gorzej, stąd dedykowane ustawienie [Małe]. [Małe] pozwoli też na rozwiązanie problemów z randomowym wykrzaczaniem się gry z powodu braku VRAMu.

source: Water reflection
pl_pl: Odbicia w wodzie

source: Disabled
pl_pl: Wyłączone

source: Landscape
pl_pl: Teren

source: Characters
pl_pl: Postacie

source: Everything
pl_pl: Wszystko

source: Determines what is reflected in the water. Turning this off will give a good performance boost
pl_pl: Określa co ma być wyświetlane w odbiciach w wodzie. Wyłączenie tej opcji gwarantuje sporą poprawę wydajności.

source: Shadows
pl_pl: Cienie

source: Turn off shadows if you have problems with performance
pl_pl: Wyłącz cienie, jeśli masz problemy z wydajnością.

source: Shadow Quality
pl_pl: Jakość cieniowania

source: 1024 (poor)
pl_pl: 1024 (niska)

source: 2048 (nice)
pl_pl: 2048 (dobra)

source: 4096 (some video cards may freak out)
pl_pl: 4096 (grafika może nie wyrobić)

source: Shadow Range
pl_pl: Zasięg cieniowania

source: Setting a longer range means that shadows are visible for a longer distance, but also reduces the shadows resolution/quality. Find a balance that you like.
pl_pl: Dłuższy zasięg oznacza widoczność cieni w dalszych częściach ekranu, ale zmniejsza też jakość/rozdzielczość cieni. Znajdź balans odpowiedni dla siebie.

source: Blood
pl_pl: Krew

source: Decal Range
pl_pl: Zasięg szczegółów

source: Decal Resolution
pl_pl: Rozdzielczość szczegółów

source: The quality of blood-splats on the terrain
pl_pl: Jakość plam krwi na ziemi.

source: Harpoon limit
pl_pl: Limit harpunów

source: The max number of harpoons/arrows that are left in the ground. Reduce this if you have frame rate drops around heavy turret areas.
pl_pl: Określa maksymalną liczbę harpunów/strzał wbitych w ziemię. Zmniejsz ten parametr, jeśli liczba klatek jest wyjątkowo niska w okolicach pełnych wieżyczek.

source: Audio
pl_pl: Dźwięk

source: Music volume
pl_pl: Głośność muzyki

source: Ambient volume
pl_pl: Głośność ambientu

source: Footstep volume
pl_pl: Głośność kroków

source: SFX volume
pl_pl: Głośność efektów

source: VO volume
pl_pl: Głośność VO

source: UI volume
pl_pl: Głośność interfejsu

source: Music Frequency (minutes)
pl_pl: Częstotliwość muzyki (w minutach)

source: Affects the overall amount of time that music plays in the game
pl_pl: Określa całkowity czas, przez jaki gra muzyka w grze.

source: Controls
pl_pl: Sterowanie

source: Invert mouse X
pl_pl: Odwrócona oś X

source: Invert mouse Y
pl_pl: Odwrócona oś Y

source: Swap mouse buttons
pl_pl: Zmiana przycisków myszy

source: Swap left and right mouse buttons on the GUI
pl_pl: Zamienia miejscami lewy i prawy przycisk myszy w interfejsie

source: Hardware Mouse
pl_pl: Kursor systemowy

source: Turning this on will use the windows hardware mouse pointer, which looks a bit weird but has the advantage that it's not affected by the frame-rate. (REQURIES RESTART)
pl_pl: Wyłącza growy kursor na rzecz systemowego, który wygląda nieco dziwnie, ale jego działanie nie jest zależne od klatkażu. (wymagany restart)

source: Camera Move Speed
pl_pl: Prędkość ruchu kamerą

source: Camera Rotate Speed X
pl_pl: Prędkośc obrotu kamerą X

source: Camera Rotate Speed Y
pl_pl: Prędkość obrotu kamerą Y

source: Camera Zoom Speed
pl_pl: Prędkość zoomowania

source: Key bindings
pl_pl: Przypisanie klawiszy

source: Selection
pl_pl: Wybór

source: Issue command
pl_pl: Wydanie polecenia

source: Pause Game
pl_pl: Pauza

source: Take screenshot
pl_pl: Zrzut ekranu

source: Quicksave
pl_pl: Szybki zapis

source: Quickload
pl_pl: Szybkie wczytanie

source: Normal game speed
pl_pl: Normalna prędkość gry

source: Faster game speed
pl_pl: Szybsza prędkość gry

source: Fastest game speed
pl_pl: Najszybsza prędkość gry

source: Up one floor
pl_pl: Piętro wyżej

source: Down one floor
pl_pl: Piętro niżej

source: Highlight Items
pl_pl: Podświetlenie przedmiotów

source: Rotate camera
pl_pl: Obrót kamerą

source: Move camera forward
pl_pl: Ruch kamerą w przód

source: Move camera backward
pl_pl: Ruch kamerą w tył

source: Move camera left
pl_pl: Ruch kamerą w lewo

source: Move camera right
pl_pl: Ruch kamerą w prawo

source: Tilt camera up
pl_pl: Podniesienie kamery

source: Tilt camera down
pl_pl: Opuszczenie kamery

source: Rotate camera left
pl_pl: Obrót kamery w lewo

source: Rotate camera right
pl_pl: Obrót kamery w prawo

source: Zoom in
pl_pl: Przybliżenie

source: Zoom out
pl_pl: Oddalenie

source: Toggle map
pl_pl: Mapa

source: Toggle character inventory
pl_pl: Ekwipunek

source: Toggle character stats
pl_pl: Statystki

source: Toggle research
pl_pl: Technologie

source: Toggle faction window
pl_pl: Frakcje

source: Toggle main gui
pl_pl: Główny interfejs

source: Stop selected characters actions
pl_pl: Anulowanie akcji wybranych postaci

source: Toggle block only mode
pl_pl: Tryb BLOK

source: Toggle passive mode
pl_pl: Tryb pasywny

source: Toggle jobs
pl_pl: Prace

source: Toggle ranged mode
pl_pl: Tryb strzelecki

source: Toggle stealth mode
pl_pl: Tryb skradania

source: Cycle movement speed
pl_pl: Prędkość poruszania się

source: Medic order
pl_pl: Tryb leczenia

source: Rescue order
pl_pl: Tryb ratowania

source: Prospect order
pl_pl: Tryb analizy terenu

source: Focus selected character
pl_pl: Skupienie na wybranej postaci

source: Select all characters
pl_pl: Wybór wszystkich postaci

source: Select character 1
pl_pl: Wybór postaci 1

source: Select character 2
pl_pl: Wybór postaci 2

source: Select character 3
pl_pl: Wybór postaci 3

source: Select character 4
pl_pl: Wybór postaci 4

source: Select character 5
pl_pl: Wybór postaci 5

source: Select character 6
pl_pl: Wybór postaci 6

source: Select character 7
pl_pl: Wybór postaci 7

source: Select character 8
pl_pl: Wybór postaci 8

source: Select character 9
pl_pl: Wybór postaci 9

source: Select character 10
pl_pl: Wybór postaci 10

source: Select next character
pl_pl: Następna postać

source: Select previous character
pl_pl: Poprzednia postać

source: Cycle squads
pl_pl: Przełączanie między drużynami

source: Build mode
pl_pl: Tryb budowy

source: Toggle build mode
pl_pl: Włączenie trybu budowy

source: Confirm build mode
pl_pl: Potwierdzenie budowy

source: Undo last building
pl_pl: Cofnięcie ostatniego budynku

source: Rotate building left
pl_pl: Obrót budynku w lewo

source: Rotate building right
pl_pl: Obrót budynku w prawo

source: Move building up
pl_pl: Podniesienie budynku

source: Move building down
pl_pl: Opuszczenie budynku

source: Increase building slope
pl_pl: Zwiększenie pochylenia

source: Decrease building slope
pl_pl: Zmniejszenie pochylenia

source: Tools
pl_pl: Narzędzia

source: Toggle game editor
pl_pl: Włączenie edytora

source: Rebuild navmesh
pl_pl: Przebudowa nawigacji navmesh

source: Reload biome data
pl_pl: Przeładowanie danych biomu

source: Editor gizmo: move
pl_pl: Gizmo: ruch

source: Editor gizmo: rotate
pl_pl: Gizmo: obrót

source: Editor gizmo: scale
pl_pl: Gizmo: skala

source: Defaults
pl_pl: Domyślne

source: Active mods
pl_pl: Aktywne mody

source: Beta limitation: Area under construction.
pl_pl: Ograniczenia bety: strefa w budowie.

source: Hold down the ALT key to pick the lock.
pl_pl: Przytrzymaj ALT by otworzyć zamek.

source: Hold down the ALT key to escape the cage.
pl_pl: Przytrzymaj ALT by uciec z klatki.

source: Error!
pl_pl: Błąd!

source: One of your squads has somehow loaded off the map, reload your game with [reset positions] selected to recover your missing squads
pl_pl: Jedna z twoich drużyn zładowała się poza mapą. Wczytaj grę jeszcze raz zaznaczając opcję "Zresetuj pozycje drużyn" by odzyskać utraconą drużynę.

source: Can't place in a building you don't own.
pl_pl: Nie można budować w budynku nienależącym do ciebie.

source: Can't build too close to another town.
pl_pl: Nie można budować zbyt blisko innych miast.

source: This crop will not grow in this environment.
pl_pl: Ta roślina nie urośnie w tych warunkach.

source: No resources at this location, mining would be pointless.
pl_pl: Brak zasobów w tym miejscu, wydobywanie byłoby bezsensowne.

source: Cannot build inside incomplete buildings.
pl_pl: Nie można budować w nieukończonych budynkach.

source: Must be placed outside or on a roof.
pl_pl: Należy zbudować na zewnątrz bądź na dachu.

source: Must be placed inside a building.
pl_pl: Należy zbudować w budynku.

source: Can only be placed on certain locations (marked by blue nodes).
pl_pl: Można postawić w konkretnych miejscach (oznaczonych niebieskimi kulkami).

source: Too close to another building.
pl_pl: Zbyt blisko innego budynku.

source: No valid usage nodes.
pl_pl: Brak poprawnych node'ów użycia.

source: There are characters in the way.
pl_pl: Postacie blokują miejsce.

source: The building blocks another building use nodes.
pl_pl: Budynek blokuje node'y użycia innego budynku.

source: The building has one or more parts on invalid ground.
pl_pl: Budynek ma co najmniej jedną część na niepoprawnym terenie.

source: Invalid placing floor number. Change to the correct floor to place it in that position.
pl_pl: Niepoprawne umieszczenie numeru podłoża. Zmień na poprawne podłoże by umieścić je w tej pozycji.

source: Ground needs to be more level.
pl_pl: Teren musi być bardziej wyrównany.

source: Warning: This sign will not be added to the building exterior layout as interior build mode is inactive.
pl_pl: Uwaga: ten znak nie zostanie dodany do zewnętrza budynku gdyż włączona jest edycja wnętrza.

source: Error: Mesh file {1} is missing.
pl_pl: Błąd: brakuje pliku mesh: {1}.

source: Oi, You can't place that there.
pl_pl: Nie możesz tego tu zbudować.

source: Item placement group '{1}' has no valid items.
pl_pl: Grupa przedmiotów "{1}" nie zawiera poprawnych przedmiotów.

source: Crop yield:
pl_pl: Wielkość zbiorów

source: Your Outpost
pl_pl: Twój posterunek

source: Categories
pl_pl: Kategorie

source: Commands
pl_pl: Polecenia

source: Undo
pl_pl: Cofnij

source: Building shell
pl_pl: Powłoka budowlana

source: Materials cost:
pl_pl: Koszt:

source: Nothing
pl_pl: Brak

source: Estimated build time:
pl_pl: Przewidywany czas budowy:

source: Power Output:
pl_pl: Produkcja energii:

source: Power Consumption:
pl_pl: Zużycie energii:

source: Power Capacity:
pl_pl: Pojemność:

source: Num People:
pl_pl: Liczba ludzi:

source: Produces:
pl_pl: Produkuje:

source: Training max:
pl_pl: Maks. trening:

source: lvl {1,num=fix,p=0}
pl_pl: poz. {1,num=fix,p=0}

source: Turrets bonus:
pl_pl: Bonus wieżyczki

source: Place Building:
pl_pl: Umieść budynek:

source: Left-Click
pl_pl: LPM

source: Clear Building:
pl_pl: Skasuj budynek:

source: Right-Click
pl_pl: PPM

source: Rotate:
pl_pl: Obróć:

source: {1} or {2} keys
pl_pl: klawisze {1} lub {2}

source: Change Height:
pl_pl: Zmień wysokość:

source: {1} and {2}
pl_pl: {1} i {2}

source: Change Slope:
pl_pl: Zmień pochylenie:

source: Undo:
pl_pl: Cofnij:

source: Cancel All:
pl_pl: Usuń wszystko:

source: Press
pl_pl: Kliknij

source: when finished
pl_pl: gdy skończysz

source: Blue arrows point outwards, towards enemy.
pl_pl: Niebieskie strzałki na zewnątrz, w stronę przeciwnika.

source: Aiming...
pl_pl: Celowanie...

source: The game failed to detect a useable mouse
pl_pl: Grze nie udało się wykryć myszki.

source: No available renderers found.
pl_pl: Nie wykryto urządzeń renderujących.

source: Failed to load render system. You probably need to install the june 2010 directX runtimes located in the dependencies folder
pl_pl: Nie udało się wczytać systemu renderującego. Zainstaluj plik DirectX z czerwca 2010 roku zawartego w folderze dependencies.

source: DirectX11 unsupported on this system.
pl_pl: DirectX11 nie jest wspierany na tym systemie.

source: ERROR creating root
pl_pl: BŁĄD podczas tworzenia katalogu.

source: Unfortunately your system cannot run the game. Your video card needs to be capable of running pixel shader v3.0.
pl_pl: Niestety twój system nie może uruchomić gry. Twoja karta graficzna musi obsługiwać pixel shader v3.0.

source: (at 1x rate)
pl_pl: (przy mnoż. 1x)

source: Research complete: {1}
pl_pl: Ukończono badanie: {1}

source: Used artifacts for '{1}' research.
pl_pl: Wykorzystano artefakty do badania: {1}

source: Autosaving...
pl_pl: Automatyczne zapisywanie...

source: Saving...
pl_pl: Zapisywanie stanu gry...

source: Failed to save game
pl_pl: Nie udało się zapisać gry.

source: Failed to load game
pl_pl: Nie udało się wczytać gry.

source: Failed to import game
pl_pl: Nie udało się importować gry.

source: Old save version
pl_pl: Wersja starego sejwu

source: Kenshi has been updated to version {1}. Things have changed since this game was saved which will break everything horribly. Use the import menu to start a new game keeping your existing squad.
pl_pl: Kenshi zostało zaktualizowane do wersji {1}. Niektóre rzeczy zmieniły się od czasu zapisania tego zapisu gry, przez co może się uszkodzić. Importuj zapis by rozpocząć grę ze starą drużyną.

source: Name
pl_pl: Nazwa

source: Date
pl_pl: Data

source: Delete Save
pl_pl: Usuń zapis

source: Are you sure you want to delete this save game?
pl_pl: Czy na pewno chcesz usunąć ten zapis gry?

source: File version
pl_pl: Wersja gry

source: Funds
pl_pl: Fundusze

source: Members size
pl_pl: Postacie

source: Location
pl_pl: Lokalizacja

source: Day
pl_pl: Dzień

source: Load game
pl_pl: Wczytaj grę

source: Load
pl_pl: Wczytaj

source: Reset squad positions
pl_pl: Zresetuj pozycję drużyn

source: Error
pl_pl: Błąd

source: This save file is invalid
pl_pl: Ten plik zapisu jest niepoprawny.

source: Import game
pl_pl: Importuj grę

source: Advanced options
pl_pl: Zaawansowane

source: Import Buildings
pl_pl: Importuj budynki

source: Import Research
pl_pl: Importuj badania

source: Import Dead NPCs
pl_pl: Importuj martwych NPC

source: Import Relations
pl_pl: Importuj relacje

source: Save game
pl_pl: Zapisz grę

source: Save game error
pl_pl: Błąd zapisu gry

source: The file name contains invalid characters
pl_pl: Nazwa pliku zawiera niedozwolone znaki.

source: Can't use this file name
pl_pl: Nie można użyć takiej nazwy pliku.

source: Overwrite save '{1}'?
pl_pl: Nadpisać zapis "{1}"?

source: Trespassing
pl_pl: Wtargnięcie

source: Terrorism
pl_pl: Terroryzm

source: Theft
pl_pl: Kradzież

source: Murder
pl_pl: Morderstwo
