Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: -Predicted Result:
pl_pl: - Przewidywany wynik:

source: -Material Costs:
pl_pl: - Koszt:

source: -Critical Success Chance:
pl_pl: - Szansa na sukces kryt.:

source: No items available to craft. You need to buy blueprints or research new items to craft them here
pl_pl: Brak przedmiotów do tworzenia. Kup projekty albo odkryj nowe przedmioty by je tu stworzyć.

source: Estimated Craft Time:
pl_pl: Czas trwania:

source: -Materials Cost:
pl_pl: - Materiały:

source: -Fabrics Cost:
pl_pl: - Tekstylia:

source: -Materials Costs:
pl_pl: - Materiały:

source: Ingredients
pl_pl: Składniki:

source: Invalid item!
pl_pl: Niepoprawny przedmiot!

source: Empty!
pl_pl: Pusto!

source: Failed to learn from blueprint: Technology requirements not met
pl_pl: Nie można nauczyć się projektu: brak wymaganych technologii

source: Research already known
pl_pl: Znasz już to badanie.

source: Day: {1,num}
pl_pl: Dzień: {1,num}

source: Selling Slaves
pl_pl: Sprzedaje

source: Sell
pl_pl: Sprzedaj

source: Name:
pl_pl: Nazwa:

source: WARNING: Character will become a slave!
pl_pl: UWAGA: Postać zostanie niewolnikiem!

source: Buying Slaves
pl_pl: Kupowanie niewolników

source: Buy
pl_pl: Kup

source: Strength:
pl_pl: Siła:

source: Dexterity:
pl_pl: Zręczność:

source: Toughness:
pl_pl: Kondycja:

source: Melee Attack:
pl_pl: Atak wręcz:

source: Melee Defence:
pl_pl: Obrona wręcz:

source: Labouring:
pl_pl: Budowa:

source: Farming:
pl_pl: Uprawa:

source: Cooking:
pl_pl: Gotowanie:

source: Engineering:
pl_pl: Inżynieria:

source: Medic:
pl_pl: Medycyna:

source: Buying Animals
pl_pl: Kupowanie zwierząt

source: Age:
pl_pl: Wiek:

source: Gender:
pl_pl: Płeć:

source: Female
pl_pl: Kobieta

source: Male
pl_pl: Mężczyzna

source: Pay Bounty
pl_pl: Opłać grzywnę

source: Pay
pl_pl: Zapłać

source: Faction:
pl_pl: Frakcja:

source: Relations with {1} improved by {2}
pl_pl: Relacje z "{1}" podniesione o {2}

source: Relations with {1} decreased by {2}
pl_pl: Relacje z "{1}" obniżone o {2}

source: Received
pl_pl: Otrzymano

source: Sorry, you cannot create female characters in the demo, buy the full game!
pl_pl: Niestety, tworzenie żeńskich postaci jest możliwe tylko w pełnej wersji gry. Przykro nam!

source: It looks like your squad is a little full.
pl_pl: Wygląda na to, że twoja drużyna jest pełna.

source: If you want to hire any more men, you will need to buy the full game!
pl_pl: Jeśli chcesz zatrudnić więcej ludzi, kup pełną wersję gry!

source: Free!
pl_pl: Za darmo!

source: Paid c.{1}k
pl_pl: Zapłacono {1}k c.

source: Paid c.{1}
pl_pl: Zapłacono {1} c.

source: {1} has been discovered smuggling {2}
pl_pl: Postać {1} została wykryta podczas szmuglowania {2}.

source: you
pl_pl: ty

source: Squads:
pl_pl: Drużyny:

source: Prosperity:
pl_pl: Dobrobyt:

source: {1} are now hostile towards you
pl_pl: Frakcja {1} jest teraz twoim wrogiem.

source: {1} are no longer hostile towards you
pl_pl: Frakcja {1} nie jest już twoim wrogiem.

source: {1} are no longer your ally
pl_pl: Frakcja {1} nie jest już twoim sojusznikiem.

source: {1} are now your allies
pl_pl: Frakcja {1} jest teraz twoim sojusznikiem.

source: War breaks out between {1} and {2}
pl_pl: Wybucha wojna między frakcjami {1} i {2}.

source: Environment:
pl_pl: Środowisko:

source: Farmers Skill:
pl_pl: Umiejętność farmerów:

source: This is the percentage yield of the farm. A lower number means that you get less crops from a harvest. Skillful farmers are important.
pl_pl: To jest procentowa ilość zbiorów z tej farmy. Im niższa liczba, tym mniej zbiorów zdobędziesz. Zatrudnij wyszkolonych farmerów.

source: WARNING! Crop yield is too low to be productive, probably the crop is not suitable for this area.
pl_pl: UWAGA! Ilość zbiorów jest zbyt niska, uprawy prawdopodobnie nie są dostosowane do tego miejsca.

source: Crop Yield
pl_pl: Zbiory:

source: Normal Growth Time:
pl_pl: Normalny czas wzrostu:

source: Environment Effect:
pl_pl: Efekt środowiska:

source: Power:
pl_pl: Energia:

source: No Water:
pl_pl: Brak wody:

source: Actual Growth Time:
pl_pl: Obecny czas wzrostu:

source: Growth Rate
pl_pl: Mnożnik wzrostu

source: Failed
pl_pl: Niepowodzenie

source: Growing
pl_pl: Rośnie

source: Once the plants have grown 100% you can begin to harvest them. Until then all you have to do is make sure the farm has water.
pl_pl: Gdy tylko rośliny urosną do 100%, możesz zacząć zbiory. Do tego czasu upewnij się, że mają wodę.

source: Plant Condition
pl_pl: Kondycja roślin

source: The health of the plants, it will start to degenerate once they are fully grown, or if they run out of water. If it reaches 0 then the dead plants will have to be cleared and re-planted.
pl_pl: Zdrowie roślin. Będzie maleć, gdy tylko całkowicie urosną, albo gdy zabraknie wody. Gdy sięgnie 0 należy usunąć martwe rośliny i zasadzić nowe.

source: Number of Plants
pl_pl: Liczba roślin

source: The number of plants remaining. This number will decrease when you harvest them, or if some pest starts eating them.
pl_pl: Liczba pozostałych roślin. Będzie spadać podczas zbiorów, albo jeśli szkodniki je jedzą.

source: Time left to harvest
pl_pl: Czas na zbiory

source: Time left to harvest all plants before they go bad.
pl_pl: Pozostały czas na zbiory nim rośliny się popsują.

source: Efficiency:
pl_pl: Wydajność:

source: Workers:
pl_pl: Pracownicy:

source: No workers required until the crop is ready to harvest.
pl_pl: Pracownicy nie są potrzebni dopóki rośliny nie urosną.

source: The soil here is unsuitable for growing crops. This farm is useless.
pl_pl: Ta ziemia nie nadaje się pod uprawę roślin. Farma jest bezużyteczna.

source: Needs water
pl_pl: Potrzebuje wody

source: Out of water. Growth rate will be significantly reduced and your plants may die.
pl_pl: Brak wody. Mnożnik wzrostu znacząco spadnie, a twoje rośliny mogą zwiędnąć.

source: Your crops are growing nicely. You don't have to do anything.
pl_pl: Twoje rośliny rosną pięknie. Nic nie musisz robić.

source: The output is full. Empty out the items and put them in a storage box or something.
pl_pl: Urobek jest pełen. Zbierz przedmioty i umieść je w pojemniku, czy coś.

source: Ready To harvest
pl_pl: Gotowe do zbiorów

source: Nobody is working at this farm at the present moment, you need to hurry up and harvest them before they die.
pl_pl: Nikt nie pracuje przy tej farmie, pospiesz się i zbierz rośliny, nim zwiędną.

source: Harvesting
pl_pl: Zbieranie plonów

source: Working...
pl_pl: Pracuje...

source: Your crops are dead. Clear them out to start again
pl_pl: Twoje rośliny zdechły. Usuń je i spróbuj ponownie.

source: Wall termites! - Your base became inaccessible. You need at least 1 gate in your walls.
pl_pl: Twoja baza jest niedostępna. Potrzebujesz przynajmniej jednej bramy.

source: Type:
pl_pl: Typ:

source: Town:
pl_pl: Miasto:

source: Open to public:
pl_pl: Status:

source: Public
pl_pl: Publiczne

source: Private
pl_pl: Prywatne

source: For sale:
pl_pl: Na sprzedaż:

source: Broken
pl_pl: Popsute

source: This machine has broken down as a result of damage. Send one of your engineers to repair it.
pl_pl: To urządzenie popsuło się z powodu obrażeń. Wyślij inżyniera do jej naprawy.

source: Under construction
pl_pl: W budowie

source: This machine is currently under construction.
pl_pl: To urządzenie jest obecnie w budowie.

source: Building is in good condition.
pl_pl: Budynek jest w dobrej kondycji.

source: Reloading...
pl_pl: Przeładowanie...

source: Turret is currently reloading.
pl_pl: Wieżyczka obecnie przeładowuje.

source: Unused
pl_pl: Nieużywana

source: Nobody is manning this turret.
pl_pl: Nikt nie obsługuje tej wieżyczki.

source: Tracking
pl_pl: Śledzenie

source: Gunner is tracking a target, about to take a shot.
pl_pl: Strzelec śledzi swój cel, zaraz wystrzeli.

source: Ready
pl_pl: Gotowa

source: Turret is ready to fire.
pl_pl: Wieżyczka jest gotowa do strzału.

source: Condition
pl_pl: Kondycja

source: Building Condition
pl_pl: Kondycja budynku

source: The building is damaged.
pl_pl: Ten budynek jest uszkodzony.

source: The building is in good condition.
pl_pl: Ten budynek jest w dobrym stanie.

source: The building is under construction and at {1,num}% completion.
pl_pl: Budynek jest w trakcie budowy, ukończony w {1,num}%.

source: {1} more 'Building Materials' will be needed to complete this construction.
pl_pl: Potrzeba jeszcze {1} materiałów do ukończenia budowy.

source: All necessary materials are ready.
pl_pl: Wszystkie potrzebne materiały są gotowe.

source: Upgrade
pl_pl: Ulepsz

source: Upgrades To:
pl_pl: Ulepsza do:

source: Power
pl_pl: Zasilanie

source: Downgrade
pl_pl: Degraduj

source: Downgrade To:
pl_pl: Degraduje do:

source: PAUSE CONSTRUCTION
pl_pl: ZATRZYMAJ BUDOWĘ

source: [PAUSED]
pl_pl: [ZATRZYMANO]

source: Door Condition
pl_pl: Kondycja drzwi

source: The door is damaged.
pl_pl: Drzwi są uszkodzone

source: The door is in good condition.
pl_pl: Drzwi są w dobrym stanie

source: The door is broken
pl_pl: Zniszczone

source: The door is open
pl_pl: Otwarte

source: The door is closed
pl_pl: Zamknięte

source: Open/Close:
pl_pl: Drzwi:

source: It will no longer close and needs to be repaired.
pl_pl: Drzwi się już nie zamkną i muszą zostać naprawione.

source: Locked
pl_pl: Zablokowane

source: Unlocked
pl_pl: Odblokowane

source: lvl {1,num}
pl_pl: poz. {1,num}

source: Security:
pl_pl: Poz. zamka:

source: The door is locked and will keep out intruders.
pl_pl: Drzwi są zablokowane i będą trzymać intruzów z daleka.

source: The door is unlocked.
pl_pl: Drzwi są odblokowane.

source: Empty
pl_pl: Pusto

source: Training:
pl_pl: Trening:

source: Cost to use:
pl_pl: Cena użycia:

source: Pay c.{1,num}
pl_pl: Zapłać {1,num} c.

source: Lock state:
pl_pl: Status zamka:

source: Lock complexity:
pl_pl: Skomplikowanie zamka:

source: Level {1,num}
pl_pl: Poiom {1,num}

source: Healing bonus:
pl_pl: Bonus leczenia:

source: Max Skill Level:
pl_pl: Maks. poziom:

source: This is the maximum skill a person can train up to using this equipment. For anyone higher it is a waste of time.
pl_pl: To jest maksymalny poziom umiejętności, którą postać może wyćwiczyć korzystając z tego przedmiotu. Korzystanie z niego przez osobę z wyższym poziomem to strata czasu.

source: Max possible efficiency:
pl_pl: Maks. możliwa wydajność:

source: Num workers:
pl_pl: Pracownicy:

source: Max efficiency:
pl_pl: Maks. wydajność:

source: This machine is fully automatic.
pl_pl: To urządzenie jest w pełni automatyczne.

source: The machine is fully staffed.
pl_pl: To urządzenia ma pełną obsługę.

source: The machine is under-staffed.
pl_pl: To urządzenie nie ma pełnej obsługi.

source: Power In
pl_pl: Ładowanie

source: If the battery is charging this is the amount of power it is consuming.
pl_pl: Jeśli bateria się ładuje, jest to ilość prądu, który ona zużywa.

source: Power Out
pl_pl: Wyładowywanie

source: The power output when the battery is in use and being drained.
pl_pl: Poziom wyładowania baterii, kiedy jest włączona i wykorzystują ją urządzenia.

source: Power Stored
pl_pl: Przechowywane

source: The amount of power currently stored in the battery for use in emergencies.
pl_pl: Ilość prądu aktualnie przechowywanego w baterii.

source: Power Output
pl_pl: Produkowana energia

source: Power is switched off.
pl_pl: Zasilanie jest wyłączone.

source: Power output is running at maximum.
pl_pl: Obecna produkcja jest maksymalna.

source: Currently out of fuel, so power output is zero
pl_pl: Brakuje paliwa, więc produkcja wynosi zero.

source: Power output is running at reduced efficiency due to damage.
pl_pl: Produkcja jest zmniejszona ze względu na obrażenia.

source: Fuel Consumption
pl_pl: Zużywanie paliwa

source: Fuel is being burned at {1,num}% speed. It will be used up more slowly when less power is being used
pl_pl: Paliwo zużywane jest w tempie {1,num}% speed. Będzie się zużywać wolniej, jeśli zużywane będzie mniej energii.

source: No Power!
pl_pl: Brak prądu!

source: No power is getting to this machine. You need to build some generators, or fix or fuel your existing ones or something.
pl_pl: Do tego urządzenia nie dociera prąd. Wybuduj kilka generatorów bądź napraw lub napełnij obecne.

source: Switched Off
pl_pl: Wyłączono

source: You have ordered for this machine to remain switched off.
pl_pl: To urządzenie zostało wyłączone z twojego polecenia.

source: Inactive
pl_pl: Nieaktywne

source: Nobody is operating this machine at the moment, so it is not consuming power.
pl_pl: Nikt nie obsługuje tego urządzenia w danej chwili, więc nie pobiera prądu.

source: Battery
pl_pl: Akumulator

source: This machine will run off of battery power if the main generators should run low or break down.
pl_pl: To urządzenie będzie działać pobierając energię z akumulatora, jeśli agregat nie będzie pełen albo siępopsuje.

source: This machine will NOT run off of battery power if the main generators should run low or break down.
pl_pl: To urządzenie NIE BĘDZIE działać z akumulatorem, jeśli agregaty nie będą pełne albo się popsują.

source: This machine is switched On
pl_pl: To urządzenie jest włączone.

source: This machine is switched {1}Off
pl_pl: To urządzenie jest {1}wyłączone.

source: This machine is working fine.
pl_pl: To urządzenie działa poprawnie.

source: This machine is working fine, but due to low power is only operating at {1}{2,num}% {3}of its full potential.
pl_pl: To urządzenie działa poprawnie, ale ze względu na niski poziom energii działa tylko w {1}{2,num}%{3} swojego potencjału.

source: Crafting:
pl_pl: Tworzenie:

source: Nothing Queued
pl_pl: Brak kolejki

source: Nothing has been ordered for crafting.
pl_pl: Nie ma żadnych rzeczy do tworzenia w kolejce.

source: Needs upgrading
pl_pl: Wymaga ulepszenia

source: You are trying to craft something that this craft bench cannot do. It needs upgrading to produce this item.
pl_pl: Próbujesz stworzyć coś, czego nie umożliwia ten warsztat. Ulepsz go, by kontynuować.

source: Upgradeable to:
pl_pl: Ulepsz do:

source: Dismantle All:
pl_pl: Rozłóż wszystko:

source: Dismantle All
pl_pl: Rozłóż wszystko

source: Iron Quality:
pl_pl: Jakość żelaza:

source: Stone Richness:
pl_pl: Jakość kamienia:

source: Copper Quality:
pl_pl: Jakość miedzi:

source: Carbon Quality:
pl_pl: Jakość węgla:

source: Water Available:
pl_pl: Dostępna woda:

source: Ground Fertility:
pl_pl: Żyzność gleby:

source: The richness of natural {1} present in this location. Anything over 50% is considered good.
pl_pl: Żyzność w tej lokacji dla: {1}. Żyzność powyżej 50% jest uważana za dobrą.

source: Iron under ground:
pl_pl: Żelazo pod ziemią:

source: Stone under ground:
pl_pl: Kamień pod ziemią:

source: Copper under ground:
pl_pl: Miedź pod ziemią:

source: Carbon under ground:
pl_pl: Węgiel pod ziemią:

source: Water under ground:
pl_pl: Woda pod ziemią:

source: Switched off
pl_pl: Wyłączono

source: This machine is switched off.
pl_pl: Ta maszyna jest wyłączona.

source: No power
pl_pl: Brak prądu

source: Production queue empty
pl_pl: Kolejka pusta

source: No items have been queued up for crafting, so there is nothing to do.
pl_pl: Nie zakolejkowano żadnych przedmiotów, więc nic się nie dzieje.

source: Out of resource
pl_pl: Brak surowców

source: The machine has run out of raw materials to work with. Find some more and fill it up.
pl_pl: W tym urządzeniu skończyły się surowce, więc nie może pracować. Znajdź więcej i uzupełnij je.

source: The machine output is full. Empty out the items and put them in a storage box or something.
pl_pl: To urządzenie jest pełne. Zabierz urobek i umieść go np. w skrzyni.

source: This machine needs electricity to function. Build a power generator or windmill.
pl_pl: To urządzenie potrzebuje elektryczności, by działać. Wybuduj agregat lub elektrownię wiatrową.

source: No workers
pl_pl: Brak pracownikóów

source: Nobody is working at this machine at the present moment, so nothing is getting done.
pl_pl: Nikt obecnie nie pracuje przy urządzeniu, więc nic się nie dzieje.

source: Working
pl_pl: Pracuje

source: Out of fuel
pl_pl: Brak paliwa

source: It has ran out of fuel. Find some more fuel and fill it up.
pl_pl: Urządzenie nie ma paliwa. Znajdź jakieś i je uzupełnij.

source: Fully Charged
pl_pl: W pełni naładowano

source: This battery is fully charged.
pl_pl: Bateria jest w pełni naładowana.

source: This battery is flat, it needs to be charged up.
pl_pl: Bateria jest rozładowana, musi się napełnić.

source: Charging
pl_pl: Ładowanie

source: This battery is being charged.
pl_pl: Bateria się ładuje.

source: Draining
pl_pl: Wyładowywanie

source: This battery is in use and being drained of its power.
pl_pl: Bateria jest obecnie używana i powoli się rozładowuje.

source: Stored
pl_pl: Przechowywanie

source: This battery is not in use.
pl_pl: Ta bateria nie jest w użytku.

source: No Wind
pl_pl: Brak wiatru

source: There is currently not enough wind to drive the machine.
pl_pl: Brak odpowiednio mocnego wiatru, by urządzenie działało.

source: Wind
pl_pl: Wiatr

source: The current amount of wind.
pl_pl: Obecny poziom deszczu.

source: Operating wind speed is between {1,num=fix,p=2} mph and {2,num=fix,p=2} mph.
pl_pl: Obecna prędkość wiatru wynosi między {1,num=fix,p=2} a {2,num=fix,p=2} km/h.

source: Power output is at maximum.
pl_pl: Produkowana energia jest na maksymalnym poziomie.

source: Currently not enough wind to generate any power
pl_pl: Brak odpowiedniego wiatru do generowania prądu.

source: Wind Speed
pl_pl: Prędkość wiatru:

source: {1,num=fix,p=1} mph
pl_pl: {1,num=fix,p=1} km/h

source: The current wind speed
pl_pl: Aktualna prędkość wiatru.

source: Collecting
pl_pl: Zbieranie

source: Rain is being collected.
pl_pl: Urządzenie zbiera deszczówkę.

source: Not Raining
pl_pl: Brak deszczu

source: It is not raining. Nothing to collect.
pl_pl: Deszcz nie pada. Nie ma co zbierać.

source: Rain strength:
pl_pl: Siła deszczu

source: Total Metals:
pl_pl: Metale:

source: Active:
pl_pl: Aktywne:

source: Warning:
pl_pl: Uwaga:

source: Switching on will incinerate the entire inventory!
pl_pl: Włączenie spowoduje spalenie całego ekwipunku!

source: Underground water:
pl_pl: Podziemna woda:

source: Height:
pl_pl: Wysokość:

source: The turrets height above the last target we aimed at.
pl_pl: Wysokość wieżyczki nad ostatnio obranym celem.

source: Height bonus:
pl_pl: Bonus wysokości:

source: The additional penalty to range, speed and power that resulted from having a height difference of {1} below the last target.
pl_pl: Dodatkowa kara do zasięgu, prędkości i mocy będąca wynikiem różnicy w wysokości {1} od celu.

source: The additional bonus to range, speed and power that resulted from having a height difference of {1} above the last target.
pl_pl: Dodatkowy bonus do zasięgu, prędkości i mocy będący wynikiem różnicy wysokości {1} od celu.

source: Default damage:
pl_pl: Domyślne obrażenia:

source: Default range:
pl_pl: Domyślny zasięg:

source: Default aim speed:
pl_pl: Domyślna prędkość:

source: Power supply:
pl_pl: Dostęp prądu:

source: Condition:
pl_pl: Kondycja:

source: Wall bonus:
pl_pl: Bonus muru:

source: Height advantage:
pl_pl: Bonus wysokości:

source: Total damage:
pl_pl: Całkowite obr.:

source: Total range:
pl_pl: Całk. zasięg:

source: Total speed:
pl_pl: Całkowita prędkość:

source: Base Accuracy Deviation:
pl_pl: Bazowa dewiacja:

source: User Skill:
pl_pl: Umiej. użytkownika:

source: User Accuracy Deviation:
pl_pl: Dewiacja użyt.:

source: The amount of accuracy error, in degrees. Higher numbers are poor, 0 is perfect accuracy.
pl_pl: Poziom błędu celności wyrażony w stopniach. Im niższy, tym lepszy, a 0 to perfekcyjna celność.

source: Deviation:
pl_pl: Dewiacja:

source: Range:
pl_pl: Zasięg:

source: Aim speed:
pl_pl: Pręd. celowania:

source: Loaded
pl_pl: Załadowano

source: Base Reload Speed:
pl_pl: Baz. prędk. przeład.:

source: {1,num=fix,p=2}-{2,num=fix,p=2} seconds
pl_pl: {1,num=fix,p=2}-{2,num=fix,p=2} sek.

source: User Reload Speed:
pl_pl: Prędk. przeład. użyt.:

source: {1,num=fix,p=2} second
pl_pl: {1,num=fix,p=2} sekunda

source: Don't put grass and meshes in the same foliage layer!
pl_pl: Nie kładź trawy i meshy w tej samej warstwie roślinności!

source: STORAGE
pl_pl: POJEMNIKI

source: {1,num} location added to the map.
pl_pl: {1,num} lokacja dodana do mapy.

source: You already know all these locations, no new information can be learned.
pl_pl: Już znasz te miejsca, niczego więcej się nie dowiesz.

source: Stealing chance:
pl_pl: Szansa kradzieży:

source: Illegal goods?
pl_pl: Nielegalne?

source: No problem!
pl_pl: Nie ma problemu!

source: ILLEGAL GOODS!
pl_pl: NIELEGALNE!

source: NO!
pl_pl: NIE!

source: Stolen goods?
pl_pl: Kradzione?

source: Fencing chance:
pl_pl: Szansa paserstwa:

source: You have a {1}% chance of getting caught selling this stolen item. Fence it anyway?
pl_pl: Masz {1}% szansy na zostanie złapanym podczas sprzedaży tego kradzionego przedmiotu. Kontynuować?

source: Out of trading range.
pl_pl: Zbyt duża odległość.

source: No room for that item.
pl_pl: Brak miejsca na ten przedmiot.

source: You can't afford that.
pl_pl: Nie stać cię na to.

source: The shopkeeper can't afford that.
pl_pl: Kupca nie stać na to.

source: That's not for sale.
pl_pl: To nie na sprzedaż.

source: Got caught stealing.
pl_pl: Złapano podczas kradzieży.

source: Got caught selling stolen item.
pl_pl: Złapano podczas paserstwa.

source: Target is conscious.
pl_pl: Cel jest przytomny.

source: Can't wear that item.
pl_pl: Nie można tego założyć.

source: Item is locked in place.
pl_pl: Przedmiot jest zablokowany w miejscu.

source: Invalid container type.
pl_pl: Niepoprawny tyb pojemnika.

source: Smugglers only buy illegal goods.
pl_pl: Paserzy kupują tylko nielegalne przedmioty.

source: Attempted smuggling!
pl_pl: Próba szmuglerki!

source: What is that a uniform? I don't want that!
pl_pl: Co to za mundur? Nie chcę go!

source: Container cannot be placed here unless it is empty.
pl_pl: Pojemnik nie może być tutaj postawiony dopóki jest pełen.

source: Backpack
pl_pl: Plecak

source: Weapon I
pl_pl: Broń główna

source: Weapon II
pl_pl: Broń boczna

source: Shirt
pl_pl: Koszula

source: Head
pl_pl: Głowa

source: Pants
pl_pl: Spodnie

source: Armor
pl_pl: Pancerz

source: Boots
pl_pl: Obuwie

source: Belt
pl_pl: Pas

source: Inventory
pl_pl: Ekwipunek

source: Open bag
pl_pl: Otwórz

source: Arrange
pl_pl: Sortuj

source: Limbs
pl_pl: Kończyny

source: Max Capacity:
pl_pl: Maks. pojemność:

source: Full
pl_pl: Pełen

source: Show research
pl_pl: Pokaż badania

source: Input
pl_pl: Wejście

source: Output
pl_pl: Urobek

source: Queue...
pl_pl: Kolejka...

source: Arms
pl_pl: Ręce

source: Legs
pl_pl: Nogi

source: Money
pl_pl: Pieniądze:

source: Opens the BUILD menu. Here you can place buildings and start your own outpost anywhere in the world, but you should choose a safe area and check availability of resources using the PROSPECT button. You will also need building materials to finish construction.
pl_pl: Otwiera menu budowy. Za jego pomocą możesz stawiać budynki i tworzyć posterunki w każdym miejscu na świecie, warto jednak najpierw wybrać bezpieczną strefę i sprawdzić dostępność surowców korzystając z przycisku ANALIZA. Potrzebujesz też materiałów budowlanych do ukończenia konstrukcji.

source: INV
pl_pl: EKW

source: Open character inventory
pl_pl: Otwiera ekwipunek postaci.

source: Open character status window
pl_pl: Otwiera okno statystyk postaci.

source: Open world map
pl_pl: Otwiera mapę świata.

source: TEC
pl_pl: BAD

source: Open research window
pl_pl: Otwiera okno badań.

source: SQD
pl_pl: DRŻ

source: Open squad management window
pl_pl: Otwiera menu zarządzania drużyną.

source: HLP
pl_pl: POM

source: Open help window
pl_pl: Otwiera okno z podpowiedziami.
