Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: You can also often buy destroyed buildings for a cheaper rate. You must then repair the building before it can be used.
pl_pl: Możesz też kupować zniszczone budynki w niższej cenie, ale by z nich korzystać, trzeba najpierw je naprawić.

source: Next, you'll need to select tech to research. Select TEC from the panel.
pl_pl: Następnie wybierz technologię do badania. Wybierz "BAD" z menu.

source: How to research tech (Researching)
pl_pl: Jak badać? (Technologie)

source: To learn new tech you can buy blueprints from merchants. Or, you can research new tech yourself.
pl_pl: By badać nowe technologie, możesz zakupić projekty od sprzedawców, albo zbadać je samodzielnie.

source: To research, you must have a scientist assigned to your Research Bench. Select a squad member, hold and right click on your Research Bench and select Use Machine. Research speed will depend on your assigned scientist's Science skill stat.
pl_pl: By rozpocząć badania, przypisz naukowca do warsztatu badawczego. Wybierz członka drużyny, przytrzymaj PPM na warsztacie i wybierz "Użyj". Prędkość badania będzie zależała od umiejętności badania postaci.

source: Select any tech you want to research by left clicking it. You can queue up as many as you want.
pl_pl: Wybierz dowolną technologię do badania klikając LMP na niej. Możesz skolejkować ile tylko chcesz.

source: How to research tech (Blueprints)
pl_pl: Jak badać?(Projekty)

source: You found a blueprint
pl_pl: Udało ci się znaleźć projekt.

source: Blueprints allow you to learn Tech instantly. To learn a blueprint, open your inventory and right click it to learn it.
pl_pl: Projekt pozwalają na błyskawiczne poznanie technologii. By przeczytać projekt, otwórz ekwipunek i kliknij PPM na nim.

source: If you are wearing a backpack, make sure to close it first so that the blueprint doesn't switch between your inventory when you try to use it.
pl_pl: Jeśli masz plecak, upewnij się, że jest zamknięty, dzięki czemu projekt nie przeniesie się do niego kiedy spróbujesz go odczytać.

source: First, select a building you want to construct from the panel. Hint: Building a small shack will allow you to build a Research Bench inside, with this you can learn and unlock new tech.
pl_pl: Najpierw wybierz budynek, który chcesz wybudować. Podpowiedź: wybudowanie Małej budy będzie wystarczające do umieszczenia w środku warsztatu badawczego. Z takim wyposażeniem będziesz w stanie badać nowe technologie.

source: Welcome to Build mode
pl_pl: Witaj w trybie budowy!

source: Next, choose where to place the building on the terrain. If the building shows red, there is an obstruction and you cannot place it. If blue, you're too close to another town. If green, you're good to go!
pl_pl: Następnie, wybierz miejsce, w którym chcesz postawić budynek. Jeśli jego model jest czerwony, znajduje się w pobliżu przeszkody i nie można go tam umieścić. Jeśli jest niebieski - jest zbyt blisko innego miasta. Jeśli zielony - możesz stawiać śmiało!

source: To rotate the position of the building, use the < and > keys. Once you're happy, left click to place the building and hit the Confirm button.
pl_pl: By obrócić budynek, skorzystaj z przycisków < i > (lub , i .). Gdy tylko układ cię zadowoli, kliknij LPM by umieścić budynek i potwierdź jego konstrukcję przyciskiem Potwierdź.

source: Select squad members and right click the construction to begin adding materialsif they have them.
pl_pl: Wybierz członków drużyny i kliknij PPM na konstrukcji, by dodać do niego materiały, o ile postacie je posiadają.

source: Construction will be much quicker depending on the number of people who are assigned, and their Engineer skill stats.
pl_pl: Budowa będzie szybsza w zależności od ilości przypisanych osób i ich umiejętności Inżynierii.

source: This shows how many building materials are needed to complete the construction.
pl_pl: W tym miejscu zobaczysz ile materiałów potrzeba do ukończenia konstrukcji.

source: Once the Condition bar is filled, the construction is complete and ready to use.
pl_pl: Gdy tylko pasek Kondycji się wypełni, budynek będzie ukończony i gotowy do użytku.

source: Building (Construction)
pl_pl: Budowanie struktur

source: Select your construction to check it's status.
pl_pl: Kliknij LPM na konstrukcji, by sprawdzić jej status.

source: The prospecting window tells you information about the resources in the current area.
pl_pl: Ekran Analizy wyświetla ci informacje o surowcach dostępnych w pobliżu.

source: The top section is information at the point the character is standing. The lower section is a map of the resources in the vicinity. You can select the resource type that is shown on the map. Characters with a higher science skill will be able to detect resources from farther away.
pl_pl: Najwyższa sekcja to informacja o punkcie, w którym stoi postać. Niżej pokazana jest mapa z naniesionym położeniem surowców. Możesz wybrać rodzaj surowca, który ma zostać wyświetlony na mapie. Postacie z wyższym poziomem umiejętności Nauki będą wykrywać surowce z większej odległości.

source: Missing a limb
pl_pl: Tracisz kończynę!

source: You appear to be missing a limb. Limbs are useful things to have so you may want to get that replaced. You can buy various robotic limbs from robotics vendors.
pl_pl: Wygląda na to, że twoja postać straciła kończynę. Kończyny są dość pożyteczne, więc zapewne będziesz chcieć ją zastąpić protezą. Możesz kupować różne rodzaje mechanicznych kończyn u specjalnych kupców.

source: Install new limbs using the robotics window availiable from the character's inventory. Robotic limbs require skeleton repair kits to fix. The maximum health of the limb will also degrade as it takes damage but it can be restored to its full health in a skeleton repair bed.
pl_pl: Instalacja nowej kończyny możliwa jest w Ekwipunku postaci. Mechaniczne kończyny wymagają szkieletronowych zestawów naprawczych do uleczenia. Maksymalny poziom kończyny będzie spadać z każdym odniesionym ciosem, ale można go przywrócić w szkieletronowym łożu naprawczym.

source: Error: Character model for race '{1}' not found
pl_pl: Błąd: Nie znaleziono modelu dla rasy '{1}'.

source: Editor problem
pl_pl: Błąd edytora

source: Editor values missing for the race '{1}'
pl_pl: Brak wartości dla rasy '{1}'.

source: Editor values missing for the race '{1}' for both genders.
pl_pl: Brak wartości dla rasy '{1}' dla obu płci.

source: Editor values missing for the race '{1}' for gender: {2}.
pl_pl: Brak wartości dla rasy '{1}' dla płci {2}.

source: You cannot delete this building while there are still items in its inventory. Precious research artifacts and stuff, don't lose them.
pl_pl: Nie możesz usunąć tej struktury jeśli znajdują się w niej przedmioty. Drogocenne artefakty i sprzęt, nie warto go tracić.

source: There are still items in the inventory, they will be lost. Are you sure you want to destroy this building?
pl_pl: W ekwipunku nadal znajdują się przedmioty, zostaną usunięte. Na pewno chcesz usunąć ten budynek?

source: You cannot delete this building while it has mounted buildings.
pl_pl: Nie możesz usunąć tego budynku, ponieważ w środku znajdują się struktury.

source: Dismantle
pl_pl: Rozmontuj

source: Dismantling this building will destroy all furniture. Do you want to continue?
pl_pl: Rozebranie tego budynku zniszczy wszystkie meble. Kontynuować?

source: Are you sure?
pl_pl: Na pewno?

source: Building '{1}' construction complete at '{2}'.
pl_pl: Ukończono budowę: {1} w {2}

source: Building '{1}' construction complete.
pl_pl: Ukończono budowę: {1}

source: Building construction complete
pl_pl: Ukończono budowę

source: Contract with
pl_pl: Kontrakt z:

source: has been terminated.
pl_pl: został anulowany.

source: has ended.
pl_pl: został zakończony.

source: Bodyguard Contract
pl_pl: Kontrakt ochroniarski

source: -Protecting:
pl_pl: - Ochrania:

source: -Expires in:
pl_pl: - Wygasa za:

source: Base Defence Contract
pl_pl: Kontrakt ochroniarski bazy

source: {1} squad has been removed from {2}
pl_pl: Drużyna {2} została usunięta z {2}

source: {1} has been enslaved
pl_pl: Postać {2} została zniwolona.

source: I don't have any materials
pl_pl: Nie mam materiałów.

source: I need a medkit.
pl_pl: Potrzebuję apteczki.

source: My legs are messed up.
pl_pl: Mam rozwalone nogi.

source: I need a repair kit.
pl_pl: Potrzebuję zestawu naprawczego.

source: I don't have any tools
pl_pl: Nie mam narzędzi.

source: My arms are messed up...
pl_pl: Mam rozwalone ramiona...

source: I'm not skilled enough...
pl_pl: Za trudne...

source: My arm is messed up too badly.
pl_pl: Moje ramię jest zbyt rozwalone.

source: It's locked.
pl_pl: Zamknięte.

source: I can't get out of here.
pl_pl: Nie mogę stąd wyjść.

source: I can't get there.
pl_pl: Nie mogę tam się dostać.

source: It's empty.
pl_pl: Pusto.

source: The machine is full.
pl_pl: Maszyna jest pełna.

source: It's out of resources.
pl_pl: Brak surowców.

source: I don't have space to pick that up!
pl_pl: Nie mam miejsca, by to podnieść!

source: My arm is messed up too badly to lift anything.
pl_pl: Moje ramię jest rozwalone, nic nie podnosię.

source: It needs electricity.
pl_pl: Potrzebuje prądu.

source: He's in the water.
pl_pl: Jest w wodzie.

source: I'm busy swimming.
pl_pl: Teraz płynę.

source: Ate {1}
pl_pl: Zjada: {1}

source: c.{1,num}
pl_pl: {1,num} c.

source: -Wanted For:
pl_pl: Przestępstwo:

source: Bounty:
pl_pl: Grzywna:

source: Waiting to be released
pl_pl: Oczekuje na wypuszczenie

source: Imprisoned, sentence time remaining:
pl_pl: Odbywa karę:

source: {1,num} hr
pl_pl: {1,num} godz.

source: Imprisoned, sentence time:
pl_pl: Odbywa karę:

source: FOREVER
pl_pl: DOŻYWOCIE

source: This character is wanted by the authorities. Turn them in for a reward.
pl_pl: Ta postać jest poszukiwana przez władze. Wydaj ją w zamian za nagrodę.

source: Notorious: The bounty will never expire.
pl_pl: Notoryczny: grzywna nie wygaśnie.

source: The bounty will expire in {1,num} hr
pl_pl: Grzywna wygaśnie za {1,num} godz.

source: This character is not wanted by the local faction
pl_pl: Ta postać nie jest poszukiwana przez lokalne władze.

source: Total Weight:
pl_pl: Obciążenie:

source: Overloaded
pl_pl: Przeciążony

source: Heavy
pl_pl: Ciężki

source: Moderate
pl_pl: Średni

source: Lightweight
pl_pl: Lekki

source: Weightless
pl_pl: Piórko

source: Money:
pl_pl: Pieniądze:

source: Merchant Info:
pl_pl: Informacje o handlarzu:

source: Prices:
pl_pl: Ceny:

source: Buys Stolen Goods
pl_pl: Kupuje kradzione przedmioty

source: Clothing disguise:
pl_pl: Przebranie:

source: In secure location:
pl_pl: W bezpiecznym miejscu:

source: Same faction:
pl_pl: Ta sama frakcja:

source: Slave owner recognition:
pl_pl: Rozpoznanie przez właściciela:

source: Someone knows me personally:
pl_pl: Ktoś zna mnie osobiście:

source: Disguise blown:
pl_pl: Przykrywka odkryta:

source: {1,num} sec
pl_pl: {1,num} sekunda

source: Total:
pl_pl: Suma:

source: Not currently in disguise.
pl_pl: Postać nie jest przebrana.

source: None
pl_pl: Brak

source: Disguise:
pl_pl: Przebranie:

source: Blown!
pl_pl: Wykryto!

source: Slave of:
pl_pl: Właściciel:

source: The faction that owns you.
pl_pl: Frakcja, której niewolnikiem jesteś.

source: Clothing:
pl_pl: Ubiór:

source: Minimum (Escaping):
pl_pl: Minimum (Ucieczka):

source: Minimum (Ex-Slave):
pl_pl: Minimum (Ex-niewolnik):

source: How much you look like an escaped slave. Based on how you are dressed/undressed. Wearing shackles and rags is a big giveaway. Try to avoid hanging around too long near people who may recognise you.
pl_pl: Jak bardzo przypominasz zbiegłego niewolnika. Parametr zależny od ubioru lub jego braku. Założone kajdany i szmaty są bardzo widoczne. Unikaj pojawiania się wśród ludzi, którzy mogą cię rozpoznać.

source: Looks like slave:
pl_pl: Wygląd niewolnika:

source: You are a free person.
pl_pl: Jesteś wolną osobą.

source: You are no slave.
pl_pl: Nie jesteś niewolnikiem.

source: War Leader
pl_pl: Dowódca

source: This is the Commander in charge of an entire army.
pl_pl: Ta postać jest dowódcą armii tej frakcji.

source: Leader
pl_pl: Przywódca

source: This is the leader of this group.
pl_pl: To jest przywódca grupy.

source: Kidnapped
pl_pl: Porwany

source: This character has been kidnapped, law enforcers will try to help
pl_pl: Ta postać została porwana, straż będzie starała się ją uratować.

source: Diplomatic Status
pl_pl: Dyplomata

source: This is a special person with diplomatic importance. Anyone who attacks this guy will be in serious trouble with his faction.
pl_pl: To jest ważna postać o znaczeniu dyplomatycznym. Każdy, kto ją zaatakuje, będzie mieć poważne problemy z frakcją, do której należy.

source: someone
pl_pl: ktoś

source: Seen!
pl_pl: Zauważono cię!

source: Undiscovered
pl_pl: Nie odkryto

source: Situation:
pl_pl: Status

source: Looks like a slave:
pl_pl: Wygląd niewolnika:

source: Time remaining:
pl_pl: Pozostały czas:

source: {1,num} hour
pl_pl: {1,num} godzina

source: Escaped slave
pl_pl: Zbiegły niewolnik

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. Don't get spotted.
pl_pl: Utrzymuj status "Wygląd niewolnika" na jak najniższym poziomie, załóż nowe ubrania, znajdź przebrania i poszukaj chirurga plastycznego by odzyskać włosy. Nie daj się wykryć.

source: A slave of {1} that has been seen escaping. Needs to lay low for a day and avoid getting spotted. {2}
pl_pl: Niewolnik należący do {1} został zauważony podczas ucieczki. Musi się ukryć i unikać wykrycia. {2}

source: Ex-slave
pl_pl: Zbiegły niewolnik

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. You should be safe if you stay out of towns.
pl_pl: Utrzymuj status "Wygląd niewolnika" na jak najniższym poziomie, znajdź nowe ubrania, załóż przebranie, odszukaj chirurga plastycznego by odzyskać włosy. Najbezpieczniej będzie nie wchodzić do miast.

source: Was once a slave of {1} but has now escaped. The heat has died down but he still needs to avoid getting found out. {2}
pl_pl: Postać była niewolnikiem należącym do {1}, ale uciekła. Szum już ucichł, ale nadal musi unikać zaglądania do popularnych miejsc. {2}

source: Slave
pl_pl: Niewolnik

source: Your character will have a permanent job assigned called [Obedient slave]. While this is active he will automatically work for his master. You can remove this job, but beware of the consequences...
pl_pl: Twoja postać będzie posiadać permanentną pracę "Posłuszny niewolnik". Kiedy jest aktywna, będzie pracować dla swojego pana. Możesz usunąć tę pracę, ale zważ na konsekwencje...

source: A slave belonging to {1}. Not considered a person with rights, a slave works for his master until death and nothing more. {2}
pl_pl: Niewolnik należący do {1}. Nie jest uznawany za osobę posiadającą prawa. Niewolnik pracuje dla pana aż do śmierci i nic więcej. {2}.

source: Committing Crime!
pl_pl: Popełnianie przestępstwa!

source: This character is currently committing {1}, make sure nobody witnesses it.
pl_pl: Ta postać właśnie popełnia przestępstwo: {1}. Upewnij się, że nikt tego nie widzi.

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish. Current bounty is c.{2,num}
pl_pl: Ta postać została złapana podczas popełniania przestępstwa: {1}! Może skończyć z nagrodą za głowę, jeśli nie zniknie. Obecna nagroda to {2,num} c.

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish.
pl_pl: Postać została złapana podczas popełniania przestępstwa: {1}! Może skończyć z nagrodą za głowę, jeśli nie zniknie.

source: Escaped Prisoner
pl_pl: Zbiegły więzień

source: This character broke out of prison, if he gets spotted by any guards he is in trouble. Leave town to clear this status. Expires in {1}
pl_pl: Ta postać uciekła z więzienia, jeśli zobaczy ją jakikolwiek strażnik, będzie w tarapatach. Opuść miasto, by usunąć ten status. Wygasa za {1}.

source: State:
pl_pl: Stan:

source: Dead
pl_pl: Martwy

source: This guy is dead and gone.
pl_pl: Ta postać nie żyje.

source: Locked (lvl: {1,num})
pl_pl: Zamknięty (poz. {1,num})

source: You are locked in a cage. The lock has a difficulty level of {1,num}.
pl_pl: Twoja postać jest zamknięta w klatce. Poziom zamka to {1,num}.

source: (Unlocked...)
pl_pl: (Odblokowano...)

source: The cage you are in is UNLOCKED. Nobody knows this but you, you can escape any time you want.
pl_pl: Twoja klatka jest ODBLOKOWANA. Nikt poza tobą o tym nie wie, możesz uciec w każdej chwili.

source: Unconscious
pl_pl: Nieprzytomny

source: Rebooting
pl_pl: Restartowanie

source: This guy is unconscious and probably needs medical attention and rest.
pl_pl: Ta postać jest nieprzytomna i prawdopodobnie potrzebuje medycznej opieki oraz odpoczynku.

source: Sleeping...
pl_pl: Śpi...

source: Defensive
pl_pl: Obrona

source: In defensive combat mode the character will not even try to attack, focusing entirely on defense for a +20 skill bonus.
pl_pl: W trybie obrony postać nie będzie atakować przeciwników skupiając się całkowicie na obronie z bonusem +20 do tej umiejętności.

source: Normal
pl_pl: Normalny

source: Goal:
pl_pl: Cel:

source: Current goal of this character.
pl_pl: Obecny cel tej postaci.

source: Encumbrance:
pl_pl: Obciążenie:

source: Athletics XP:
pl_pl: PD Atletyki:

source: Strength XP:
pl_pl: PD Siły:

source: Run Speed Penalty:
pl_pl: Kara do biegu:

source: Stealth Penalty:
pl_pl: Kara do skradania:

source: Accuracy Error:
pl_pl: Błąd celności:

source: Weapon Accuracy:
pl_pl: Celność broni:

source: Skill:
pl_pl: Umiejętność:

source: Resulting Accuracy Deviation:
pl_pl: Dewiacja celności:

source: Heavy:
pl_pl: Broń ciężka:

source: Hacker:
pl_pl: Tasak:

source: Sabre:
pl_pl: Szabla:

source: Martial Arts:
pl_pl: Sztuki walki:

source: Polearm:
pl_pl: Drzewcowa:

source: Damage:
pl_pl: Obrażenia:

source: Stealth:
pl_pl: Skradanie się:

source: Athletics:
pl_pl: Atletyka:

source: Swimming
pl_pl: Pływanie

source: {1,num} mph
pl_pl: {1,num} km/h

source: Max Swim Speed:
pl_pl: Maks. pręd. pływania:

source: Injuries
pl_pl: Rany

source: Hunger
pl_pl: Głód

source: Encumbrance
pl_pl: Obciążenie

source: 2 Broken Arms!
pl_pl: Obie ręce okaleczone!

source: Current Swim Speed:
pl_pl: Obecna pręd. pływania

source: Imprisoned:
pl_pl: Uwięziony:

source: My arm is broken!
pl_pl: Moje ramię jest okaleczone!

source: I can't carry anyone with this arm.
pl_pl: Nikogo nie uniosę jedną ręką.

source: I don't have any building materials.
pl_pl: Nie mam materiałów budowlanych.

source: I don't have a medkit.
pl_pl: Nie mam apteczki.

source: I don't have a splint kit.
pl_pl: Nie mam zestawu szyn.

source: {1} can't talk to people
pl_pl: {1} nie może rozmawiać z ludźmi.

source: I don't have a repair kit.
pl_pl: Nie mam zestawu naprawczego.

source: I need to go outside to do this.
pl_pl: Muszę wyjść na zewnątrz, by to zrobić.

source: I need to be stood on solid ground.
pl_pl: Muszę być na twardej powierzchni.

source: Import character
pl_pl: Importuj postać

source: Import
pl_pl: Importuj

source: Randomise
pl_pl: Losuj

source: Reset
pl_pl: Resetuj

source: Randomise All
pl_pl: Losuj całość

source: Body
pl_pl: Ciało

source: Face
pl_pl: Twarz

source: Hair
pl_pl: Włosy

source: Export
pl_pl: Eksportuj

source: Clothes
pl_pl: Ubrania

source: Confirm
pl_pl: Potwierdź

source: Race
pl_pl: Rasa

source: Subrace
pl_pl: Podrasa

source: Gender
pl_pl: Płeć

source: Change Character
pl_pl: Zmień postać

source: Race Description
pl_pl: Opis rasy

source: Race Stats
pl_pl: Statystyki rasowe

source: Hit Points:
pl_pl: Punkty życia

source: No bleeding
pl_pl: Brak krwawienia

source: Error loading appearance file '{1}'. The file is in an old format or invalid.
pl_pl: Błąd podczas ładowania pliku '{1}'. Format jest stary albo niepoprawny.

source: Character '{1}' exported to file {2}
pl_pl: Postać '{1}' eksportowana do pliku {2}.

source: Idle stance
pl_pl: Poza bezczynna

source: Beard
pl_pl: Zarost

source: Hair colour
pl_pl: Kolor włosów

source: Colour
pl_pl: Kolor

source: Saturation
pl_pl: Saturacja

source: Brightness
pl_pl: Jasność

source: Warning
pl_pl: Ostrzeżenie

source: There are other characters whose appearance haven't been changed. Are you sure you want to continue?
pl_pl: Nie wprowadzono zmian dla pozostałych, dostępnych postaci. Czy na pewno kontynuować?

source: Acid Rain ({1} protection)
pl_pl: Kwasowy deszcz ({1} protekcji)

source: It is currently raining acid, and you aren't wearing anything to protect your skin. Best to find shelter soon.
pl_pl: Pada kwasowy deszcz, a twoja postać nie posiada nic, co chroniłoby jej skórę. Poszukaj jakiegoś schronienia.

source: It is currently raining acid, but your gear is providing you with total protection.
pl_pl: Pada kwasowy deszcz, ale odzież twojej postaci zapewnia pełną ochronę.

source: It is currently raining acid, your gear is providing you with {1} protection.
pl_pl: Pada kwasowy deszcz, twoja odzież zapewnia {1} protekcji.

source: Acid!
pl_pl: Kwas!

source: You are currently submersed in acid, get out of there as soon as you can.
pl_pl: Twoja postać jest zanurzona w kwasie, wyjdź z niego jak najszybciej.

source: Feet Burning!
pl_pl: Płonące stopy!

source: The ground here is acidic and burns your feet, find some footwear!
pl_pl: Tutejsza ziemia płonie od kwasu i rani twoje nogi, znajdź jakieś obuwie!

source: Poison Gas ({1} protection)
pl_pl: Trujący gaz ({1} protekcji)

source: You are currently breathing in poison gas.
pl_pl: Twoja postać oddych trującym gazem.

source: Your gear is protecting you from breathing in any poisons.
pl_pl: Twoje wyposażenie chroni cię przed wdychaniem trucizn.

source: You are currently breathing in poison gas, your gear is providing you with {1} protection.
pl_pl: Oddychasz trującym gazem, twoje wyposażenie chroni cię w {1}.

source: Burning ({1} protection)
pl_pl: Płomienie ({1} protekcji)

source: You are currently on fire.
pl_pl: Płoniesz.

source: Your gear is protecting you from being horribly burnt.
pl_pl: Twoje wyposażenie chroni cię przed poparzeniami.

source: You are currently on fire, your gear is providing you with {1} protection.
pl_pl: Pólniesz, twoje wyposażenie chroni cię przed poparzeniami w {1}.

source: Dust Storm ({1} protection)
pl_pl: Burza piaskowa ({1} protekcji)

source: You are in a dust storm, it affects your accuracy in combat.
pl_pl: Znajdujesz się w środku burzy piaskowej, wpłynie to na twoją celność w walce.

source: Your gear is protecting you from the storm.
pl_pl: Twoje wyposażenie chroni cię przed burzą.

source: You are in a dust storm, your gear is providing you with {1} protection.
pl_pl: Znajdujesz się w środku burzy piaskowej, twoje wyposażenie zapewnia ci {1} protekcji.

source: {1} has been eaten alive.
pl_pl: Postać {1} została zjedzona żywcem.

source: Load Error: Character stat was corrupted and fixed: {1}
pl_pl: Błąd ładowania: statystyki postaci były uszkodzone, naprawiono je: {1}

source: Beta limitation: Can't go that way.
pl_pl: Ograniczenie beta: nie można tu iść.

source: ROBOTICS
pl_pl: ROBOTYKA.

source: Repeat Queue
pl_pl: Powtarzaj kolejkę

source: Stations
pl_pl: Stanowiska

source: Items
pl_pl: Przedmioty

source: Queue
pl_pl: Kolejka

source: Description
pl_pl: Opis

source: In production...
pl_pl: W produkcji...

source: Out of resources
pl_pl: Brak zasobów

source: Output full
pl_pl: Brak miejsca

source: Upgrade required
pl_pl: Wymagane ulepszenie

source: Not assigned to a craft bench
pl_pl: Nie przypisano do warsztatu

source: ETA:
pl_pl: Czas:

source: -Current Smith:
pl_pl: - Obecny kowal:

source: (skill: {1,num}{2})
pl_pl: (umiej.: {1,num}{2})
