Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: You're under attack!
pl_pl: Ktoś cię atakuje!

source: You're under attack... Use the Space Bar to pause the action. This will give you some time to think and plan your next step.
pl_pl: Twój bohater został zaatakowany... Wciśnij Spację by zatrzymać czas. Pozwoli ci to zyskać trochę czasu na przemyślenie sytuacji i dobór kolejnego kroku.

source: When you're outnumbered, it may be best to jump ship and flee. If you choose to flee, right click on the terrain to move your character. *Tip: Make sure you have your character(s) selected!
pl_pl: Jeśli wojska wroga są liczniejsze, zwykle najlepszym ruchem jest rzucenie wszystkiego i ucieczka. Jeśli się na nią decydujesz, kliknij PPM na ziemi by postać się ruszyła. Rada: upewnij się, że bohater jest zaznaczony!

source: If you do choose to stand and fight, select your squad members, hold right click on the target enemy and select Attack Target, ot Attack All from the interaction menu. Just right clicking on on an enemy when the cursor is red also gives an attack order.
pl_pl: Jeśli decydujesz się na pozostanie i walkę, wybierz członków drużyny, przytrzymaj PPM na wrogu i wybierz "Atakuj cel" lub "Atakuj wszystkich" z menu kontekstowego. Kliknięcie PPM na przeciwniku, kiedy kursor jest czerwony, także inicjuje rozkaz ataku.

source: You can select different squad members by clicking on their icons in the squad panel, or by using the number keys, or by left click dragging over the in-game characters. Select your new recruit.
pl_pl: Możesz wybierać różnych członków drużyny poprzez klikanie na ich portrety w panelu drużyny, albo korzystając z klawiszy 1-0, bądź też trzymając LPM i przeciągając nad bohaterami. Wybierz nowego rekruta.

source: You can check your character's skill statistics by opening the Stats menu from the command menu.
pl_pl: Możesz sprawdzić statystyki i umiejętności postaci otwierając menu Statystyk (przycisk STA w interfejsie).

source: Arrange and rename different squads via the squad menu.
pl_pl: Zarządzaj drużynami i nadawaj im nazwy w menu drużyn (przycisk DRŻ).

source: You've just hired your first recruit
pl_pl: Zatrudniasz pierwszego rekruta!

source: To perform first aid, exchange inventory items, guard, follow and carry squad members. Hold right click on them, or on their portrait to bring up the interaction menu.
pl_pl: By udzielić pierwszej pomocy, wymienić się przedmiotami, chronić, podążać czy nosić członków drużyny, przytrzymaj PPM na nich bądź na ich portretach w interfejsie, by wyświetlić menu kontekstowe.

source: You have stolen goods in your inventory
pl_pl: Masz kradzione przedmioty w ekwipunku!

source: Thief! You've just stolen from someone...
pl_pl: Złodzieju! Ukradłeś coś komuś...

source: Be careful when selling stolen goods to traders, you might just find yourself in trouble with the law if they catch you offloading their ally's belongings...
pl_pl: Uważaj podczas sprzedaży kradzionego towaru handlarzom, możesz mieć problem z prawem, jeśli ci zorientują się, że sprzedajesz przedmioty ich sojusznika.

source: When you talk to a trader and initiate the trade screen, hover over a stolen item to check your chances of fencing success before selling. If the Fencing Chance is low and it was stolen from the same faction, you'll likely be caught.
pl_pl: Kiedy rozmawiasz z handlarzem i włączasz okno handlu, najedź na kradziony przedmiot by sprawdzić procentową szansę na udane paserstwo przed sprzedażą. Jeśli procent paserstwa jest niski i/lub przedmiot został ukradziony tej samej frakcji, do której należy handlarz, najprawdopodobniej cię złapią.

source: Your best chance of selling stolen goods is to sell to a trader from another town and faction, or find a thief in one of the town bars. Thieves will buy any item off you risk free, however their prices are much less profitable than official merchant prices.
pl_pl: Najlepszą metodą na sprzedaż kradzionego towaru jest opchnięcie go sprzedawcy z innego miasta i innej frakcji, albo znalezienie złodzieja-pasera w którymś z miejskich barów. Złodzieje kupią każdy kradziony przedmiot, ale ich ceny będą o wiele mniej przystępne niż oficjalnych kupców.

source: Select your KO'd character.
pl_pl: Wybierz ogłuszoną postać.

source: When unconscious, you'll notice a KO counter appear at the top of the health panel. This counts down how long until the character wakes up again.
pl_pl: Kiedy postać jest nieprzytomna, pojawi się licznik na szczycie panelu Punktów Życia. Odlicza on czas, po którym postać odzyska przytomność.

source: You are KO'd (1/2)
pl_pl: Tracisz przytomność! (cz. 1)

source: You've been knocked out...
pl_pl: Twoja postać straciła kontakt ze światem...

source: If seriously wounded, the unconscious status will change to 'dying' and the character won't get back up until healed by another character. If they don't get first aid in time they will eventually die.
pl_pl: Jeśli ma poważne obrażenia, status Nieprzytomny zamieni się na "Umiera" i postać nie podniesie się dopóki nie zostanie uleczona przez innego człowieka. Jeśli nie otrzyma pierwszej pomocy na czas, umrze.

source: Even after healing, a character will need time to recover before regaining consciousness. Particularly bad injuries will enter the character into a recovery coma until their vitals have improved above 0.
pl_pl: Nawet po leczeniu, postać będzie potrzebowała czasu, nim się ocuci. Zwykle ciężkie obrażenia wprowadzą postać w śpiączkę, zanim najważniejsze organy nie będą miały PŻ wyższego niż 0.

source: Getting KO'd may seem like a failure, but remember we learn best from our failures. Your toughness and defence stats will be improved each time you are KO'd. This will increase your KO recovery threshold over time.
pl_pl: Utrata przytomności może wydawać się porażką, ale pamiętaj: najwięcej uczymy się właśnie z błędów. Kondycja i obrona postaci będą się zwiększać z każdym ogłuszeniem. To zwiększy też odporność na utratę przytomności i przyspieszy odzyskiwanie świadomości.

source: The rescue job will find nearby unconcious allies and automatically cary them to a bed if there are any availiable in the vicinity.
pl_pl: "Ratunek" zmusza postać do poszukiwania nieprzytomnych sojuszników i zanoszenia ich do łóżek, jeśli takowe się znajdują w okolicy.

source: You are KO'd (2/2)
pl_pl: Tracisz przytomność! (cz. 2)

source: You can have conscious characters carry KO'd characters to safety. Hold right click on the KO'd character and select Pick Up from the interaction menu.
pl_pl: Twoi przytomni członkowie drużyny mogą przenieść ogłuszonego w bezpieczne miejsce. Przytrzymaj PPM na nieprzytomnym i wybierz "Podnieś" z menu kontekstowego.

source: To help a KO'd character recover their wounds more quickly, you can carry them to a bed.
pl_pl: By pomóc rannemu w leczeniu obrażeń, możesz zanieść go do łóżka.

source: To escape a prison cell, you'll need to use your lockpicking skills. Select your imprisoned character and hold right click on the cage to bring up the interaction menu. Select lockpick. The character must be concious.
pl_pl: By uciec z więziennej celi, musisz wykorzystać swoje umiejętności otwierania zamków. Wybierz uwięzioną postać i przytrzymaj PPM na klatce, by wywołać menu kontekstowe. Wybierz "Otwórz zamek". Postać musi być przytomna.

source: Now you'll need to wait for success. The speed it takes to pick a lock is dependent on each individual's thievery skill level.
pl_pl: Teraz tylko czekaj na sukces. Szybkość, z jaką postać otwiera zamki, jest zależna od jej złodziejskich umiejętności.

source: How to escape a prison
pl_pl: Jak uciec z więzienia?

source: You've committed a crime and been imprisoned. You can either wait out your sentence, have another squad member bail you out, or you can try to escape...
pl_pl: Twoja postać popełniła przestępstwo i została uwięziona. Możesz przeczekać wyrok, wysłać innego członka drużyny by ją wyciągnął, albo samodzielnie spróbować uciec...

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted.
pl_pl: Gdy tylko ci się uda, przytrzymaj ponownie PPM na klatce i wybierz "Ucieknij". Najlepiej poczekać z tym, aż pobliscy strażnicy zajmą się czymś innym.

source: How to escape a prison (cannibal)
pl_pl: Jak uciec z niewoli? (Kanibale)

source: You've been captured! Make an escape before you get turned into a cannibal banquet!
pl_pl: Twoja postać została złapana! Ratuj się ucieczką, nim zostaniesz potrawą na stole kanibali!

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted. Hint: Sometimes it's a good idea to use a character as a decoy while the other's escape. Harsh but necessary...
pl_pl: Gdy tylko ci się uda, ponownie przytrzymaj PPM na klatce i wybierz "Ucieknij". Najlepiej poczekać, aż pobliscy strażnicy będą zajęci czymś innym. Porada: czasem dobrym pomysłem jest wykorzystanie jednego bohatera jako rozpraszacza, by drugi mógł uciec. Niefajna sprawa, ale potrzebna...

source: Sneaking
pl_pl: Skradanie się

source: By toggling the sneak button, you are entering stealth mode. In this mode you can perform stealth knockouts, kidnaps and steal stuff.
pl_pl: Wybierając przycisk skradania, postać wchodzi w tryb skradania. Będąc w nim, bohater może skrycie ogłuszać, porywać i kraść przedmioty.

source: The Stealth cursor displays two icons: an eyeball and a sun. When the eyeball is red, it means that you are in view of nearby NPCs. When the eyeball is blue, it means that you are currently out of anyone's line of sight.
pl_pl: Kursor skradania się wyświetla dwie ikony: oko i słońce. Kiedy oko jest czerwone, oznacza to, że inny NPC jest w stanie zobaczyć postać. Kiedy jest niebieskie, bohater znajduje się poza zasięgiem czyjegokolwiek wzroku.

source: The sun icon shows the light level. When the sun is shaded, you are at your least visible. Hint: Nightfall is prime time for sneaking!
pl_pl: Ikona słońca reprezentuje poziom światła. Słońce zacieniowane oznacza, że postać jest najmniej widoczna. Porada: zmrok jest najlepszym czasem na skradanie się!

source: To perform a stealth knockout, right click on an NPC while sneaking. The percentage shows the chance of success. The higher your Assassination skill, the higher the chance.
pl_pl: By wykonać ciche ogłuszenie, kliknij PPM na przeciwniku podczas skradania. Procent obok ikony pięści określa szanse powodzenia. Im wyższy poziom Skrytobójstwa, tym wyższa szansa powodzenia.

source: To kidnap an KO'd NPC, hold right click on them, and select Kidnap from the command menu.
pl_pl: By porwać ogłuszonego NPCta, przytrzymaj na nim PPM i wybierz "Porwij" z menu kontekstowego.

source: How to steal
pl_pl: Jak kraść?

source: Careful, trying to open locked items and doors is illegal and could land you in trouble... Well, if you get caught, that is. As a rule, if the cursor shows red, then that action is hostile or illegal.
pl_pl: Ostrożnie, otwieranie zablokowanych pojemników i drzwi jest nielegalne i może cię wpędzić w tarapaty... Oczywiście jeśli tylko cię złapią. Pamiętaj o jednej rzeczy - jeśli kursor jest czerwony, to proponowana akcja jest agresywna bądź nielegalna.

source: Entering Sneak mode will help reduce the chance of you getting caught while committing crimes. You can find the Sneak button at the bottom right of the UI.
pl_pl: Wejście w tryb Skradania zmniejsza szansę na złapanie postaci podczas popełniania przestępstwa. Przycisk Skradania znajdziesz w prawym dolnym rogu interfejsu.

source: Hold the right mouse and select Pick Lock. The percentage amount displayed shows your chance of success. The lower the number, the longer it will take to pick. Your lock picking speed depends on the Thievery skill stat.
pl_pl: Ptrzytrzymaj PPM i wybierz "Otwórz zamek". Procentowa wartość określa szansę na powodzenie akcji. Im niższa liczba, tym więcej czasu zajmie otwarcie zamka. Umiejętność otwierania zamków jest zależna od umiejętności złodziejskich.

source: To steal individual items displayed on shelves and tables, hold ALT and right click on the item.
pl_pl: By kraść pojedyncze przedmioty wyłożone na półkach i stołach, przytrzymaj ALT i kliknij PPM na przedmiocie.

source: This person has a bounty on their head. You can check if somebody has a bounty in their status panel. Mouse over this panel to check which faction set the bounty.
pl_pl: Za tę postać wyznaczono nagrodę. Możesz sprawdzić, czy postać posiada grzywnę w lewym górnym rogu interfejsu po kliknięciu LPM na niej. Najedź na ten panel by wyświetlić, która frakcja wyznaczyła nagrodę i za jakie przestępstwa.

source: How to do bounties
pl_pl: Zostań łowcą nagród!

source: To collect bounties, you'll need to take them to a police station. First, knock the person out, then pick them up and carry them to the nearest town.
pl_pl: By zbierać nagrody za głowy, musisz zanosić poszukiwanych na komendy policyjne. Najpierw ogłusz danego przestępcę, następnie podnieś go i zanieś do najbliższego miasta.

source: To pick up a bounty, hold and right click the mouse on them to bring up the interaction menu.
pl_pl: By zdobyć nagrodę, przytrzymaj PPM na niej by wyświetlić menu kontekstowe.

source: Once you've found a police station, talk to the station's police chief for your reward.
pl_pl: Gdy tylko znajdziesz posterunek, porozmawiaj z komendantem by przyznał ci nagrodę.

source: Your character is hungry...
pl_pl: Twoja postać jest głodna...

source: You need food to survive in this world or you'll starve. You can grow food, buy it, hunt it, or steal it.
pl_pl: Potrzebujesz jedzenia, by przetrwać w tym świecie, albo zdechniesz z głodu. Możesz uprawiać żywność, kupować ją, polować na nią lub ją kraść.

source: Your squad will automatically eat whatever food is in their inventory. Make sure all of your squad are stocked up!
pl_pl: Twoja drużyna będzie automatycznie spożywała jedzenie, które znajduje się w ich ekwipunku. Pamiętaj, by każdy członek miał własne zapasy!

source: If enemies are still nearby, a character may play dead in order to avoid further fighting and injury.
pl_pl: Jeśli przeciwnicy nadal znajdują się w pobliżu, postać może udawać martwą, by uniknąć dalszej walki i kolejnych ran.

source: Playing dead
pl_pl: Udawanie martwego

source: To get up, right click to move. Just make sure there are no enemies around!
pl_pl: By się podnieść, kliknij PPM. Upewnij się, że nie ma wrogów w pobliżu!

source: You can organise your squad by assigning them jobs in the Orders Menu. The is especially useful for farms, mines and other production jobs, since assigned characters will automatically store and replenish raw materials as they work.
pl_pl: Możesz zorganizować swoją drużynę przypisując im prace w menu Prac. Jest to przydatne na farmach, w kopalniach i innych pracach produkcyjnych, gdyż postacie z przypisanymi pracami będą automatycznie przenosić urobek podczas pracy.

source: You can remove a job at any time by pressing the X button.
pl_pl: Możesz usuwać prace w każdej chwili klikając przycisk X.

source: Perma-Jobs
pl_pl: Prace stałe

source: To assign a job, select a character. Then, hold Shift while right clicking to interact with the object or building you wish to assign them to.
pl_pl: By przypisać pracę, wybierz bohatera. Następnie przytrzymaj SHIFT podczas interakcji z obiektem lub budynkiem, do którego ma być przypisana postać.

source: You can give characters multiple jobs. Top-most jobs in the Orders Menu will always take priority over lower assigned jobs. You can drag jobs to re-order them.
pl_pl: Możesz dawać postaciom wiele prac. Najwyżej położone prace będą miały najwyższy priorytet. Możesz je przeciągać, by ten priorytet zmienić.

source: Your character will automatically behave 'obediently' to their master. If you want to escape, you'll need to dismiss the Obedient Slave auto job by pressing the X.
pl_pl: Twoja postać automatycznie będzie się zachowywać "posłusznie" wobec swojego pana. Jeśli chcesz uciec, usuń pracę "Posłusznego niewolnika" klikając przycisk X.

source: Being a slave
pl_pl: Być niewolnikiem...

source: You've been enslaved. You can either live out the rest of your life as a slave, or you can break free and escape.
pl_pl: Twoja postać została zniewolona. Możesz spędzić resztę życia jako niewolnik, albo spróbować się uwolnić i uciec.

source: You can then hold right click on your character to bring up the interaction menu and unlock your shackles to escape.
pl_pl: Przytrzymaj PPM na swojej postaci, by wywołać menu kontekstowe i wybierz opcję otwarcia łańcuchów, by uciec.

source: Careful, even if you successfully escape, you're now branded a slave. If anyone recognises you, you'll be recaptured.
pl_pl: Ostrożnie, nawet jeśli uda ci się zbiec, nadal będziesz niewolnikiem. Jeśli ktokolwiek cię rozpozna, znów cię złapią.

source: Your character's status will show as Disguised when you are hidden in full uniform.
pl_pl: Status twojej postaci będzie wyświetlał napis "W przebraniu", jeśli ukryjesz się w pełnym uniformie.

source: Disguises & uniforms
pl_pl: Przebrania i mundury

source: If you have the complete outfit, you can use faction uniforms to disguise yourself. Disguise success is dependent on the Stealth skill stat.
pl_pl: Jeśli masz pełny strój, możesz wykorzystać mundur frakcji by się ukryć. Skuteczność przebrania jest zależna od umiejętności Skradania się.

source: Careful you don't get caught wearing a faction's uniform, most people don't take too kindly to imposters.
pl_pl: Postaraj się nie dać złapać mając na sobie mundur danej frakcji, ludzie nie są zbyt uprzejmi wobec przebierańców.

source: Your machine is full. Machines and buildings only have a maximum amount of materials they can hold after they've produced them. You won't be able to produce anything else until you've shifted these materials.
pl_pl: Twoja maszyna jest pełna. Maszyny i budowle mają maksymalną pojemność materiałów, które mogą przechowywać po ich stworzeniu. Nie możesz produkować nic więcej, dopóki te materiały nie zostaną rozdysponowane.

source: Your machine is full
pl_pl: Maszyna jest pełna

source: Build Storage Boxes to hold excess materials.
pl_pl: Wybuduj pojemniki by przetrzymywać nadwyżki materiałów.

source: Building gates and walls
pl_pl: Budowa bram i murów

source: When building walls, you need to be careful not to place them facing inside out. The arrows you see show the OUTSIDE facing direction of the walls.
pl_pl: Kiedy budujesz mury, pamiętaj, by postawić je w dobrym kierunku. Strzałki wyświetlane przy modelach pokazują kierunek NA ZEWNĄTRZ.

source: You can use the < and > buttons to rotate before placing them.
pl_pl: Możesz skorzystać z przycisków < i > by obracać budowlami przed ich postawieniem.

source: As with other buildings, you can only place them when they glow green.
pl_pl: Tak jak wszystkie budynki, możesz je postawić tylko, kiedy model jest zielony.

source: Once you're happy, left click to set it down. To finish the link, right click.
pl_pl: Gdy układ cię zadowoli, kliknij LPM by postawić budynek. By zakończyć łączenie, PPM.

source: To craft items, open the Tech menu
pl_pl: By tworzyć przedmioty, otwórz menu Badań.

source: Open the Crafting tab
pl_pl: Otwórz zakładkę Tworzenie

source: This will show available items you can craft in the middle section. The bottom panel shows how much time and materials you'll need to make that item.
pl_pl: W środkowej sekcji możesz zobaczyć przedmioty, które jesteś w stanie wytworzyć. Dolny panel pokazuje ile czasu i jakie materiały będą potrzebne, by to ukończyć.

source: How to craft
pl_pl: Jak tworzyć

source: First, you need to select a station from the section on the left side of the menu.
pl_pl: Po pierwsze, musisz wybrać warsztat z sekcji po lewej stronie menu.

source: Left click to select an item to craft. You can queue multiple items, or alternatively you can cancel them with the X.
pl_pl: LPM by wybrać przedmiot do tworzenia. Możesz ustawić w kolejce wiele przedmiotów, oraz usuwać je z kolejki przyciskiem X.

source: Now, make sure you have workers assigned to the work station which is crafting these items. You'll also need pleny of raw materials before you start crafting.
pl_pl: Teraz, pamiętaj, by do warsztatów potrzebnych do stworzenia tych przedmiotów byli przypisani pracownicy. Będziesz też potrzebować mnóstwa surowców, zanim zaczniesz tworzyć.

source: You can buy blueprints or research new items to craft.
pl_pl: Możesz kupić projekty albo badać nowe przedmioty, by je tworzyć.

source: To craft items, you need to build a workbench from the Crafting section of the build menu.
pl_pl: By tworzyć przedmioty, potrzebujesz odpowiedniego warsztatu z kategorii Tworzenie w menu budowy.

source: How to craft (No bench)
pl_pl: Jak tworzyć? (brak warsztatu)

source: First things first though, you're going to need to research all the necessary buildings, equipment and schematics needed for crafting.
pl_pl: Wszystko po kolei. Potrzebujesz najpierw zbadać wszystkie potrzebne budynki, ekwipunek i schematy wymagane do tworzenia.

source: Build a Research Bench to learn new tech and crafts.
pl_pl: Wybuduj warsztat badawczy, by poznawać nowe technologie i wyroby.

source: Left click to select your new building and view its info.
pl_pl: LPM by wybrać nowy budynek i wyświetlić informacje o nim.

source: This shows the current state of the building.
pl_pl: Tu pokazywany jest obecny status budynku.

source: Some buildings will need a power supply.
pl_pl: Niektóre z budowli wymagają dostępu do prądu.

source: To save power for other buildings, you can use the Power switch to turn off specific buildings.
pl_pl: By oszczędzać prąd na innych budynkach, możesz korzystać z włącznika prądu by wyłączać poszczególne z nich.

source: Some machines and buildings need workers to operate them. This bar shows how many workers are currently operating the machine and the maximum possible amount of them.
pl_pl: Niektóre z maszyn i budynków potrzebują pracowników do ich obsługo. Ten pasek pokazuje ilu pracowników obecnie pracuje przy maszynie, i ilu maksymalnie może być.

source: Many machines and buildings need certain raw materials in order to run. This panel shows exactly what items are needed to add to it.
pl_pl: Wiele maszyn i budynków potrzebuje surowców do działania. Ten panel wskazuje jakich dokładnie materiałów potrzeba.

source: You've built your first production building
pl_pl: Twój pierwszy budynek produkcyjny

source: Production buildings rely on a number of factors.
pl_pl: Budynki produkcyjne opierają się o wiele czynników.

source: The more workers, the faster the output.
pl_pl: Im więcej pracowników, tym szybsze produkowanie.

source: To research new tech such as buildings, defensive weapons and crafting, you need to construct a Research Bench from the Build menu. But, before you can build a Research Bench, you need a building to house it.
pl_pl: By odkryć nowe technologie jak budynki, broń czy przedmioty do tworzenia, potrzebujesz Warsztatu Badawczego z menu budowania. Ale nim to zrobisz, musisz mieć budynek, w którym go postawisz.

source: How to research tech (Benches)
pl_pl: Jak badać? (Warsztaty)

source: Either you can buy a house in a town, or you can build your own house outside of an NPC town. Left click on a building to check if it is for sale.
pl_pl: Możesz zakupić dom w mieście, albo wybudować własny z dala od innych miast. Kliknij LPM na budynku by sprawdzić, czy jest na sprzedaż.

source: Some buildings are availiable for purchase. This panel will tell you how much the building costs, with a button to buy it.
pl_pl: Niektóre budynki można kupić. Ten panel poinformuje cię ile dany budynek kosztuje, wraz z przyciskiem do jego zakupu.

source: Buildings for sale
pl_pl: Budynki na sprzedaż
