Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: Your physical strength determines your ability to use heavy weapons and armour without tiring, and to carry heavy loads, including your wounded comrades. Strength affects the blunt damage you do with heavy weapons, hacking-type blades, and while unarmed. It is trained faster by using heavier weapons in battle, or by travelling around with a very heavy inventory or encumbrance.
pl_pl: Twoja siła fizyczna określa umiejętności korzystania z broni ciężkiej i pancerzy bez męczenia się, oraz pozwala na przenoszenie ciężarów, w tym rannych braci. Siła wpływa na obrażenia obuchowe zadawane bronią ciężką, toporami i w walce bez broni. Siła rozwija się szybciej przez korzystanie z broni ciężkiej w potyczkach, oraz przez podróżowanie z ogromnym ekwipunkiem lub pod obciążeniem.

source: Toughness is both physical and mental. It's how you survive out in the desert. Physically it's your ability to take a beating and survive. You will also take less damage, and will be less likely to stumble when hit by a weaker attack. Mentally it's an attitude forged from harsh experience. Do you pass out from your wounds like a sissy, or do you force yourself to struggle to your feet again? Do you panic and bleed out or can you stay calm enough to lower your heart rate and let the blood clot? -Bonuses if you are fighting while critically wounded -Once your health drops below your {1} KO point {2}your health becomes critical and you won't be able to get back up again. You will go into a coma and need healing.
pl_pl: Kondycja dotyczy aspektu fizycznego i mentalnego postaci w przypadku życia na pustyni. Pierwszy aspekt kondycji definiuje wytrzymałość na obrażenia i utrzymywanie równowagi. Drugi - kontrola akcji serca i siła woli, by kontynuować walkę pomimo odniesionych ran. - Gwarantuje bonusy podczas walki będąc krytycznie rannym - Kiedy PŻ którejkolwiek z kończyn spadnie poniżej {1}Punktu KO{2}, stan zdrowia stanie się krytyczny i postać nie będzie mogła samodzielnie powstać. Zapadnie w śpiączkę i będzie potrzebować leczenia.

source: Dexterity affects the speed and quality of your sword work. Your sword cuts will do more damage, your attacks and blocks will be faster. It also helps with handling and reloading ranged weapons.
pl_pl: Zręczność określa szybkość i jakość walki mieczem. Cięcia zadawane nim będą zadawać więcej obrażeń,

source: Your perception affects your general accuracy with all ranged weapons, including your ability to hit far away or moving targets.
pl_pl: Poziom Percepcji wpływa na ogólną celność strzelania ze wszystkich broni dystansowych. Określa też umiejętność trafiania do celów odległych lub ruchomych.

source: Affects damage. Katanas are a common weapon, and their quality varies greatly. Most are scavenged goods with a history of owners and barely good for scrap. Masterworks are around however, and their speed and cutting power is un-rivalled by any other blade.
pl_pl: Wpływa na obrażenia zadawane katanami. Katany są popularną bronią, a ich jakość jest różnorodna. Większość z nich to kradzione przedmioty z szeroką historią właścicieli i nadające się głównie na złom. Arcydzieła jednak też się zdarzają, a ich prędkość i siła cięć nie ma żadnego konkurenta w innych ostrzach.

source: Affects damage. A sabre is a heavy blade designed for heavy slashing damage. The heavier blade makes them slower and more cumbersome but stronger for blocking with and cutting through armour.
pl_pl: Określa obrażenia zadawane szablami. Szable to ciężkie miecze przeznaczone do zadawania mocnych cięć. Większa waga czyni je nieporęcznymi i niewygodnymi, ale lepiej sprawdzają się przy blokowaniu i przebijaniu pancerzy.

source: Affects damage. The Holy Nation prefer them for their advantage when fighting against mechanical enemies. Often considered a thug's weapon in most other cultures, hackers are heavy axe-bladed weapons that do as much blunt damage as chopping damage, relying mainly on brute strength rather than skill. The crude blades don't cause as much bloodloss, so victims tend to get maimed to death instead.
pl_pl: Wpływa na obrażenia zadawane toporami. Święty Naród preferuje je w walce ze zmechanizowanymi przeciwnikami. Często uważane za broń bandycką w innych kulturach, Topory są ciężkimi narzędziami, których skuteczność opiera się w dużej mierze na czystej sile, niż na umiejętnościach. Nie mają takiej siły cięcia, zatem nie powodują krwawień, więc ofiary zwykle zostają obtłuczone na śmierć.

source: Affects damage. Most normal people struggle to even lift a full-weight heavy blade, and they require incredible strength and endurance to wield effectively. Beginners struggle with this weapon style and face a hard path ahead. As a result living practitioners are few and many men carry them only for bluff and posturing. The real masters of this weapon however, are men to be feared.
pl_pl: Wpływa na obrażenia broni ciężkiej. Większość normalnych ludzi ma problem z chociażby podniesieniem takiego ciężkiego ostrza, i wymagają niewiarygodnej siły oraz wytrzymałości, by poprawnie z nich korzystać. Początkujący uczący się stylów walki bronią ciężką mają przed sobą długą drogę. Zwykle osoby dzierżące takie ostrza na plecach mają je jedynie "dla szpanu". Ale na świecie jest też kilku mistrzów, których należy się obawiać.

source: Affects damage. Blunt weapon damage breaks bones, disables limbs, and temporarily stuns organs. They don't cause much in the way of blood loss so are not usually lethal. Armour is usually designed for protection from blades, so you can often beat through it. A good weapon for the pacifist, or those who like to be different.
pl_pl: Wpływa na obrażenia broni obuchowej. Łamią kości, uszkadzają kończyny, "wyłączają" organy. Zwykle nie powodują krwawień, więc nie są zbyt śmiertelne. Pancerze projektuje się zazwyczaj pod ochronę przed ostrzami, więc broń obuchowa idealnie je ignoruje. Dobry wybór dla pacyfisty, albo tych chcących się wyróżniać.

source: Polearms
pl_pl: Broń drzewcowa

source: Affects damage. An unconventional weapon, polearms have incredible reach and give an advantage when fighting against animals.
pl_pl: Wpływa na obrażenia broni drzewcowej. Niekonwencjonalne uzbrojenie mające ogromny zasięg i dające przewagę w walce ze zwierzętami.

source: Skill at shooting with defensive weapon turrets. Affects accuracy, reload speed, and target acquisition.
pl_pl: Umiejętność obsługi wieżyczek obronnych. Określa celność, szybkość przeładowania i dobór celów.

source: Skill at shooting with crossbows. Affects accuracy, reload speed, and target acquisition.
pl_pl: Umiejętność strzelania z kusz. Wpływa na celność, prędkość przeładowania i dobór celów.

source: Melee attack
pl_pl: Atak wręcz

source: This is your general skill in melee combat. It governs your chance to successfully land a hit on your opponent, and is essential whatever weapon you choose to master.
pl_pl: To ogólny poziom umiejętności w walce wręcz. Określa szansę na trafienie wroga i jej rozwój jest ważny bez względu na wybór broni.

source: Melee defence
pl_pl: Obrona wręcz

source: This is your ability to perceive and defend against attacks from opponents. By increasing this skill, you will successfully block more attacks when using a sword. A balanced swordsman would keep this skill similar to his Melee Attack level.
pl_pl: Umiejętność przewidywania i ochrony przed atakami oponentów. Zwiększając poziom tej umiejętności, możesz blokować więcej ciosów podczas walki bronią białą. Dobrze wyszkolony wojownik utrzymywałby jej poziom na podobnej wysokości, co Ataku wręcz.

source: A rare skill in this day and age, warriors only consider it a last resort. At normal skill levels, an unarmed man is always at a huge disadvantage against an armed opponent of similar ability. There are stories however, of high-level martial arts masters who can match any master swordsman in combat with just their bare hands. Physical conditioning is an important factor for a martial artist.
pl_pl: Rzadko spotykana umiejętność w obecnych czasach, wojownicy uważają ją za ostatnią deskę ratunku. W normalnych warunkach człowiek nieuzbrojony jest na z góry straconej pozycji względem osoby uzbrojonej. Znane są jednak historie doświadczonych mistrzów sztuk walki, którzy potrafią zmierzyć się i pokonać żołnierza gołymi rękami. Zaprawa fizyczna jest bardzo ważnym elementem praktyki.

source: Dodge
pl_pl: Uniki

source: The ability to evade attacks without blocking. You need to stay light and fast. If you are encumbered with heavy equipment you won't be able to dodge, or learn anything.
pl_pl: Umiejętność unikania ciosów bez blokowania. Postać musi być lekka i szybka. Jeśli obciąża cię ciężki sprzęt, nie będziesz w stanie zrobić uniku, ani czegokolwiek się nauczyć.

source: Precision shooting
pl_pl: Precyzja strzałów

source: When using ranged weapons, this is your ability to avoid accidentally shooting your allies. Nothing worse than acidentally getting shot in the back by your own friends. It's adversely affected when you have injuries, however.
pl_pl: Umiejętność ta określa szansę na uniknięcie postrzału sojusznika podczas korzystania z broni dystansowej. Nie ma nic gorszego niż strzał w plecy od własnego przyjaciela. Poziom precyzji jest zależny też od odniesionych ran.

source: The ability to move around undetected. Enables you to sneak around, steal things and pick locks without anybody noticing. Also invaluable for escaping hostile imprisonment. Breaking out of a cage is all well and good, but you won't get much further without stealth. Much more effective in the darkness. Injuries will hinder your effective stealthiness, although your toughness level can counteract this.
pl_pl: Umiejętność poruszania się niezauważenie. Pozwala na skradanie się, kradzież przedmiotów i otwieranie zamków bez czyjejkolwiek uwagi. Skradanie się jest też bezcenne przy uciekaniu z niewoli. Wyjście z klatki to jedno, ale ucieczka z całej wrogiej budowli czy miasta może być niemożliwa bez rozwoju tej umiejętności. O wiele lepiej się sprawdza w ciemności. Odniesione rany mogą pogarszać poziom umiejętności, ale wysoki poziom Kondycji może to zniwelować.

source: The ability to pick locks, open doors and safes. More importantly however, it's also used to break OUT of situations: cages, jails, handcuffs. It's for those who value freedom and don't wait around to be rescued.
pl_pl: Umiejętność otwierania zamków, drzwi i sejfów. Najczęściej jednak służy do ucieczki z nieprzyjemnych środowisk: klatek, więzień, kajdan. Umiejętność bezcenna dla tych, którzy cenią sobie wolność i nie lubią czekać na ratunek.

source: The ability to steal things from containers, safes, storage boxes and people.
pl_pl: Umiejętność wykradania przedmiotów z kontenerów, sejfów, skrzyń i plecaków.

source: If you are in stealth mode you can sneak up behind people and knock them out. This skill determines how long they stay unconscious for.
pl_pl: Jeśli jesteś w trybie skradania, możesz zakradać się za ludźmi i ich ogłuszać. Wysokość tej umiejętności określa jak długo ofiara będzie nieprzytomna.

source: This is your ability to run faster. Very useful for thieves, scouts and assassins. It is improved by doing lots of running, at full speed, without encumbrance from a heavy inventory.
pl_pl: Atletyka to umiejętność szybkiego biegania. Przydatna złodziejom, zwiadowcom i asasynom. Jej poziom zwiększa się przez mnóstwo biegania z pełną prędkością, bez jakiegokolwiek obciążenia.

source: This is your ability to swim faster and further without drowning.
pl_pl: Umiejętność szybkiego i dalszego pływania bez topienia się.

source: Survival
pl_pl: Przetrwanie

source: Field medic
pl_pl: Pierwsza pomoc

source: This skill saves lives and allows you to stop bleeding wounds and jury-rig critical injuries, allowing characters to continue fighting when they shouldn't. In the long-term however, major injuries require bed rest. A beginner will not only heal wounds more slowly, but will use up all their medkits really quickly.
pl_pl: Umiejętność Leczenie ratuje życia i pozwala na tamowanie ran krwotocznych oraz łatanie tych wyjątkowo krytycznych, pozwalając postaciom na walkę pomimo tych obrażeń. Na dłuższą metę jednak poważne obrażenia wymagają odpoczynku w łóżku. Początkujący lekarze będą leczyli wolno, i szybko zużywali swoje medykamenty.

source: The skill at building and repairing structures.
pl_pl: Umiejętność szybkiego budowania i naprawiania struktur.

source: Weapon smith
pl_pl: Kowalstwo

source: The ability to craft higher quality weapons, in a shorter space of time.
pl_pl: Umiejętność pozwalająca na tworzenie lepszej jakości broni w krótszym czasie.

source: Armour smith
pl_pl: Płatnerstwo

source: The ability to craft higher quality gear and armour, in a shorter space of time.
pl_pl: Umiejętność pozwalająca na tworzenie lepszej jakości pancerzy w krótszym czasie.

source: Crossbow smith
pl_pl: Kusznictwo

source: The ability to craft higher quality crossbows and bolts, in a shorter space of time.
pl_pl: Umiejętność tworzenia lepszej jakości kusz i bełtów w krótszym czasie.

source: The equivalent of a medical skill for anything or anyone robotic. Used for repairs.
pl_pl: Odpowiednik Pierwszej pomocy, tylko dla robotów. Określa szybkość naprawy uszkodzeń.

source: Affects skill at prospecting, and researching new technologies.
pl_pl: Wpływa na umiejętność analizowania środowiska i badania nowych technologii.

source: Skill at general manual labour work such as mining and using simple machinery.
pl_pl: Umiejętność wpływająca na jakość podstawowej pracy fizycznej jak wydobywanie surowców czy obsługa maszynerii.

source: Knowledge of farming crops. This not only affects the speed that you can gather your crops, it also affects the yield when harvesting. In other words, unskilled farmers will mess up some of your crops.
pl_pl: Wiedza o zbiorach. Wpływa na prędkość zbierania upraw i dbania o nie. Niedoświadczeni farmerzy mogą zniszczyć część twoich roślin.

source: Skill at cooking food and brewing drinks.
pl_pl: Umiejętność gotowania jedzenia i tworzenia napojów.

source: Primary Weapon Damage
pl_pl: Obrażenia broni głównej

source: Primary Weapon Speed
pl_pl: Prędkość broni głównej

source: Secondary Weapon Damage
pl_pl: Obrażenia broni bocznej

source: Secondary Weapon Speed
pl_pl: Prędkość broni bocznej

source: Max Carry Weight
pl_pl: Maksymalny udźwig

source: Strength XP Carry
pl_pl: PD Siły (obciążenie)

source: Strength XP Combat
pl_pl: PD Siły (walka)

source: Heavy weapon speed
pl_pl: Szybkość broni cięzkiej

source: Damage Resistance
pl_pl: Odporność na obrażenia

source: Toughness XP
pl_pl: PD Kondycji

source: Knockout time
pl_pl: Czas ogłuszenia

source: KO Threshold
pl_pl: Punkty KO

source: Wounding Degeneration
pl_pl: Degeneracja ran

source: Max Run Speed
pl_pl: Maks. pręd. biegu

source: Current Run Speed
pl_pl: Obecna pręd. biegu

source: Athletics XP
pl_pl: PD Atletyki

source: Turret Accuracy
pl_pl: Celność wieżyczki

source: Turret Rate of fire
pl_pl: Pręd. strzału wieżyczki

source: Friendly Fire Risk
pl_pl: Ryzyko ostrzału własnego

source: Build Speed
pl_pl: Pręd. budowania

source: Repair Speed
pl_pl: Pręd. naprawy

source: Mining
pl_pl: Wydobycie

source: Using machinery
pl_pl: Korzystanie z urządzeń

source: Weapons
pl_pl: Broń

source: Combat
pl_pl: Walka

source: Sciences
pl_pl: Nauka

source: Trades
pl_pl: Rzemiosło

source: Primary weapon
pl_pl: Broń główna

source: Secondary weapon
pl_pl: Broń boczna

source: Residents max:
pl_pl: Obywatele:

source: Actual Num Residents:
pl_pl: Obywateli obecnie:

source: Roaming currentMax/desiredMax:
pl_pl: Podróżnicy obecnie/max:

source: Roaming Population:
pl_pl: Populacja wędrująca:

source: Num Roaming Squads:
pl_pl: Wędrujące drużyny:

source: Continue
pl_pl: Kontynuuj

source: New game
pl_pl: Nowa gra

source: Credits
pl_pl: Autorzy

source: Begin
pl_pl: Rozpocznij

source: Choose your beginning
pl_pl: Wybierz swój los

source: Difficulty:
pl_pl: Trudność:

source: Cash:
pl_pl: Pieniądze:

source: Play Style:
pl_pl: Rozgrywka:

source: Hunger time
pl_pl: Szybkość głodu

source: This sets how long it takes characters to get hungry. A higher number means it takes longer, therefore they need less food to get by.
pl_pl: Określa czas, jaki jest potrzebny, by postać zgłodniała. Im wyższa liczba, tym więcej czasu potrzeba, tak więc postać potrzebuje mniej jedzenia, by przeżyć.

source: Chance of death
pl_pl: Szansa na śmierć

source: Determines the overall likelyhood of any character dying (players or NPCs). Directly affects rates of wound degeneration and blood loss (Higher=more likely to die)
pl_pl: Określa prawdopodobieństwo śmierci gracza lub NPC. Bezpośrednio wpływa na szybkość utraty krwi i pogarszania się stanu ran (wyżej=łatwiej o śmierć).

source: Global damage multiplier
pl_pl: Mnożnik obrażeń

source: Overall combat damage for everything. Doesn't necessarily make the game harder or easier, but affects the speed of battles
pl_pl: Ogólny poziom obrażeń zadawanych i otrzymywanych przez wszystkich i wszystko. Nie zamienia gry w łatwiejszą czy trudniejszą, ale przyspiesza pojedynki.

source: Production speed
pl_pl: Czas produkcji

source: Affects speed of item production such as mines and crafting (more than 1.0 == easier)
pl_pl: Wpływa na czas produkcji dla odkrywek surowców czy tworzenia przedmiotów (im więcej, tym szybciej odbywa się produkcja).

source: Research speed
pl_pl: Czas badania

source: Affects speed of research (more than 1.0 == easier)
pl_pl: Wpływa na prędkość badania technologii. Im wyższa liczba, tym szybciej.

source: Building speed
pl_pl: Czas budowania

source: Affects speed of building (more than 1.0 == easier)
pl_pl: Wpływa na prędkość budowy. Im wyższa liczba, tym szybciej.

source: Number of nests multiplier
pl_pl: Mnożnik gniazd

source: Affects number of animal nests, bandit camps etc that appear in the wilds. Higher number makes life more dangerous.
pl_pl: Wpływa na liczbę gniazd zwierząt, obozów bandytów i innych pojawiających się w dziczy. Im wyższa liczba, tym ich więcej.

source: Bandits loot the player
pl_pl: Bandyci okradają gracza

source: Makes life unfair
pl_pl: Czyni życie nieco trudniejszym. Jedna fatalna walka i cały dobytek znika.

source: Easy prospecting
pl_pl: Łatwa analiza

source: Resume
pl_pl: Powrót

source: Are you sure you want to exit?
pl_pl: Czy na pewno chcesz wyjść?

source: Loading
pl_pl: Ładowanie

source: Relations:
pl_pl: Relacje:

source: Residents:
pl_pl: Mieszkańcy:

source: Hostile Occupiers:
pl_pl: Wrogowie:

source: Residents
pl_pl: Mieszkańcy

source: Discovered {1}
pl_pl: Lokacja "{1}" została odkryta.

source: {1} has been wiped out
pl_pl: Lokacja "{1}" została wyczyszczona.

source: Alarm raised
pl_pl: Podniesiono alarm.

source: Mode
pl_pl: Tryb

source: Move
pl_pl: Ruch

source: Axis
pl_pl: Oś

source: Global
pl_pl: Globalna

source: Reset the current transform to default values. Snaps to the ground if in movement mode.
pl_pl: Resetuje obecną transformację do wartości domyślnych. Przykleja obiekt do ziemi, jeśli użyto w trybie Ruch.

source: Revert
pl_pl: Cofnij

source: Clean any changes the active mod made to this object
pl_pl: Usuń wszelkie zmiany obiektu spowodowane aktywnym modem.

source: Position
pl_pl: Pozycja

source: Orientation
pl_pl: Orientacja

source: Scale
pl_pl: Skala

source: Scale X
pl_pl: Skala X

source: Scale Y
pl_pl: Skala Y

source: Scale Z
pl_pl: Skala Z

source: Parent
pl_pl: Rodzic

source: Local
pl_pl: Lokalna

source: {1} has redirected to {2}
pl_pl: {1} przekierowano do {2}

source: {1} against {2} has ended
pl_pl: {1} przeciwko {2} ukończono

source: {1} against {2} has been defeated
pl_pl: {1} przeciwko {2} pokonanao

source: {1} to {2} has failed
pl_pl: {1} do {1} zawiodło

source: {1} was defeated on their way to {2}
pl_pl: {1} pokonano w drodze do {2}

source: Assault to {1} canceled due to faction weakness
pl_pl: Atak na {1} anulowany ze względu na słabość frakcji

source: Warning: {1} moving towards {2}
pl_pl: Ostrzeżenie: {1} idzie do {2}

source: {1} on the way to {2}
pl_pl: {1} jest w drodze do {2}

source: Iron
pl_pl: Żelazo

source: Stone
pl_pl: Kamień

source: Copper
pl_pl: Miedź

source: Carbon
pl_pl: Węgiel

source: Water
pl_pl: Woda

source: Fertility
pl_pl: Żyzność

source: Nameless
pl_pl: Samotnicy

source: Prototype
pl_pl: Prototypowa

source: Shoddy
pl_pl: Tandetna

source: Standard
pl_pl: Standardowa

source: Specialist
pl_pl: Specjalna

source: Masterwork
pl_pl: Mistrzowska

source: Non-Standard
pl_pl: Niestandardowa

source: Head size
pl_pl: Wielkość głowy

source: Head shape
pl_pl: Kształt głowy

source: Neck
pl_pl: Szyja

source: Neck width
pl_pl: Szerokość szyi

source: Neck length
pl_pl: Długość szyi

source: Jaw
pl_pl: Szczęka

source: Cheekbones
pl_pl: Kości policzkowe

source: Mouth size
pl_pl: Wielkość ust

source: Mouth width
pl_pl: Szerokośc ust

source: Nose width
pl_pl: Szerokość nosa

source: Nose length
pl_pl: Długość nosa

source: Nose arch
pl_pl: Łuk nosa

source: Nose position
pl_pl: Pozycja nosa

source: Nose tilt
pl_pl: Pochylenie nosa

source: Brow position
pl_pl: Pozycja brwi

source: Brow tilt
pl_pl: Pochylenie brwi

source: Eyes depth
pl_pl: Głębokość oczu

source: Eyes narrow
pl_pl: Wąskość oczu

source: Eyes closeness
pl_pl: Bliskość oczu

source: Eyes tilt
pl_pl: Pochylenie oczu

source: Eyes height
pl_pl: Wysokość oczu

source: Eyes size
pl_pl: Wielkość oczu

source: Chin depth
pl_pl: Głębokość podbródka

source: Height
pl_pl: Wzrost

source: Frame
pl_pl: Sylwetka

source: Posture
pl_pl: Postura

source: Shoulder set
pl_pl: Wysokość ramion

source: Neck position
pl_pl: Pozycja szyi

source: Leg length
pl_pl: Długość nóg

source: Shoulders
pl_pl: Ramiona

source: Arm bulk
pl_pl: Grubość ramion

source: Hands
pl_pl: Dłonie

source: Chest
pl_pl: Pierś

source: Stomach
pl_pl: Brzuch

source: Waist
pl_pl: Pas

source: Hips
pl_pl: Biodra

source: Legs bulk
pl_pl: Grubość nóg

source: Legs shape
pl_pl: Kształt nóg

source: Feet
pl_pl: Stopy

source: Skin Tone
pl_pl: Kolor skóry

source: Horns curve
pl_pl: Rogi

source: Horns top length
pl_pl: Dł. górnych rogów

source: Horns bottom length
pl_pl: Dł. dolnych rogów

source: Horn thickness
pl_pl: Grubość rogów

source: Horns body length
pl_pl: Dł. rogów na ciele

source: Cheeks
pl_pl: Policzki

source: Chin
pl_pl: Podbródek

source: Chin height
pl_pl: Wysokość podbródka

source: Chin width
pl_pl: Szerokość podbródka

source: Horns thickness
pl_pl: Grubość rogów

source: Breast size
pl_pl: Wielkość piersi

source: Breast height
pl_pl: Wysokość piersi

source: Breast spacing
pl_pl: Odległość piersi

source: Eyes shallowness
pl_pl: Głębokośc oczu

source: Eyes narrowness
pl_pl: Wąskość oczu

source: Antenna length
pl_pl: Długość anteny

source: Horns length
pl_pl: Długość rogów

source: Jaw width
pl_pl: Szerokość szczęki

source: Face arch
pl_pl: Łuk twarzy
