Repository: flatrepo/Kenshi_PL
Catalog: Translation/locale/*/LC_MESSAGES/main.po
Languages: pl_pl

source: Fencing
pl_pl: Paserstwo

source: Burglary
pl_pl: Włamanie

source: Uniform Theft
pl_pl: Kradzież uniformu

source: Enslaving
pl_pl: Niewolnictwo

source: Treason
pl_pl: Zdrada

source: Smuggling
pl_pl: Szmuglerstwo

source: Escaping Prison
pl_pl: Ucieczka z więzienia

source: Crop Theft
pl_pl: Kradzież upraw

source: crime
pl_pl: przestępstwo

source: Hold middle mouse button to rotate the camera
pl_pl: Przytrzymaj ŚPM by obracać kamerą.

source: Use mouse wheel to zoom
pl_pl: Użyj rolki myszy by przybliżać i oddalać widok.

source: Now create your first character. Use the 'Confirm' button when finished.
pl_pl: Teraz stwórz pierwszą postać. Użyj przycisku "Potwierdź" kiedy skończysz.

source: Cannot find any towns from the game start town list.
pl_pl: Nie można znaleźć jakiegokolwiek miasta z listy miast startowych.

source: Failed to load the core '{1}' file.
pl_pl: Nie udało się załadować pliku '{1}'.

source: Failed to load the following mod(s):
pl_pl: Nie udało się załadować następujących modów:

source: Mod error(s) (Ignored files)
pl_pl: Błędy modów (ignorowane pliki)

source: Racial hunger rate:
pl_pl: Rasowy mnożnik głodu:

source: Encumbrance effect:
pl_pl: Mnożnik obciążenia:

source: Resting/KO state:
pl_pl: Odpoczynek/KO:

source: Idle:
pl_pl: Bezczynny:

source: Current work:
pl_pl: Obecna praca:

source: Oil
pl_pl: Olej

source: Racial bleed rate multiplier: x{1,num=fix,p=2}
pl_pl: Rasowy mnożnik krwawienia: x{1,num=fix,p=2}

source: Your {1} is totally destroyed. Lucky it's not something you need to live.
pl_pl: Twoja {1} jest kompletnie zniszczona. Na szczęście to nie jest coś, czego potrzebujesz do życia.

source: Your {1} is totally destroyed. It's probably the reason you are dead.
pl_pl: Twoja {1} jest całkowicie zniszczona. To prawdopodobnie powód twojej śmierci.

source: This wound is getting worse. You need first aid.
pl_pl: Twoja rana się pogarsza. Potrzebujesz pierwszej pomocy.

source: This is a critical wound. If it doesn't get medical treatment you will die.
pl_pl: To jest krytyczna rana. Jeśli nie zostanie opatrzona, umrzesz.

source: This is a dangerous wound and is getting worse. If you can regain consciousness before it goes below {1,num} then you could save yourself. If it goes below that then you will have to hope you get rescued by somebody else.
pl_pl: To jest groźna rana i jej stan się cały czas pogarsza. Jeśli odzyskasz przytomność nim jej PŻ spadnie poniże {1,num}, być może się ocalisz. Jeśli nie, licz na to, że uratuje cię ktoś inny.

source: You will die at {2}
pl_pl: Umrzesz za {2}.

source: This is a dangerous wound and is getting worse. Get some medical attention fast. Death at {1}
pl_pl: To jest groźna rana i jej stan się pogarsza. Wymagasz opieki medycznej. Śmierć za {1}.

source: This limb is severely damaged and in need of repairs. Luckily though skeleton limbs don't degenerate.
pl_pl: Ta kończyna jest zniszczona i wymaga naprawy. Na szczęście kończyny szkieletronów nie degenerują się.

source: Your {1} needs bandaging, it's slowly getting worse.
pl_pl: {1} wymaga opatrzenia, stan części ciała się pogarsza.

source: Your {1} needs bandaging.
pl_pl: {1} wymaga opatrzenia.

source: Your {1} needs bandaging, but it's not urgent.
pl_pl: {1} wymaga opatrzenia, ale to nie jest poważna sprawa.

source: Your {1} is in the process of healing.
pl_pl: {1} leczy się.

source: Your {1} is okay.
pl_pl: {1} jest w porządku.

source: You have {1} points of wear damage. The manual recommends you find a Skeleton Bed for maintenance.
pl_pl: Masz {1} punktów uszkodzeń. Instrukcja zaleca znalezienie Łoża Szkieletronów w celu konserwacji.

source: You have {1} points of wear damage, this detracts from your max health and can be fixed at a Skeleton Bed.
pl_pl: Masz {1} punktów uszkodzeń, zmniejszają one twoje maksymalne PŻ i mogą zostać naprawione w Łożu Szkieletronów.

source: Your stats will be negatively affected.
pl_pl: Twoje statystyki będą obniżone.

source: Your movement speed will be negatively affected.
pl_pl: Twoja prędkość ruchu będzie obniżona.

source: Your combat and manual labour skills will be negatively affected.
pl_pl: Twoje umiejętności walki i pracy będą obniżone.

source: You won't be able to kick.
pl_pl: Postać nie będzie mogła kopać.

source: This limb is gone forever.
pl_pl: Ta kończyna została utracona na zawsze.

source: Skeletons don't need to eat.
pl_pl: Szkieletrony nie muszą jeść.

source: You are well fed and currently have no problem.
pl_pl: Postać jest najedzona i nie ma żadnych problemów.

source: You are suffering from malnutrition, but you have food so you are recovering. Stat penalty is {1}
pl_pl: Postać jest wygłodniała, ale ma jedzenie, więc powoli odzyskuje siły. Kara do statystyki to {1}.

source: You have passed out from starvation. You have food though, so hopefully you will recover.
pl_pl: Postać straciła przytomność z powodu głodu. Na szczęście masz jedzenie, więc prawdopodobnie odzyska przytomność.

source: You are slowly recovering from starvation.
pl_pl: Postać powoli leczy się z głodówki.

source: You are suffering from malnutrition, Your stats and strength will be affected, you need to get some food as soon as possible. Stat penalty is {1}
pl_pl: Postać głoduje, jej statystyki i siła zmniejszą się, potrzebne jej jedzenie. Kara do statystyk to {1}.

source: You have passed out from starvation. One of your squad mates will have to feed you or you're going to die.
pl_pl: Postać utraciła przytomność z głodu. Jeden z członków drużyny musi ją nakarmić albo umrze.

source: You have passed out from starvation. You're all alone and going to die. Nobody cares.
pl_pl: Postać utraciła przytomność z głodu. Jest sama i wkrótce umrze. Nikogo to nie obchodzi.

source: You are starving to death. Get some food fast. When the red bar goes below {1} you will pass out. When it reaches zero, you die.
pl_pl: Umierasz z głodu. Znajdź jedzenie. Kiedy czerwony pasek zejdzie poniżej {1}, stracisz przytomność. Kiedy spadnie poniżej 0, umrzesz.

source: You are kind of healthy for now.
pl_pl: Stan postaci jest w normie.

source: Gone forever. RIP.
pl_pl: Postać opuściła świat na zawsze. RIP.

source: BEING EATEN ALIVE!!
pl_pl: POŻERANY ŻYWCEM!!!

source: Something is eating you alive! AAAAAAHHHHHHHHHH!!
pl_pl: Coś cię pożera żywcem! AAAAAAAAAAAAAAAAAAAAAA!!!

source: Dying
pl_pl: Umiera

source: Severe limb damage has now led to critical blood loss. You will die without medical attention.
pl_pl: Poważne obrażenia kończyn spowodowały krytyczną utratę krwi. Umrzesz bez opieki medyczne.

source: If you don't get medical attention, you will die.
pl_pl: Jeśli nie otrzymasz opieki lekarskiej, umrzesz.

source: Knocked out cold.
pl_pl: Brak przytomności.

source: Recovery coma
pl_pl: Śpiączka

source: You've suffered too much damage. You won't be getting up again until all critical body parts have recovered above 0.
pl_pl: Postać otrzymała zbyt wiele obrażeń. Nie odzyska przytomności dopóki krytycznie uszkodzone części ciała nie odzyskają PŻ na poziomie 0 i wyżej.

source: Playing dead...
pl_pl: Udaje martwego...

source: This person has regained consciousness but is staying down, waiting for all the enemies to leave the area.
pl_pl: Ta postać odzyskała przytomność ale nie rusza się czekając, aż przeciwnicy opuszczą to miejsce.

source: Bleeding out
pl_pl: Wykrwawia się

source: Unconscious from blood loss and bleeding to death. Hope that the bleeding stops before it's too late.
pl_pl: Postać jest nieprzytomna z powodu utraty krwi, wykrwawia się na śmierć. Oby krwawienie ustało nim będzie za późno.

source: Blood loss KO
pl_pl: Niedokrwienne KO

source: Unconscious from blood loss. It will recover over time, bed rest will help.
pl_pl: Utrata przytomności z powodu utraty krwi. Jej poziom podniesie się z czasem, odpoczynek w łóżku przyspieszy ten proces.

source: Crippled
pl_pl: Okaleczenie

source: Your legs are incapable of supporting you.
pl_pl: Nogi postaci odmawiają posłuszeństwa.

source: Crippled arm
pl_pl: Okaleczone ramię

source: Your sword arm is crippled and you are unable to fight.
pl_pl: Postać nie może kontynuować potyczki, jej walczące ramię jest okaleczone.

source: Critical
pl_pl: Stan krytyczny

source: Critical injuries will continue to degenerate without medical attention.
pl_pl: Krytyczne obrażenia będą się degenerować bez opieki medycznej.

source: Limb trauma
pl_pl: Uraz kończyn

source: One or more limbs have been seriously crippled by critical injury.
pl_pl: Co najmniej jedna kończyna jest poważnie okaleczona.

source: Staying low
pl_pl: Ukrywa się

source: You are staying down, hoping to avoid drawing attention.
pl_pl: Postać się ukrywa, w nadziei na nieprzyciągnięcie czyjejkolwiek uwagi.

source: Starving
pl_pl: Głoduje

source: You are starving to death. Get some food fast.
pl_pl: Postać głoduje na śmierć. Znajdź szybko jedzenie.

source: Bleeding
pl_pl: Krwawi

source: Losing blood, will collapse if blood goes below 0.
pl_pl: Postać traci krew, straci przytomność, jeśli poziom krwi spadnie poniżej 0.

source: Discovered!
pl_pl: Wykryto!

source: You've been discovered, somebody has noticed that you are an escaped slave.
pl_pl: Postać została wykryta, ktoś musiał zauważyć, że jest zbiegłym niewolnikiem.

source: Disguise Blown!
pl_pl: Odkryto tożsamość!

source: You've been discovered, somebody has seen through your disguise.
pl_pl: Postać została zauważona, ktoś ją dojrzał pomimo przebrania.

source: Cooldown {1,num} second
pl_pl: Cooldown {1,num} sekunda

source: In Disguise
pl_pl: W przebraniu

source: You are currently disguised as {1}
pl_pl: Postać jest w przebraniu frakcji {1}.

source: Wounded
pl_pl: Ranny

source: Malnourished
pl_pl: Niedożywiony

source: You are hungry and suffering from malnutrition, but you are fed and slowly recovering. Your stats and strength will be affected until you recover fully.
pl_pl: Postać jest głodna i niedożywiona, ale niedawno zjadła i powoli odzyskuje siły. Statystyki i siła będą zmniejszone do czasu pełnej regeneracji.

source: Hungry
pl_pl: Głodny

source: You are hungry and suffering from malnutrition. Your stats and strength will be affected, you need to get some food as soon as possible.
pl_pl: Postać jest głodna i niedożywiona. Statystyki i siła będą obniżone, musisz jak najszybciej znaleźć jedzenie.

source: Slightly Injured
pl_pl: Lekko ranny

source: Encumbrance penalty:
pl_pl: Kara od obciążenia:

source: Full speed bonus:
pl_pl: Bonus pełnej prędkości:

source: This is the rate at which your athletics skill is increasing while running.
pl_pl: Jest to całkowity bonus, z jakim rozwija się Atletyka postaci podczas jej biegu.

source: Weapon weight:
pl_pl: Waga broni:

source: This is the rate at which your strength is increasing.
pl_pl: Jest to bonus, z jakim zwiększa się Siła postaci.

source: Encumbrance bonus:
pl_pl: Bonus obciążenia:

source: Carrying somebody:
pl_pl: Przenoszenie kogoś:

source: Toughness XP:
pl_pl: PD Kondycji:

source: Crippled left arm:
pl_pl: Okaleczone l. ramię:

source: Crippled right arm:
pl_pl: Okaleczone p. ramię:

source: Blood loss trauma:
pl_pl: Utrata krwi:

source: Critical wounds:
pl_pl: Rany krytyczne:

source: This is the rate at which your toughness increases when you get hurt.
pl_pl: Jest to bonus, z jakim zwiększa się Kondycja postaci, kiedy otrzymuje obrażenia.

source: KO point:
pl_pl: Punkt KO:

source: When an injury to a body part goes below your KO point of {1,num} then you are down for good. Your body will enter a coma and won't regain consciousness until all critical body parts have healed above 0.
pl_pl: Kiedy którakolwiek z części ciała otrzyma obrażenia zmniejszające jej PŻ poniżej {1,num}, postać zapadnie w śpiączkę i nie odzyska przytomności dopóki krytyczne rany nie zostaną wyleczone powyżej 0.

source: Run speed:
pl_pl: Prędkość biegu:

source: Stealth mode:
pl_pl: Tryb skradania

source: max:
pl_pl: maks.:

source: Hunger Rate:
pl_pl: Mnożnik głodu:

source: {1,num} (+{2,num}) mph
pl_pl: {1,num} (+{2,num}) km/h

source: {1,num} (-{2,num}) mph
pl_pl: {1,num} (-{2,num}) km/h

source: Athletics Skill:
pl_pl: Atletyka:

source: Max possible speed:
pl_pl: Maks. prędkość:

source: Leg injury:
pl_pl: Obrażenia nóg:

source: Armour/equipment:
pl_pl: Pancerz/Ekwipunek

source: Robotics:
pl_pl: Protezy:

source: Stealth skill:
pl_pl: Skradanie się:

source: Max speed:
pl_pl: Maks. prędkość:

source: Carrying something:
pl_pl: Przenoszenie czegoś:

source: Crawling:
pl_pl: Czołganie się:

source: Injuries:
pl_pl: Rany:

source: Pup
pl_pl: Szczenię

source: Teen
pl_pl: Młodzik

source: Elder
pl_pl: Stary

source: Adult
pl_pl: Dorosły

source: {1} skill:
pl_pl: Bazowa {1}:

source: Hunger:
pl_pl: Głód:

source: Weather:
pl_pl: Pogoda:

source: Working in darkness:
pl_pl: Praca w ciemności:

source: Limbs disabled:
pl_pl: Uszkodzone kończyny:

source: Missing arm penalty:
pl_pl: Brak ręki:

source: Stat Multiplier:
pl_pl: Mnożnik statystyk:

source: Total equipment bonuses:
pl_pl: Bonus ekwipunku:

source: Indoors bonus:
pl_pl: Walka w pomieszczeniach:

source: Weather penalty:
pl_pl: Kara pogodowa:

source: Crossbows:
pl_pl: Kusze:

source: Crossbows
pl_pl: Kusze

source: Precision:
pl_pl: Precyzja:

source: Careful Shooting
pl_pl: Ostrożne strzelanie

source: Perception:
pl_pl: Percepcja:

source: Perception
pl_pl: Percepcja

source: Attack:
pl_pl: Atak:

source: Weapon indoors penalty:
pl_pl: Walka w pomieszczeniu:

source: Base hit chance:
pl_pl: Bazowa szansa trafienia:

source: Defense:
pl_pl: Obrona:

source: Defensive combat mode:
pl_pl: Tryb obrony:

source: Your defense skill is your chance of blocking enemy attacks.
pl_pl: Umiejętność obrony określa szansę na zablokowanie wrogiego ataku.

source: Strength XP rate:
pl_pl: Mnożnik PD Siły:

source: Max carry weight:
pl_pl: Maksymalny udźwig:

source: Blunt weapon damage:
pl_pl: Obr. broni obuchowej:

source: Strength
pl_pl: Siła

source: Attack speed:
pl_pl: Prędkość ataku:

source: Block speed:
pl_pl: Prędkość bloku:

source: Weapon cutting damage:
pl_pl: Obrażenia cięte broni:

source: Dexterity
pl_pl: Zręczność

source: Toughness XP rate:
pl_pl: Mnożnik PD Kondycji

source: Health KO point:
pl_pl: Punkt KO

source: Wound degeneration speed:
pl_pl: Pręd. degeneracji ran:

source: Damage resistance:
pl_pl: Odporność na obrażenia:

source: Dodge skill:
pl_pl: Uniki:

source: Leg injury penalty:
pl_pl: Kara od obr. nóg:

source: Equipment penalty:
pl_pl: Kara od ekwipunku:

source: Defensive mode:
pl_pl: Tryb defensywny:

source: -End total:
pl_pl: Suma:

source: Dodge:
pl_pl: Uniki:

source: Engineering
pl_pl: Inżynieria

source: Weapon Smithing
pl_pl: Tworzenie broni

source: Armour Smithing
pl_pl: Tworzenie pancerzy

source: Crossbow Smithing
pl_pl: Tworzenie kusz

source: Labouring
pl_pl: Praca fizyczna

source: Cooking
pl_pl: Gotowanie

source: Farming
pl_pl: Uprawa

source: Attack
pl_pl: Atak

source: Science
pl_pl: Nauka

source: Thievery
pl_pl: Złodziejstwo

source: Turrets
pl_pl: Wieżyczki

source: Athletics
pl_pl: Atletyka

source: Precision Shooting
pl_pl: Precyzyjne strzelanie

source: Vet
pl_pl: Weteran

source: Combat Speed
pl_pl: Szybkość walki

source: Assassination
pl_pl: Skrytobójstwo

source: Stealth
pl_pl: Skradanie się

source: Defence
pl_pl: Obrona

source: Dodging
pl_pl: Uniki

source: Weaponry
pl_pl: Uzbrojenie

source: Toughness
pl_pl: Kondycja

source: Heavy weapons
pl_pl: Broń ciężka

source: Blunt
pl_pl: Broń obuchowa

source: Katanas
pl_pl: Katany

source: Sabres
pl_pl: Szable

source: Hackers
pl_pl: Topory

source: Martial arts
pl_pl: Sztuki walki

source: XP rate:
pl_pl: Mnożnik PD:

source: Attributes
pl_pl: Atrybuty

source: Derived statistics
pl_pl: Pochodne statystyki

source: Next Level:
pl_pl: Następny poziom

source: [Affects visible muscle definition]
pl_pl: [Wpływa na wzrost mięśni]

source: [Slightly affects muscle definition]
pl_pl: [Nieznacznie wpływa na wzrost mięśni]

source: [Affects physical bulk]
pl_pl: [Wpływa na tężyznę fizyczną]

source: [Negatively affects visible muscle definition]
pl_pl: [Negatywnie wpływa na wzrost mięśni]

source: Racial XP Bonus:
pl_pl: Rasowy bonus PD:

source: Stats Affected:
pl_pl: Wpływ na statystyki:

source: Strength XP rate (walking):
pl_pl: Mnożnik PD Siły (chód):

source: Attack speed with heavy weapons:
pl_pl: Prędkość ataku bronią dwuręczną:

source: Chance to break free or resist kidnapping attempts
pl_pl: Szansa na ucieczkę lub uniknięcie porwania

source: Martial arts damage
pl_pl: Obrażenia (Sztuki walki)

source: Strength XP rate (combat):
pl_pl: Mnożnik PD Siły (walka):

source: Ways To Train:
pl_pl: Sposoby doskonalenia:

source: Carrying people or overloading inventory
pl_pl: Noszenie ludzi lub ciężki ekwipunek

source: Using a heavier weapon
pl_pl: Korzystanie z broni ciężkiej

source: Chance to resist stealth knock-outs
pl_pl: Szansa na uniknięcie ogłuszeń

source: Toughness current XP rate:
pl_pl: Obecny mnożnik PD Kondycji:

source: Knockout time:
pl_pl: Czas ogłuszenia:

source: Knockout point:
pl_pl: Punkt KO

source: Wound deterioration speed:
pl_pl: Prędkość degeneracji ran:

source: Amount of damage it takes to stagger you:
pl_pl: Obrażenia potrzebne do oszołomienia:

source: Getting hurt, getting beaten up, losing battles
pl_pl: Otrzymywanie obrażeń podczas walki

source: Not wearing armour, taking more damage
pl_pl: Otrzymywanie większych obrażeń przez nienoszenie pancerzy

source: Get up and fight instead of playing dead
pl_pl: Podejmowanie walki zamiast udawania martwego

source: Weapon cutting damage
pl_pl: Obrażenia cięte broni

source: Rate of fire
pl_pl: Prędkość strzału

source: Reload speed
pl_pl: Prędkość przeładowania

source: Attacking with light weapons
pl_pl: Walka bronią lekką

source: Frequency of attacks on opponent
pl_pl: Częstotliwość ataków na oponenta

source: Chance of attacks not getting blocked
pl_pl: Szansa na przebicie ciosu

source: Fighting with swords
pl_pl: Walka mieczami

source: Using special training equipment
pl_pl: Korzystanie ze specjalnego sprzętu treningowego

source: Bonus when fighting opponents stronger than you
pl_pl: Bonus do walki z silniejszymi przeciwnikami

source: Penalty when fighting opponents weaker than you
pl_pl: Kara do walki ze słabszymi przeciwnikami

source: Chance of blocking incoming attacks
pl_pl: Szansa na zablokowanie ataku

source: Blocking incoming attacks
pl_pl: Blokowanie nadchodzących ataków

source: Affects damage
pl_pl: Wpływa na obrażenia

source: Unlocks better techniques
pl_pl: Odblokowuje lepsze techniki

source: Frequency of unarmed attacks on opponent
pl_pl: Częstotliwość ataków wręcz

source: Reduces injury when striking metal
pl_pl: Zmniejsza obrażenia od uderzeń w metal

source: Fighting unarmed
pl_pl: Walka bez broni

source: Fighting encumbered (for strength)
pl_pl: Walka z obciążeniem (dla Siły)

source: Chance of evading attacks while unarmed
pl_pl: Szansa na uniknięcie ataku podczas walki na pięści

source: Chance of evading attacks while stumbling
pl_pl: Szansa na uniknięcia ataku po przewróceniu się

source: Dodge XP rate:
pl_pl: Mnożnik PD Uników

source: (Training hindered by encumbrance)
pl_pl: (Trening utrudniony przez obciążenie)

source: Getting hit while stumbling
pl_pl: Otrzymywanie obrażeń po potknięciu

source: Max run speed:
pl_pl: Maks. prędkość biegu:

source: Current run speed:
pl_pl: Obecna prędkość biegu:

source: Athletics XP bonus:
pl_pl: Bonus PD Atletyki:

source: Running fast, with a light inventory
pl_pl: Szybkie bieganie z lekkim ekwipunkiem

source: Max swim speed:
pl_pl: Maks. prędkość pływania:

source: Current swim speed:
pl_pl: Obecna prędkość pływania:

source: Swimming around in water
pl_pl: Pływanie w wodzie

source: First aid skills:
pl_pl: Pierwsza pomoc:

source: Healing people
pl_pl: Leczenie ludzi

source: Crafting medkits
pl_pl: Tworzenie medykamentów

source: Amount of damage dealt
pl_pl: Zadawane obrażenia

source: Attacking with this specific weapon
pl_pl: Atak tą konkretną bronią

source: Accuracy:
pl_pl: Celność:

source: Rate of fire:
pl_pl: Częstotliwość strzałów:

source: Using harpoon and crossbow turrets
pl_pl: Korzystanie z wieżyczek kuszniczych i harpunowych

source: Using crossbows and ranged weapons
pl_pl: Korzystanie z kusz i broni dystansowej

source: Accuracy
pl_pl: Celność

source: Shooting moving targets:
pl_pl: Strzelanie do celów ruchomych

source: Using turrets and ranged weapons
pl_pl: Korzystanie z wieżyczek i broni dystansowej

source: Friendly fire avoidance:
pl_pl: Unikanie ostrzału sojuszników

source: Accidentally shooting your friends
pl_pl: Przypadkowe postrzelenie przyjaciela

source: Stealing items
pl_pl: Kradzież przedmiotów

source: Selling stolen items
pl_pl: Sprzedaż kradzionych przedmiotów

source: Stealing things
pl_pl: Kradzież rzeczy

source: Lock-picking doors & cages
pl_pl: Otwieranie zamków w drzwiach i klatkach

source: Picking locks/cages
pl_pl: Otwieranie zamków w drzwiach i klatkach

source: Special training equipment
pl_pl: Specjalny ekwipunek treningowy

source: Ability to remain undetected while sneaking
pl_pl: Pozostawanie niewykrytym podczas skradania

source: Avoiding discovery when in disguise
pl_pl: Unikanie wykrycia będąc w przebraniu

source: Avoiding discovery when you have a bounty
pl_pl: Unikanie wykrycia będąc poszukiwanym

source: Aided by:
pl_pl: Wspierany przez:

source: Staying in the darkness
pl_pl: Pozostawanie w ciemności

source: Special gear
pl_pl: Specjalne wyposażenie

source: Hindered by:
pl_pl: Hamowane przez:

source: Encumbrance / heavy armour
pl_pl: Obciążenie/ciężki pancerz

source: Wounded legs or torso.
pl_pl: Ranne nogi lub tułów

source: Using stealth mode with enemies around
pl_pl: Skradanie się w pobliżu wrogów

source: Stealthy knock-outs:
pl_pl: Ciche ogłuszenia:

source: Chance to successfully kidnap someone
pl_pl: Szansa na porwanie kogoś

source: Chance to break free when being carried away
pl_pl: Szansa na uwolnienie się będąc przenoszonym

source: Resist knock-out and kidnapping attempts
pl_pl: Odporność na próby ogłuszenia i porwania

source: Trying stealthy knock-outs
pl_pl: Próbowanie cichych ogłuszeń

source: Building things:
pl_pl: Budowanie rzeczy:

source: Repairing things:
pl_pl: Naprawianie rzeczy:

source: Building things
pl_pl: Budowanie rzeczy

source: Repairing things
pl_pl: Naprawianie rzeczy

source: Research rate:
pl_pl: Mnożnik badań:

source: Researching things at a research bench
pl_pl: Badanie technologii przy warsztacie badawczym

source: Doing science
pl_pl: Robienie naukowych rzeczy

source: Being sciency
pl_pl: Bycie naukowcem

source: Mining:
pl_pl: Wydobycie:

source: Using machinery:
pl_pl: Obsługa maszyn:

source: Work hard
pl_pl: Ciężka praca

source: Harvesting speed:
pl_pl: Prędkość zbierania:

source: Harvesting yield:
pl_pl: Wielkość plonów:

source: Crafting weapons (speed):
pl_pl: Prędkość tworzenia broni:

source: Weapon quality:
pl_pl: Jakość broni:

source: Crafting weapons
pl_pl: Tworzenie broni

source: Crafting armour (speed):
pl_pl: Prędkość tworzenia pancerzy:

source: Armour quality:
pl_pl: Jakość pancerzy:

source: Crafting armour and parts
pl_pl: Tworzenie pancerzy i części

source: Crafting crossbows (speed):
pl_pl: Prędkość tworzenia kusz:

source: Crafting crossbow bolts (speed):
pl_pl: Prędkość tworzenia bełtów:

source: Crossbow quality:
pl_pl: Jakość kusz:

source: Crafting crossbows and bolts
pl_pl: Tworzenie kusz i bełtów kuszniczych
